[
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A CURLEW SANDPIPER on the Rushy with four Dunlins this afternoon. A Yellow Wagtail from Kingfisher hide. (Dot Jones/Roy Kinchin). The WHITE-SPOTTED BLUETHROAT showed briefly early this morning at Middle Point. Four Egyptian Geese on the Tack Piece. (Neil Smart). Two Yellow Wagtails and two Little Ringed Plovers from Hogarth hide. (Martin Price).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Westonbirt",
    "Text": "A LESSER SPOTTED WOODPECKER at the Arboretum today at 4pm by the end of the treetop walkway. Admission fee payable. (Tom McCarthy).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Highnam Woods",
    "Text": "2+ Nightingales this afternoon. (Paul Dunham).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Frampton pools",
    "Text": "An adult LITTLE GULL, four Hobbies, three Common Terns, a Common Sandpiper, a pair of Oystercatchers, a Cuckoo, a Nuthatch, 30+ Sand Martins, 10+ Swallows and a few Swifts today. Also the Ross’s Goose, two downy broods of five Greylags with their parents, and one downy young Barnacle Goose with its parents. (Nick Goatman/Nigel Young/Terry Grant). A Hobby from Splatt Bridge. (Terry Grant).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Saul Warth",
    "Text": "At high tide early afternoon six Whimbrels, 16 Dunlins, three Oystercatchers, eight Gadwalls, a drake Shoveler, a Little Egret, ten Sand Martins, six Swallows, three Whitethroats, a male Reed Bunting, a very late pair of Stonechats and a Peacock butterfly. (MK).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Forest of Dean",
    "Text": "This morning at Nagshead three Redstarts (2m, 1f), 5+ Pied Flycatchers (3+m, 2f), Treecreepers, a Nuthatch, 3+ Blackcaps, five Song Thrushes (2ads, 3 juvs), a male Great Spotted Woodpecker, a pair of Bullfinches, a male Kingfisher caught a Palmate Newt and a Garden Warbler. (Terry Stevenson/Dave Stone/Paul Rich). Also a Wood Warbler singing at Nagshead today. (Wendy Kennison). Two Woodcocks roding in Haywood Plantation this evening. (Owen Follis).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Epney",
    "Text": "Four Common Cranes flew S this evening. Also 12 Whimbrels, a Redshank, a Common Sandpiper and a Whitethroat. (Jeremy Squire).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Aldsworth",
    "Text": "Four Red Kites near Aldsworth this morning circling low around a road kill. (Chris Snook).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Wotton-Under-Edge",
    "Text": "At Cotswold Edge Golf Club a Red Kite following the line of the edge. Also two Red-legged Partridges by the 7th green. (Mike Tranter).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/30/tuesday-30th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "From the track to the right of the canal from the car park in the meadow from the first stile two male Yellow Wagtails. From the metal kissing gate a male Wheatear, a Sedge Warbler, a Whitethroat, a male Reed Bunting and Lesser Whitethroat and a Cuckoo heard. From the hide two Avocets, two Oystercatchers, two Redshanks, four Cattle Egret, a Curlew and a Whimbrel. (Derek Summers).",
    "Date": "2024-04-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Selsley",
    "Text": "At Bownhill Equestrian Centre a male RING OUZEL, a Whinchat and three Wheatears today. (Keith & Lyn Perkins).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A drake GARGANEY on South Lake. (Andy Chapman/Paul Masters). A male Whinchat along the Summer Walkway. Two Cuckoos, a Lesser Whitethroat and two Wheatears from Middle Point. (Mike Davis/Ian Hull/Geoff Moyser/MK).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Frampton",
    "Text": "Around the pools four Hobbies, two Common Sandpipers, a pair of Mandarins, 19 Swifts, 50+ Sand Martins, 20+ Swallows, 30+ House Martins, an ARCTIC TERN, two Common Terns, a Garden Warbler, a Whitethroat, a Reed Warbler, a Curlew, a Kingfisher, a Sparrowhawk and 28 Tufted Ducks. (Nick Goatman/Mike Davis/MK). From Splatt Bridge early morning, a Whimbrel, two Great White Egrets, three Common Sandpipers near the bridge, two Redshanks, a Lapwing, nine Little Egrets, two Gadwalls, 12 Shelducks, two Sedge Warblers, a Reed Bunting, 15+ Swallows and four Cetti’s Warblers. (Steve Pullen).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Pit 57 at least six Garden Warblers and four Common Terns. Also good numbers of Reed, Sedge and Cetti’s Warblers and a Cuckoo heard. (Paul Rich).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "A Cuckoo on the butterfly reserve at 11:30am today. (Howard Smith).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Cassey Compton",
    "Text": "A circling feeding flock of hirundines, 40 House Martins and ten Swallows, in a woodland glade bordering Coln water meadows at Turpin’s Green ½ mile S of Cassey Compton today. (Harvey Sherwood).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Prestbury",
    "Text": "A Swift over the house at 10am. (Ken Heron).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/29/monday-29th-april-2024/",
    "location": "Nailsworth",
    "Text": "A Hen Harrier type raptor (definitely a harrier sp and not Marsh) flew N up the Nailsworth Valley then veered W and out of sight at 7:15pm. (Terry Grant).",
    "Date": "2024-04-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed occasionally on reeds at the edge of the river at Middle Point this morning. (David Creber/Tan Grigg/Simon Ashley). Also a reeling Grasshopper Warbler. Also around the grounds two singing Lesser Whitethroats, a Cuckoo, a Swift, five Common Sandpipers, four Med Gulls (James Robinson). Two adult LITTLE GULLS feeding on the mud on the Tack Piece. Also the Snow Goose still. (Slimbridge Sightings). Also on the Tack Piece an Egyptian Goose and two Swifts over. (Jonathan Bull). A fully winged Goldeneye in the Big Pen today. (Jeremy Squire). Around the grounds a Wheatear, a Kingfisher, two Grey Partridges, three Common Cranes, a Marsh Harrier and two Reed Warblers. (Chris Harper/High Peak RSPB group).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Highnam Woods",
    "Text": "A Nightingale singing early morning. Also a flock of 15 WAXWINGS calling and flying out of their roost. (Greg Mabbett).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Three WOOD SANDPIPERS, a male Ruff, three Little Ringed Plovers, three Whimbrels, a Dunlin, three Avocets, four Cattle Egrets, a Great White Egret, a female Marsh Harrier, two Yellow Wagtails and a singing male Redstart. (Jeremy Holland/Greg Mabbett/Geoff Fawcett/Rich Baatsen). Also a Swift. (Alan McIlquham).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Framilode",
    "Text": "A SIBERIAN CHIFFCHAFF calling outside the church this afternoon. (Jeremy Squire).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Epney & Longney",
    "Text": "This evening a Great White Egret, 16 Whimbrels, three Dunlins, a Common Sandpiper, a drake Mandarin and two unseasonal Stonechats. The Whimbrel roosted on the small pool opposite Longney Crib. (Jeremy Squire).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Frampton",
    "Text": "On the sailing lake at 7:30am two Common Terns, a Common Sandpiper, 35 Tufted Ducks, four Shelducks, two Oystercatchers, two Lapwings, ten Stock Doves, a Kingfisher, 100+ Sand Martins and a Garden Warbler. (Nick Goatman/MK). Also a Swift over. (Mike Davis). Later around the pools 200+ Sand Martins, 40+ Swallows, 30+ House Martins, three Swifts, two Lesser Whitethroats, five Whitethroats, two Reed Warblers, 31 Chiffchaffs, 19 Blackcaps and four Yellowhammers. (Nick Goatman). Two Hobbies hunting low over Court Lake at 2:30pm. (Nigel Hewston).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Huntley",
    "Text": "Two Swifts together over Solomon’s Tump at 7:30am. (Derek Summers).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead four Pied Flycatchers, a pair of Redstarts and a male Siskin today. (Dot Jones). A Wood Warbler on the Sculpture Trail. (Mark Hobson).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/28/sunday-28th-april-2024/",
    "location": "Bisley",
    "Text": "This afternoon between the village and the lane to Calfway Farm birds included five Swallows, four Skylarks, two Stock Doves, three Goldfinches, a Buzzard, 75 Woodpigeons and 25+ House Sparrows. (John Fletcher).",
    "Date": "2024-04-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT in song-flight briefly, from the reeds at the edge of the river at Middle Point at 10am, but no further sign after. (Paul Masters). A KITTIWAKE on South Lake at 1:10pm for 15 minutes. (Dot Jones). On the Tack Piece 36 Black-tailed Godwits, two Avocets, two Lapwings, two Curlews, a Whimbrel, 23 Ringed Plovers, 14 Dunlins, an Oystercatcher and the Snow Goose. (Chris Moore).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "c60 Mute Swans, ten Greylags, ten Canada Geese, 24 Shelducks, two Wigeon, 20 Gadwalls, 4+ Teal, 30 Mallards, a pair of GARGANEYS, 18+ Shovelers, 20 Tufted Ducks, four Cattle Egrets, four Little Egrets, 30 Coots, three Avocets, two Oystercatchers, a Ringed Plover, two Little Ringed Plovers, five Lapwings, a Dunlin, a female Ruff, a Whimbrel, at least three Redshanks, three WOOD SANDPIPERS, an adult LITTLE GULL, 50 Black-headed Gulls, five Swallows, two House Martins, five Sand Martins, five Skylarks, two Redstarts, three Yellow Wagtails, a Reed Warbler, 5+ Sedge Warblers, 5+ Whitethroats, two Lesser Whitethroats, 2+ Blackcaps and 3+ Chiffchaffs. (Mike Smart/Ian Parsons/Dan Gornall).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Cotswold Water Park West",
    "Text": "On Pit 201b two male GARGANEYS, six Yellow Wagtails, a Little Ringed Plover and an Oystercatcher today. (Mark Coller).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Frampton pools",
    "Text": "A pair of RED-BREASTED MERGANSERS over, an ARCTIC TERN, two Common Terns, 100+ Sand Martins, 20+ Swallows, three House Martins, a Hobby, a Garden Warbler, four Whitethroats, a Lesser Whitethroat, two Lapwings and two Shelducks today. (Nick Goatman).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Highnam Woods",
    "Text": "Between 7am-8am at least one Nightingale singing and seen twice, a Garden Warbler, two Willow Warblers, many Blackcaps, a Buzzard and two Ravens. (Chris Harper/High Peak RSPB group).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead 10am-2pm five Redstarts, two Pied Flycatchers, three Treecreepers, a Hobby reported with it possibly heard calling and numerous Nuthatches. (Chris Harper/High Peak RSPB group).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Elmore Court",
    "Text": "At the Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds this afternoon included three Stonechats, a Reed Warbler, two Cetti’s Warblers, a Whitethroat, a Lesser Whitethroat, a Reed Bunting, six Skylarks, four Stock Doves, a Red Kite, a Buzzard and a Kestrel. (Steve Pullen).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/27/saturday-27th-april-2024/",
    "location": "Winchcombe",
    "Text": "Early afternoon a Little Egret flew S above the line of the River Isbourne. Also an adult Robin feeding a youngster in the garden. (Peter Rodgers).",
    "Date": "2024-04-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/26/friday-26th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This afternoon two WOOD SANDPIPERS from Grundon hide but chased off by a Shoveler at 4:30pm. Also five Great White Egrets, four Cattle Egrets, 16 Little Egrets, a Little Ringed Plover, a Yellow Wagtail, five Whimbrels, two Greenshanks, an adult LITTLE GULL and four singing Redstarts. (Keith Colcombe/Steve Money). This morning an adult LITTLE GULL, a Cattle Egret, a Ruff, two Avocets, two Greenshanks, a Black-tailed Godwits, three Whimbrels, a Curlew, three Oystercatchers and two Redshanks. (Andy Lodge).",
    "Date": "2024-04-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/26/friday-26th-april-2024/",
    "location": "Ashleworth & Hasfield Hams",
    "Text": "Late morning/early afternoon 11 Mute Swans, three drake Shovelers, a Grey Heron, two Great White Egrets and two Little Egrets all from the viewing screen at Meerend Thicket. A Peregrine in flight between the hams. Along Stank Lane a Grey Heron, a male Redstart and a male Reed Bunting; also two Willow Warblers, two Blackcaps, at least three Lesser Whitethroats, two Whitethroats, several Chiffchaffs and Skylarks all heard singing, and a Curlew heard calling. (Andy & Sue Gibbons).",
    "Date": "2024-04-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/26/friday-26th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "At Wardens’ Wood this morning two Blackcaps, two Willow Warblers, four Chiffchaffs, a Yellowhammer, a Great Spotted Woodpecker, a Buzzard, a Linnet, a Whitethroat and three Skylarks. (Cottia Howard).",
    "Date": "2024-04-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/26/friday-26th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today four Pied Flycatchers, two Redstarts, five Treecreepers, four Nuthatches, two Goldcrests, six Blackcaps, a Grey Wagtail, two Coal Tits, a Mistle Thrush, three Song Thrushes, two Mallard and a Goshawk briefly calling. (John Fletcher).",
    "Date": "2024-04-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/26/friday-26th-april-2024/",
    "location": "Hawling",
    "Text": "A Cuckoo this morning. (Duncan Dine).",
    "Date": "2024-04-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/26/friday-26th-april-2024/",
    "location": "Frampton",
    "Text": "A Hobby over the sailing lake this afternoon. (Jeremy Squire/Neil Smart).",
    "Date": "2024-04-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "The Summer Walkway is due to open (Sat 27th April) and the WHITE-SPOTTED BLUETHROAT has returned to the reserve for an incredible 4th year. Also today an OSPREY flew downriver and a Cuckoo calling. (Slimbridge Sightings).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Two White Storks (ringed Knepp birds), two Great White Egrets, 15 Little Egrets, nine Cattle Egrets, ten Grey Herons, a Bar-tailed Godwit, five Black-tailed Godwits, three Whimbrels, two Greenshanks, two Avocets, three Egyptian Geese, an adult LITTLE GULL, a Cuckoo heard, six Sedge Warblers, six Whitethroats and two Reed Buntings. Wellies recommended still. (MK/Duncan Dine/Eric Harris/Roy Shilham). Also this evening c40 Mute Swans, ten Greylags, ten Canada Geese, 84 Shelducks, two Wigeon, ten Gadwalls, a Teal, 30 Mallards and a female with 11 ducklings, at least 32 Shovelers, 25 Tufted Ducks, two Little Grebes, 20 Coots, three Oystercatchers, five Lapwings, a female Ruff, a distant bubbling Curlew, two Redshanks and 250 Black-headed Gulls. (Mike Smart).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Churcham",
    "Text": "On floods four Shelducks, two Gadwalls, two Lapwings, three Whimbrels, a Swift and five Yellow Wagtails. (Andy Jayne).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge at first light, two Swifts, two Swallows, five Common Cranes briefly, a Whimbrel, four Redshanks, three Lapwings, a Grey Heron, four Little Egrets, six Gadwalls and eight Shelducks. (Steve Pullen). Early morning on the Sailing Lake a few Swallows, 30+ Sand Martins, a Common Sandpiper, new in Reed Warbler and Willow Warbler. (Nick Goatman).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Claypits",
    "Text": "At work Grasshopper Warbler reeling for the 4th morning behind the shop. Also a Whitethroat, a Skylark singing and two Shelducks. (Nick Goatman).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Chavenage Lane area",
    "Text": "A Whinchat, two Wheatears, a Willow Warbler, a Whitethroat, two Yellowhammers, a Greenfinch and a Red Kite. (Paul Rich).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Forest of Dean",
    "Text": "Two pairs of Pied Flycatchers and a pair of Redstart at Nagshead. Five Crossbills and 40+ Lesser Redpolls feeding on Larch cones at Crabtree Hill. (Terry Grant).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/25/thursday-25th-april-2024/",
    "location": "Elmstone Hardwicke",
    "Text": "This afternoon two Swallows on the telegraph wires by the village hall. (David Norman).",
    "Date": "2024-04-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening two WHITE STORKS until 7pm at least, ringed Knepp birds. Also two Egyptian Geese, 72 Shelducks, 55 Tufted Ducks, four Little Grebes, a Great Crested Grebe, 14 Whimbrels, three Curlews, a Bar-tailed Godwit, a Black-tailed Godwit, three Redshanks, an adult LITTLE GULL, nine Cattle Egrets, six Great White Egrets, 13+ Little Egrets, a Red Kite, a Raven, three Redstarts and two Yellow Wagtails. (Andy Jayne). Also this morning a Ruff, a Dunlin and a female Marsh Harrier. (Duncan Dine/Andy Lodge).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning 50 Bar-tailed Godwits, seven Whimbrels, eight Avocets, five Oystercatchers, 16 Dunlins, a Lapwing, a Curlew, a Common Sandpiper, a pair of Black Swans on the river, 32 Swallows, 30+ House Martins, a Sand Martin and a Swift. (MK). A SHORT-EARED OWL flushed by a walker near Hock Cliff then flew S towards Splatt Bridge. Also a pair of Stonechats near Hock Ditch this morning. (Martin Price).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "Two Hobbies at the back of the Rushy then drifted S late morning. (Tim McGrath). A Little Grebe with two chicks from Knott hide. (Sam Walker/Mike Davis).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "An OSPREY at the lakes this afternoon. (Ben Hilder).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "Frampton",
    "Text": "An OSPREY from Splatt Bridge over the flashes at noon. (Martin Green). From Splatt Bridge 6am-7am, a Common Sandpiper, a Great White Egret, 14 Little Egrets, a Cuckoo calling briefly, four Curlews, two Grey Herons, eight Swallows, four Gadwalls, two Reed Warblers, two Sedge Warblers, two Lesser Whitethroats, 11 Mute Swans and four Cormorants. (Steve Pullen). Around the pools a Yellow Wagtail, a Common Tern, five Whitethroats, a Lesser Whitethroat, a Common Sandpiper, two Swallows, three Oystercatchers, 44 Tufted Ducks, a Greylag with seven goslings and a Mallard with five ducklings. (Nick Goatman).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "Kilkenny Viewpoint",
    "Text": "A Green Woodpecker, a Bullfinch and a Yellowhammer. (Steve Brown).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "Chedworth Airfield",
    "Text": "A Wheatear and four Swallows, down the road towards Cassey Compton a Firecrest, two Great Spotted Woodpeckers drumming, a Bullfinch, a pair of Ravens, a Jay and a Buzzard. In the vicinity of the Fosse Cross recycling centre a Sparrowhawk and a Red Kite. (Steve Brown).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/24/wednesday-24th-april-2024/",
    "location": "May Hill",
    "Text": "A Wheatear at the top of the Hill today. (Rob Guest).",
    "Date": "2024-04-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Purton",
    "Text": "A LITTLE TERN flew NE at 7:20am (also seen from Splatt and Saul Warth) and a drake RED-BREASTED MERGANSER went NE upriver at 7:32am. Also through this morning a SHORT-EARED OWL, two Great White Egrets, ten Whimbrels, ten Bar-tailed Godwits, 13 Curlews, six Yellow Wagtails, a White Wagtail, two Tree Pipits, 80 Swallows, 24 Sand Martins, two Lesser Redpolls and four Siskins. (Francis Steuck).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Sharpness",
    "Text": "Two COMMON SCOTERS on the river heading N on the tide viewed from S of the picnic site at 7:10am. (Andy Jordan).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "An OSPREY over the estuary heading NE at 8:40am viewed from the Estuary Tower. A WOODLARK calling, dropped onto the path briefly before heading NE again. On South Lake a pair of Little Ringed Plovers and five MEDITERRANEAN GULLS. A Hobby feeding over ditches and fields to the N of the Tack Piece and three Cuckoos. (Slimbridge Sightings/Paul Rich). The long-staying Spotted Redshank from Hogarth hide still today. (Terry Stevenson). At 4:30pm the Snow Goose from Robbie Garnett hide. (Martin & Jenny Green).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Cirencester",
    "Text": "An adult male BLACK REDSTART in Toolstation car park. It flew from the road into the bushes at the back of the Enterprise rental building this morning. (Dave Soons).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Frampton",
    "Text": "This morning at Splatt Bridge 20 Bar-tailed Godwits flew high NE, seven Curlews, ten Dunlins, four Redshanks, a Yellow Wagtail, four Common Cranes and four Swifts. (Gordon Hodgson). Also this morning a Cuckoo, five Reed Warblers, a Sedge Warbler, a Lesser Whitethroat, two Oystercatchers, six Little Egrets, four Gadwall and three Roe Deer. (Steve Pullen). Around the pools this afternoon a Hobby on Court Lake, a Tawny Owl, a Common Crane, a Whitethroat, a Lesser Whitethroat, three Reed Warblers, five Swallows, four House Martins, 12 Sand Martins, 18 Chiffchaffs, 27 Blackcaps, four Cetti’s Warblers, two Siskins and two Ravens. (Nick Goatman).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "An adult LITTLE GULL, 7+ Whimbrels and three Greenshanks this morning. (Ian Hull). Also 20+ Little Egrets, 4+ Great White Egrets, 48 Mute Swans, 53 Shelducks, a Swift and four Bullfinches. (Les Ditchburn/Paul Clark). This evening nine Great White Egrets, five Whimbrels and a Greenshank. Also an Otter and a Fox. (Mike Smart).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon birds included two Great White Egrets, two Little Egrets, a Jay, several Buzzards, two Little Grebes, a Wigeon, a Shelduck, Swallows and House Martins flying through. (Adrienne Sanders).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Lydney New Grounds/Aylburton Warth",
    "Text": "A Swift, two Oystercatchers, 15 Whimbrels, four Curlews, a Bar-tailed Godwit, a Snipe, five Redshanks, a Peregrine, 11 Sand Martins, 70+ Swallows, five House Martins, a singing male Stonechat and eight Wheatears. (Andy Jayne).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Forest of Dean",
    "Text": "A Tree Pipit on Crabtree Hill late morning. (Geoff Fawcett).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Maisemore",
    "Text": "At the River Leadon flood near Maisemore a Goshawk over, four Pintails still, four Shelducks, four Coots and four Little Egrets. (Andy Jayne).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Cotswold Water Park West",
    "Text": "A Swift at Pit 57 today. (David Creber).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Tresham",
    "Text": "Early evening four Wheatears, three Corn Buntings and two Red-legged Partridges. (Paul Rich).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Stonehouse",
    "Text": "A Red Kite over at 3pm. (Jon Dexter).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/23/tuesday-23rd-april-2024/",
    "location": "Winchcombe",
    "Text": "Three Siskins (2m, 1f) on the garden feeders this morning. Also two Goldfinches. (Gill Worthington).",
    "Date": "2024-04-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A pair of RED-BREASTED MERGANSERS on the Severn off of the Dumbles at 8am, always quite distant and eventually lost to view. On South Lake two MEDITERRANEAN GULLS, a pair of Little Ringed Plovers and the breeding plumage Spotted Redshank. A very mobile Cuckoo singing all over the reserve. (Martin McGill). Two ARCTIC SKUAS on the mud off of the Dumbles at 12:15pm briefly then flew back down past Purton. (Ian Hull). This afternoon 14 ARCTIC TERNS briefly bathing at Middle Point then headed S downstream at 3:10pm gaining height. (Neil Smart).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 56 Bar-tailed Godwits, two Grey Plovers (1 in summer plumage), six Ringed Plovers, eight Dunlins, three Oystercatchers, two Whimbrels, 22 Curlews, a Common Sandpiper, 16 Swallows, two Yellow Wagtails flew W, four Common Cranes flew across to Awre, two Whitethroats and a Blackcap. (MK).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Purton",
    "Text": "This afternoon 65 Bar-tailed Godwits, 14 Whimbrels, 70 Swallows and two Swifts all through NE. (Francis Steuck).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "At 4:30pm 30-35 ARCTIC TERNS flew straight through. Also a Cuckoo calling, 55 Black-tailed Godwits and six Great White Egrets. (Duncan Dine). In flooded fields S of Coombe Hill two Bar-tailed Godwits with 34 Black-tailed Godwits, nine Whimbrels and 12 Yellow Wagtails. (Dan Gornall).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Hasfield Ham",
    "Text": "A male Whinchat and two Wheatears today. (Dan Gornall).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead a pair of Redstarts, a pair of Pied Flycatchers, a Treecreeper, a Great Spotted Woodpecker and a Garden Warbler today. (Roy Kinchin).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Stanley Downton",
    "Text": "This afternoon three calling Green Woodpeckers, six singing Chiffchaffs, c160 Woodpigeons over and smaller flocks later all heading NE, a Red Kite circling low, drifted towards Leonard Stanley, a mixed flock of c40 Swallows and c20 House Martins over fields E of the sewage works. (Paul Sutton).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Coln Rogers",
    "Text": "Four Swallows at the bridge today. (Harvey Sherwood).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/22/monday-22nd-april-2024/",
    "location": "Winchcombe",
    "Text": "A Tawny Owl calling at 10pm. (Gill Worthington).",
    "Date": "2024-04-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Saul Warth",
    "Text": "At high tide early morning 23 Bar-tailed Godwits, seven Black-tailed Godwits, two Whimbrels, a Curlew, two Grey Plovers, 1 in summer plumage, three Oystercatchers, 22 Dunlins, 16 Ringed Plovers and a Common Sandpiper. Also 43 Shelducks, 14 Swallows, 15 Sand Martins, a House Martin, a Lesser Redpoll and four Skylarks. (MK/Greg Mabbett). 82 Bar-tailed Godwits feeding off the Warth late morning. (Gordon Hodgson).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Frampton",
    "Text": "A pair of Avocets on Splatt flashes today. (Mark Watkins). Around the pools a Nuthatch singing, the first Moorhen chicks, a MEDITERRANEAN GULL, a Whimbrel, a Common Sandpiper, four Oystercatchers, three Reed Warblers, two Sedge Warblers, three Whitethroats, a Lesser Whitethroat, eight Sand Martins, a House Martin, seven Swallows, 33 Blackcaps, 27 Chiffchaffs, eight Cetti’s Warblers and two Kingfishers. (Nick Goatman). A Cuckoo calling from distance S of the 100-Acre, heard from the Cambridge Arms bridge at 8pm. (Brian Kings).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Quedgeley",
    "Text": "A singing Willow Warbler at the levelling pool at Marham Drive, Kingsway this morning. (Mark Hobson).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Bourton Downs",
    "Text": "This morning two Wheatears, two Willow Warblers, three Skylarks, four Linnets, two Red Kites, three Buzzards, a Raven and a Sparrowhawk. (Paul Masters).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower two Swifts flew NE, a Red Kite and a Wheatear. On South Lake two Little Ringed Plovers, the Spotted Redshank and two MEDITERRANEAN GULLS. (Slimbridge Sightings). The SPOONBILL on South Lake getting mobbed by gulls at at 10:45am. (Tan Grigg).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Purton",
    "Text": "An adult LITTLE GULL, a Swift, a Hobby, five Whimbrels, five Lesser Redpolls and a Yellow Wagtail through today. (Francis Steuck).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Ashleworth Ham",
    "Text": "Eight Whimbrels dropped in at 12:15pm. Also a Whitethroat, five singing Redstarts, two singing Lesser Whitethroats and a Great White Egret. (Duncan Dine).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "North Cerney",
    "Text": "A pair of Garden Warblers on Chapel Lane today. (Dave Soons).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Forest of Dean",
    "Text": "A Cuckoo heard today in Serridge Enclosure near Drybrook Junction at 11am. (Martin & Jenny Green). A pair of Hawfinches on Popes Hill bird table today. (Harvey Sherwood).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Barrow Wake",
    "Text": "Early morning singing birds included three Tree Pipits, a Linnet and a Willow Warbler. (Steve Brown).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Pit 43 six Garden Warblers, three Cetti’s Warblers and a Whitethroat. (Steve Brown). Two GRASSHOPPER WARBLERS reeling earlier. (Roger Gillespie per Steve Brown).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Chedworth",
    "Text": "Down the minor road from the old airfield to Cassey Compton and along the old railway towards, the Roman Villa, a Firecrest, two Red Kites, a Buzzard, three Ravens, a Jay, a singing Tree Pipit, two Marsh Tits and a Mistle Thrush. (Steve Brown).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Chavenage Lane",
    "Text": "At least four Wheatears (1m, 3f) in a field with probably more hidden over a dip. Also two Red Kites. (Terry Grant).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Gloucester",
    "Text": "This morning at Robinswood Hill at 5:25am two male Tawny Owls calling against each other. (Ian Elphick). At Sandhurst pits today two Mute Swans, two Egyptian Geese on wet maize stubble, five Mallards, a Little Grebe, a Cetti’s Warbler, a Lesser Whitethroat, a Whitethroat and three or four each of Blackcaps and Chiffchaffs singing. (Mike Smart).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Edge",
    "Text": "At Rudge Hill at 6:15pm a Peregrine flew across fast towards Painswick Beacon. (Ian Elphick).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Breadstone",
    "Text": "Late afternoon in Breadstone woods, four Commas, three Holly Blues, two Speckled Woods, four Orange Tips and a Small White. (Brian Kings).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/21/sunday-21st-april-2024/",
    "location": "Cheltenham",
    "Text": "At Benhall Park a drumming Great Spotted Woodpecker and a few singing Chiffchaffs and Blackcaps. Butterflies included Orange Tip, Holly Blue, Speckled Wood, Peacock, Small White and Large White. Also a swarm of Honey Bees on Libertus Road. (Keith White).",
    "Date": "2024-04-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Highnam Woods",
    "Text": "A Nightingale singing and showing well from 5:30am. (MK).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A GRASSHOPPER WARBLER reeling in the overflow car park this morning. A Whinchat on the hedge between Top and Bottom New Piece. (Dot Jones). Five Egyptian Geese on the Tack Piece, also three Whimbrels and the immature SPOONBILL. (Paul Masters). The Spotted Redshank, a nesting Crane and two Little Ringed Plover on South Lake, best viewed from Hogarth hide. (Helen Bojaniwska).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning six Bar-tailed Godwits, four Curlews, a Whimbrel, a Grey Plover, a Common Sandpiper, 40 Shelducks, a drake Shoveler, seven Cormorants, a male Stonechat, a Wheatear, a House Martin, two Whitethroats, a Blackcap, a Chiffchaff and a Reed Bunting. (MK/Martin McGill).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Frampton",
    "Text": "Three Whimbrels, two Black-tailed Godwits and a Yellow Wagtail NE through Splatt early today. Also Whitethroat, Reed Warbler, Sedge Warbler, three Lesser Whitethroats and a Garden Warbler. Three Egyptian Geese flew N over the garden in the village at 5:30pm. (Gordon Hodgson). Around the pools a Wheatear, a Sedge Warbler, 12 Whitethroats, two Lesser Whitethroats, a Reed Warbler, seven Cetti’s Warbler, 43 Chiffchaffs, 41 Blackcaps, six House Martins, a Swallow, a Reed Bunting, two Ravens and five Egyptian Geese over. (Nick Goatman). At 4:30pm three LITTLE GULLS (1 ad, 2 imm) on Court Lake  catching insects, but no sign of them by 5:30pm. Also 12 Barnacle Geese, two House Martins and three Reed Warblers singing in the fringe vegetation around the small pool next the old landfill site. (Jon Haw).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Cobney Meadows",
    "Text": "Four Cattle Egrets in pink summer plumage, eight Mute Swans, 15 Mallards, two Little Egrets, two Grey Herons, two Oystercatchers, 60 Common Gulls, 20 Black-headed Gulls, 15 Lesser Black-backed Gulls and five Herring Gulls. (Mike Smart).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Ashleworth Ham",
    "Text": "14 Mute Swans, nine Canada Geese, ten Mallards, 15 Tufted Ducks, a Great Crested Grebe, three Little Grebes and Blackcap and Chiffchaff singing.  (Mike Smart).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Tresham",
    "Text": "Four Corn Buntings this morning. (Paul Rich).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Prestbury",
    "Text": "A male Yellow Wagtail singing/calling from the top of a dead tree near the newish bund on Noverton late this morning. (Ken Heron).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Chavenage Lane area",
    "Text": "Seven Wheatears (4m, 3f) in one field, and another two males at nearby Chavenage Green. Also two Whitethroats, two Red Kites and three Swallow. (Terry Grant).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Stanley Downton",
    "Text": "This morning a Red Kite, a pair of Green Woodpeckers, two Buzzards, a Kestrel, two Linnets, a Cormorant, a pair of Greenfinches, a Goldcrest, at least eight Song Thrushes, a male Blackcap and Swallows have returned to at least two of last years nest sites. (Paul Sutton).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/20/saturday-20th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Edge Hills numerous Willow Warblers, Blackcaps, Chiffchaffs, Linnets, Nuthatches, a Raven and a Buzzard this morning. (Rachel Thomas).",
    "Date": "2024-04-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/19/friday-19th-april-2024/",
    "location": "Frampton",
    "Text": "Splatt Bridge and canal an OSPREY flew in from the N at 10:50am and remained in the area until 1:15pm at least, also seen at WWT. The earlier sighting was probably the same but as it went S it could’ve been another. Also a Cuckoo calling S of Splatt, 24 Golden Plovers circled over the flashes, a Curlew, a Lesser Whitethroat, a Reed Warbler, 20 House Martins and ten Sand Martins. (MK). A Common Sandpiper on the sailing lake and a Jay in the wooded area near Court Lake this afternoon. (Nigel Young).",
    "Date": "2024-04-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/19/friday-19th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "An OSPREY flew S towards Purton at 9:40am.",
    "Date": "2024-04-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/19/friday-19th-april-2024/",
    "location": "Gloucester",
    "Text": "At Horsbere Brook F.S.A. this morning a Whinchat, at least three Wheatears, three Stock Doves, a Sedge Warbler and a Whitethroat. (Ken Hurcombe).",
    "Date": "2024-04-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/19/friday-19th-april-2024/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 132 this morning three Common Sandpipers at the sailing club. (Duncan Dine).",
    "Date": "2024-04-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/19/friday-19th-april-2024/",
    "location": "Maisemore",
    "Text": "On Court Lake and N of the weir nine Tufted Ducks, six Little Egrets, 14 Canada Geese, three Grey Herons, 33 Mallards, four Moorhens, three Mute Swans, two Cormorants, five Swallows, two Ravens, two Buzzards, two Song Thrushes, two Willow Warblers, three Chiffchaffs and a Great Spotted Woodpecker. (John Fletcher).",
    "Date": "2024-04-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "An adult BLACK-NECKED GREBE today present until 7pm at least. Wellies essential and right hand path along the canal to Grundon hide is easier. Also this morning a Great White Egret, two Little Egrets, Willow Warbler, Chiffchaff, Whitethroat, Lesser Whitethroat singing, Blackcap, Sedge Warbler, a Treecreeper, a Reed Bunting, Greenfinch and Linnet. (Mark Longland). Also today two Common Cranes over, 40+ Tufted Ducks, 20+ Teal, 30+ Shovelers, four Great Crested Grebes and four Yellow Wagtails. (Ian Hull/Alan McIlquham).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Walmore Common",
    "Text": "A fairly late JACK SNIPE with eight Snipe. At the River Leadon flood near Maisemore two Great White Egrets. (Andy Jayne).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A GARGANEY on the Tack Piece. The immature SPOONBILL and four MEDITERRANEAN GULLS on South Lake today. A Common Sandpiper on the Rushy this morning. (Roberta Goodall/Mike Davis/Terry Stevenson).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge 6:30-9am six Common Cranes, six Little Egrets, a pair of Black Swans flew S, a Curlew, five Lapwings, a Redshank, two Chiffchaffs, two Cetti’s Warblers, a Whitethroat, a Lesser Whitethroat, two Blackcaps, two male Reed Buntings and 150+ Sand Martins. (MK).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Stroud",
    "Text": "A male Pied Flycatcher singing below Sainsbury’s car park near the waterfall at Capel Mill at 3pm. (Jake King). A pair of Muntjacs at Capel Mill this afternoon. (MK/Bridgette King).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Ashleworth Ham",
    "Text": "Two Great Crested Grebes, a Little Grebe heard, 19 Tufted Ducks, 21 Pintails, two Teal, five Shovelers, two Shelducks, 15 Coots, two Moorhens, eight Mute Swans, a Peregrine, a Willow Warbler singing, three Chiffchaffs, four Blackcaps and seven Swallows. (John Fletcher).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead Treecreepers nesting, three Blackcaps, Wrens, three Song Thrushes and a Mistle Thrush. At Mallards Pike three pairs of Mandarins, a Pied Wagtail and a Grey Wagtail. (Alan McIlquham). At Parkend a juvenile Dipper on Cannop Brook S of the Fountain Inn at 11:45am.  At Nagshead early afternoon from Lower Hide a female Pied Flycatcher, a Coal Tit and a Treecreeper. (Andy & Sue Gibbons). At Cannop ponds a Mute Swan pair nesting with last year’s cygnet still with them. A male Mandarin and at least four Nuthatches singing. At Mitcheldean two juvenile Robins feeding on the bird table over the last week. (Chris Keeling).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Lydney",
    "Text": "Two Wheatears 3/4 of a mile SW of the harbour on the rocks this afternoon. (Steve Young).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "",
    "Text": "",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "From the masts car park 3+ Wheatears, a Tree Pipit singing in the compound, a Curlew calling in flight and a Raven. A Redstart singing immediately below the Washpool and another/same bird 200m downstream, Golden Plovers heard in flight nearby. In the Bill Smyllie reserve a Redstart and a Tree Pipit both singing and a Cuckoo heard. (Steve Brown).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "North Cerney",
    "Text": "Near the small car park at the start of the minor road to Woodmancote a Water Rail squealing in the marshy area left by flooding, a Nuthatch, a Blackcap and a Red Kite over. (Steve Brown).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/18/thursday-18th-april-2024/",
    "location": "Rodley",
    "Text": "A Yellow Wagtail this evening. (Rachel Thomas).",
    "Date": "2024-04-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "On South Lake today an adult KITTIWAKE, an immature SPOONBILL, a GARGANEY, a Goldeneye, a pair of Egyptian Geese, a nesting pair of Common Cranes, five MEDITERRANEAN GULLS, 30 Avocets, c40 Black-tailed Godwits, a Common Sandpiper and a Green Sandpiper. A Whimbrel and five White Wagtails from Estuary Tower. (Slimbridge Sightings/Martin Price/Terry Stevenson). Two SPOONBILLS, one from Zeiss hide and one at South Finger. Several Sedge Warblers around the site, a Green Sandpiper and two Common Sandpiper at South Finger hide, another Common Sandpiper from Robbie Garnett hide and a Little Grebe from Willow hide. (Paul Sutton).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "11 Wheatears this morning, mainly close to the radio masts. (Duncan Dine).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Minchinhampton Common",
    "Text": "A female Wheatear on the Common near the sports field this morning. (Jon Haw).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Woodford",
    "Text": "A male Goosander this afternoon on the Little Avon river N of Woodford, then flew off towards Berkeley. (Derek Edmondson).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Netheridge Farm",
    "Text": "A Red Kite flew N at 1:24pm at Netheridge Bridge. (Mark Hobson).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Elmore Court",
    "Text": "In the rewilding area this afternoon a Lesser Whitethroat, a Stonechat, a Tawny Owl hooting, four Little Grebes, four Gadwalls, a Little Egret, two Lapwings, a Red Kite, two Green Woodpeckers, six Skylarks, eight Linnets, two Reed Buntings, four Swallows and 20+ Sand Martins. (Steve Pullen).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Rodley",
    "Text": "A Lesser Whitethroat this morning along the river in Rodley. (Rachel Thomas).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "The Grundon hide is just accessible with wellingtons. Birds included a Mute Swan, two Egyptian Geese, seven Shelducks, two Wigeon, a Teal, 15 Gadwalls, ten Mallards, 30 Shovelers, 45 Tufted Ducks, five Great Crested Grebes, two Little Grebes, 20 Coots, c10 Lapwings, two Little Ringed Plovers, a Redshank, two Curlews and singing Redstart, Reed Warbler, Sedge Warbler, Whitethroat, Lesser Whitethroat and Chiffchaff. (Mike Smart).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/17/wednesday-17th-april-2024/",
    "location": "Cobney Meadows",
    "Text": "Wainlodes Road now open. Nine Mute Swans, a Shelduck, six Gadwalls, seven Tufted Ducks, four Little Egrets, a breeding plumaged Cattle Egret, an immature Grey Heron, three Greenshanks and a Redstart singing. (Mike Smart).",
    "Date": "2024-04-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Saul Warth",
    "Text": "A SHORT-EARED OWL flushed at 7:20am. It flew across mud towards Frampton/Slimbridge. (Roy Widgery).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "On the Tack Piece a Common Sandpiper and the Spotted Redshank. A Little Ringed Plover on the Rushy and another on South Lake. Two Wheatears from Estuary Tower. (Slimbridge Sightings). Three Yellow Wagtails on the Tack Piece. (Roy Kinchin).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "North Cerney",
    "Text": "Two Whinchats along Chapel Lane in the rapeseed fields this evening. (Dave Soons).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Cotswold Water Park West",
    "Text": "A Grasshopper Warbler at Pits 43/65 today. (David Creber).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Frampton",
    "Text": "At the pools this evening a male Redstart and a very late Fieldfare S of the Sailing Lake. Also around the pools 30 Tufted Ducks, a Common Sandpiper, a Cetti’s Warbler, ten Chiffchaffs, seven Blackcaps, a Nuthatch calling, a Bullfinch, five Pied Wagtails and two Sand Martins. (Gordon Hodgson/MK). A Cuckoo from  Splatt Bridge today. (Gordon Kirk).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Halmore",
    "Text": "A male Cuckoo calling from oak trees off Halmore Lane at 7pm tonight. (Chris Newton).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "Two Swallows, a Kestrel, a Willow Warbler, a Chiffchaff , a male Blackcap, three Red Kites, a Buzzard, a female RING OUZEL, a Goldfinch collecting nesting material, a Stonechat, Skylarks and Meadow Pipits. Also three Adders and three Slow Worms. (Alan Waterman & GNS meeting lead by Giles Alder).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Six Shelducks, 24 Shovelers, six Gadwalls, five Teal, 29 Tufted Ducks, 10+ Coots, seven Little Grebes, three Great Crested Grebes, two Oystercatchers, 14 Lapwings, three Ringed Plovers, four Little Ringed Plovers, four Curlews, three Common Sandpipers, two Redshanks, two Cattle Egrets, a Little Egret, a Swallow, five Sedge Warblers, a Lesser Whitethroat, two Whitethroats, three singing Redstarts, a White Wagtail and two Egyptian Geese flew over. (Andy Jayne). Also had a Reed Warbler. (Ian Hull).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Tewkesbury",
    "Text": "At The Mythe, four Shelducks, a Gadwall, 12 Tufted Ducks, an Oystercatcher, a Common Sandpiper, a Little Egret, a Great White Egret, a Kingfisher, two Cetti’s Warblers, two Sedge Warblers and a Lesser Whitethroat. (Andy Jayne).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Tirley",
    "Text": "A Great White Egret near the church today. (Andy Jayne).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Ashleworth Ham",
    "Text": ", two Shelducks, a Shoveler, three Gadwall, two Pochard, 32 Tufted Duck, four Little Grebes, two Great Crested Grebes, a Red Kite, two Peregrines, 60+ Sand Martins and three Swallows. (Andy Jayne).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Maisemore Ham",
    "Text": "Seven Egyptian Geese and four Fieldfares today.  (Andy Jayne).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Forest of Dean",
    "Text": "Male and female Pied Flycatcher at Nagshead today. (Martin Price). A Woodcock flushed today just behind the Cycle Centre at Cannop. (Gillian Guest).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Stanley Downton area",
    "Text": "Four House Martins, a Swallow, a pair of Greenfinches, a Blackcap, two Common Sandpipers, a Little Egret, a Grey Heron, a Buzzard, two Kestrels, a distant pair of Sparrowhawks circling and a male flew through St Cyr’s churchyard. (Paul Sutton).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Collared Dove (2nd this year), 13 Ravens and a Swallow. (James Robinson).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Sharpness to Berkeley Pill",
    "Text": "Six Wheatears, five Oystercatchers, a Curlew, seven Redshanks, many Skylarks, Meadow Pipits and Linnets and a Swallow. (Mike Tranter).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/16/tuesday-16th-april-2024/",
    "location": "Prestbury",
    "Text": "At 1:55pm a House Martin over the two schools. (Ken Heron).",
    "Date": "2024-04-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/15/monday-15th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A SWIFT at 9:15am over the back of the Rushy high up and heading N towards Frampton. (Tim McGrath). The SPOONBILL still around the grounds today. Also the Spotted Redshank, a Whimbrel, three MEDITERRANEAN GULLS and two Wheatears. (Slimbridge Sightings).",
    "Date": "2024-04-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/15/monday-15th-april-2024/",
    "location": "Frampton",
    "Text": "At Splatt flashes and canal a Great White Egret, 12 Little Egrets, a Mandarin flew N, two Common Sandpipers, six Curlews, 50+ Sand Martins, two Swallows, a Whitethroat, a Lesser Whitethroat, a Reed Warbler, three Cetti’s Warblers, four Chiffchaffs and a Blackcap. (MK).",
    "Date": "2024-04-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/15/monday-15th-april-2024/",
    "location": "Cheltenham",
    "Text": "A Goldcrest calling from a yew tree in College Road this morning opposite the hospital. (Howard Taylor).",
    "Date": "2024-04-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Frampton",
    "Text": "At Splatt flashes and canal three Whimbrels, ten Black-tailed Godwits, three Curlews, six Oystercatchers, a Great White Egret, three Little Egrets, a drake Shoveler, a Whitethroat, a Lesser Whitethroat, five Cetti’s Warblers, two Sedge Warblers, a Reed Warbler, two Blackcaps, four Chiffchaffs, seven Sand Martins, three Swallows, a Mistle Thrush and a male Reed Bunting. (MK). At the sailing lake this morning, a Common Tern, two Common Sandpipers, four Oystercatchers, a Reed Warbler, two Willow Warblers, six Blackcaps, four Cetti’s Warblers and six Stock Doves and another Common Sandpiper and two more Oystercatchers on Court Lake. (Steve Pullen/Mike Davis).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Highnam Woods",
    "Text": "Two Nightingales singing, a Green Woodpecker, four Ravens, a Marsh Tit, 13 Willow Warblers, 13 Chiffchaffs, 14 Blackcaps and a Garden Warbler. Also Orange Tip, Speckled Wood and Peacock butterflies and a few Smooth Newts. (Stephen Curtis & Carol Rushton/Mike Davis).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Maisemore Ham",
    "Text": "An adult summer LITTLE GULL, five Egyptian Geese, six Shelducks, three Oystercatchers, a Common Sandpiper, two Cetti’s Warbler and a Lesser Whitethroat. Earlier at the River Leadon flood two Shovelers, 16 Tufted Ducks, three Common Sandpipers and c25 Black-tailed Godwits flew over. (Andy Jayne).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "The near summer-plumaged Spotted Redshank on the Rushy today. (Andy Jordan). Three MEDITERRANEAN GULLS on South Lake. (Mark Dowie).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Netheridge Farm",
    "Text": "At the Barn Owl Centre this morning two Tawny Owlets, a Lesser Whitethroat, two Whitethroats, two Willow Warblers, a pair of Jays and dozen of Chiffchaffs and Blackcaps. (Mark Hobson).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Edge Hills this morning four Tree Pipits, five Willow Warblers, three Chiffchaffs, nine Blackcaps, a pair of Bullfinches, seven Linnets, two Ravens, 10+ Siskins and a Grey Heron over. (Owen Follis).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Tidenham Chase",
    "Text": "Birds included a Whitethroat, three Tree Pipits, Linnets, three Stonechats (2m, 1f), a Mistle Thrush, Willow Warblers, Blackcaps, Chiffchaffs, a Firecrest heard, a Sparrowhawk, Buzzards, a Goshawk and two Grey Herons. Also Holly Blue, Brimstone, Peacock and Orange Tip butterflies and Early Purple Orchid. (Martin Vaisey/Steve Thorogood).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Hardwicke",
    "Text": "This morning along the canal between Hardwicke and Moreton Valence, two Whitethroats, two Lesser Whitethroats and lots of Blackcaps, Chiffchaffs and Song Thrushes in song. (Paul Masters).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Prestbury",
    "Text": "At 10:55am a Curlew flew over the house heading NNE. (Ken Heron).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/14/sunday-14th-april-2024/",
    "location": "Cheltenham",
    "Text": "This afternoon a Greylag with eight goslings by the Park Campus lake and a Nuthatch. Also a Goldcrest in a garden at Park Campus. (David Norman). The male Mandarin at Park Campus appears to have paired up with a female Mallard again. (Jeremy Holland).",
    "Date": "2024-04-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Frampton",
    "Text": "North of Splatt Bridge on the flashes an adult LITTLE GULL, a pair of Black Swans, a Mandarin, a Great White Egret, a Cattle Egret, eight Little Egrets, a Whimbrel, 14 Curlews, two Oystercatchers, a Common Sandpiper, two Redshanks, a House Martin, four Sand Martins, a Sedge Warbler. (Roberta Goodall, Greg Mabbett, Gordon Hodgson, Steve Pullen). A Reed Warbler in the reedbed S of Splatt Bridge and two Red Kites flew S over the 100-Acre. (MK). Also two SPOONBILLS flew over. (Greg Mabbett). At the pools a Lesser Whitethroat, a Sedge Warbler and a Common Tern at the sailing lake. (Greg Mabbett). Also three Common Sandpipers. (MK). Two Whitethroats singing along the field footpath to the S of the sailing lake. (Steve Pullen).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Highnam Woods",
    "Text": "Two singing NIGHTINGALES back this morning. (Jeremy Holland).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Cotswold Water Park West",
    "Text": "A CUCKOO calling at Shorncote reedbeds this morning. (Jon Mercer/David Creber). A Redstart by the hide, a Grasshopper Warbler and many Sedge Warblers and Reed Warblers. A GARDEN WARBLER near the hide on Pit 57 and three Common Sandpipers resting on a fallen tree on the water’s edge at Pit 41. (David Creber).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Forest of Dean",
    "Text": "This morning in the Lightmoor to Staple Edge area two Goshawks, a Sparrowhawk, two Ravens, a Swallow, ten Treecreepers, 10+ Nuthatches, seven Tree Pipits, two Lesser Redpolls, 12 Crossbills and 30+ Siskins in small groups and pairs.  (Andy Jayne). A male Pied Flycatcher and a male Redstart at Nagshead today. (Jeremy Holland/Rachel Thomas). A Red Kite over Blakeney this afternoon. (Ted Harris).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Westbury Strand",
    "Text": "A Grasshopper Warbler today. (Andy Jayne).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Lydney Harbour",
    "Text": "A Greylag, 16 Shelducks, a pair of Tufted Ducks, two Oystercatchers, a Redshank, ten Dunlins, two Common Gulls, four Great Black-backed Gulls, five Cormorants, two Ravens, two Skylarks, two Willow Warblers, ten Chiffchaffs, a Cetti’s Warbler, nine Blackcaps, 12 Linnets and a Comma butterfly. On the Fishing Lake four Chiffchaffs and a Cetti’s Warbler. (Stephen Curtis & Carol Rushton).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Charlton Kings Common",
    "Text": "Four singing Tree Pipits back on territory. (Chris Furley).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Bar-tailed Godwit and a Whimbrel with 32 Curlews on the Dumbles edge, a Greenshank on the Tack Piece and a Lesser Whitethroat next to Rushy hide. (Paul Masters). The Spotted Redshank, six Redshanks, nine Greenshanks and a Ruff on the Tack Piece. (Dot Jones). South Lake this afternoon a MEDITERRANEAN GULL, two Ruff, six Greenshanks, an Oystercatcher, 82 Avocets, 41 Black-tailed Godwits and a Common Sandpiper. (Helen Bojaniwska/Dan Fletcher).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Slimbridge village",
    "Text": "A Swallow at Hurns Farm this morning and a Whitethroat along nearby Longaston Lane.  (Mike Davis).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "A pair of Great Crested Grebes in the field by the car park and a Lesser Whitethroat in the tow path hedge. (Ian Ralphs).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Tewkesbury",
    "Text": "On Severn Ham birds included an Egyptian Goose, two Greylags, six Mute Swans, a Mandarin, ten Mallards, a Moorhen, seven Grey Herons, three Great White Egrets, nine Little Egrets, two Curlews, two Swallows, a Great Spotted Woodpecker, a Sedge Warbler, two Long-tailed Tits, two Chiffchaffs, six Skylarks, two Song Thrushes and six Chaffinches. (Paul Whitehead).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Maisemore Ham",
    "Text": "This afternoon five Egyptian Geese, ten Shelducks, two Little Egrets, a Grey Heron, 200+ Common Gulls,  three Linnets and three Swallows over the flooded stubble fields. (John Fletcher).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/13/saturday-13th-april-2024/",
    "location": "Gloucester",
    "Text": "A well-fledged Robin foraging in the garden today. (Ian Elphick).",
    "Date": "2024-04-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Berkeley shore",
    "Text": "A singing WOOD WARBLER this morning, a patch tick and first in Glos. (Paul Taylor).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Kingfisher hide a GRASSHOPPER WARBLER reeling to the right of the hide as you face the Kingfisher bank. (Ian Hull). A DARK-BELLIED BRENT GOOSE on the Dumbles mid-morning. (Duncan Dine). The SPOONBILL on the Top New Piece today. (Jonathan Bull). From Martin Smith hide a Yellow Wagtail on the Tack Piece briefly. (Dot Jones).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Slimbridge village",
    "Text": "A GRASSHOPPER WARBLER reeling NE of the the village at 5:50pm. Also a Red Kite N. (Tim McGrath).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Frampton",
    "Text": "Early morning at Splatt Bridge the SANDWICH TERN again, present on and off all day, the adult LITTLE GULL still, a Common Sandpiper on the canal, two singing Sedge Warblers and four Great White Egrets. Also this evening two MEDITERRANEAN GULLS and a pair of Goosanders flew N. (Gordon Hodgson). Three Greenshanks on the flashes early afternoon. (Duncan Dine).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Guscar Rocks",
    "Text": "A Greenshank, two Whimbrels and the feral Pink-footed Goose (later seen at WWT). (Ian Ralphs).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today a Mandarin, six Great Spotted Woodpeckers heard, 2+ Ravens, 15 Coal Tits, three Willow Warblers, five Chiffchaffs, four Long-tailed Tits, 15 Blackcaps, three Goldcrests, three FIRECRESTS, 11 Nuthatches, two Treecreepers, five Mistle Thrushes, ten Song Thrushes, 30 Blackbirds, 28 Robins, a Redstart heard, a Bullfinch heard and a Siskin in the car park. (Stephen Curtis & Carol Rushton). Also a Pied Flycatcher and two Hawfinches. Two Tree Pipits and 15+ Willow Warblers at Crabtree Hill. (Steve Pullen).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "May Hill",
    "Text": "This morning two Willow Warblers singing near the top of the Hill, and a Redstart in the pines at the top. (Gillian Guest).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Nailsworth",
    "Text": "At Dunkirk Mill Ponds a Blackcap, a Willow Warbler, three Chiffchaffs, two Nuthatches calling, a Greylag, three Moorhens, two Mute Swans, two Buzzards and six Peacock butterflies. (John Fletcher).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/12/friday-12th-april-2024/",
    "location": "Bishops Cleeve",
    "Text": "House Martins back on breeding sites this morning. (Dawn Ballinger).",
    "Date": "2024-04-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Frampton",
    "Text": "A SANDWICH TERN resting on the bank on the flashes N of Splatt Bridge, also visiting Saul Warth and the river from 7:30am until mid-morning at least. Also two Shovelers, 12 Gadwalls, 15 Tufted Ducks, ten Shelducks, a Coot, three Little Egrets, 20+ Curlews, six Redshanks, three Sedge Warblers, a Reed Bunting, a Willow Warbler and three Blackcaps. (Steve Pullen). A singing LESSER WHITETHROAT between Splatt and Fretherne canal bridges⁩. (Paul Masters). This evening an adult LITTLE GULL on the flashes. (Gordon Hodgson).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Saul Warth",
    "Text": "The SANDWICH TERN flew onto patch finally at 8:36am. Also a Great White Egret, two Grey Plovers, four Oystercatchers, a Common Sandpiper, 24 Curlews and 175 more migrating noisily N, a pair of Teal, five pairs of Tufted Ducks, a Sand Martin, two Willow Warblers, six Skylarks and six Linnets. (MK).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead two Firecrests, three Pied Flycatchers (2m, 1f), three Blackcaps, four Chiffchaffs, a Willow Warbler, two Nuthatches, two Treecreepers, a flyover Goshawk and a calling Redstart. (Roy Kinchin).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Selsley Hill",
    "Text": "Two Swallows back at a traditional nest site today. (Martin & Michelle Greenish).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Hardwicke",
    "Text": "At the tanker bay area a Common Sandpiper, a Kingfisher, four Chiffchaffs, a Willow Warbler, two Buzzards and a Red Kite at 1pm heading S. (Julian Long).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Epney",
    "Text": "11 Sand Martins and three Swallows briefly sat on the wires and a Red Kite over. (Steve Pullen).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Waterhatch",
    "Text": "A House Martin around the old barns, Chiffchaffs and Skylarks singing, Green Woodpeckers calling, a Red Kite and a Buzzard. Also Orange Tip, Peacock and Red Admiral butterflies. (Andrew & Gill Worthington).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/11/thursday-11th-april-2024/",
    "location": "Clapton-on-the-Hill",
    "Text": "A pair of Shelducks over this evening, unusual here. (Keith Jennings).",
    "Date": "2024-04-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/10/wednesday-10th-april-2024/",
    "location": "Saul Warth",
    "Text": "At 9am a drake COMMON SCOTER drifted up on the tide towards the Warth on the WWT side of the river. It moved across to Hock Ditch and eventually drifted back down in the centre of the river.  Also four Great White Egrets, five Little Egrets, a Grey Heron, three Common Sandpipers, two pairs of Oystercatchers, five Curlews, eight Gadwalls on the river and three more on the Warth, 12 Shelducks, a pair of Tufted Ducks, two Willow Warblers and 11 Sand Martins. (MK).",
    "Date": "2024-04-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/10/wednesday-10th-april-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge 7am-8am, 4+ Sedge Warblers, a Kingfisher, a Yellow Wagtail over, 50+ Sand Martins and a Great White Egret. On the flooded flashes six Gadwalls, eight Shelducks, and 18 Curlews. (Steve Pullen).",
    "Date": "2024-04-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/10/wednesday-10th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "The COMMON SCOTER floated downriver past the Estuary Tower at 11:41am. (Mark Dowie). Three MEDITERRANEAN GULLS (2 ads, 1 1st w) on South Lake. Also a Common Sandpiper. The Spotted Redshank still on the Tack Piece. (Sam Walker/Martin Price/Heather England). A Sedge Warbler from Kingfisher hide. (Mike Davis).",
    "Date": "2024-04-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/10/wednesday-10th-april-2024/",
    "location": "Witcombe Reservoirs",
    "Text": "A Little Ringed Plover this morning. (Andy Jayne).",
    "Date": "2024-04-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/10/wednesday-10th-april-2024/",
    "location": "Nailsworth",
    "Text": "A female Siskin ringed in the garden today – the 50th ringed in the garden during February-April. (Roy Bircher).",
    "Date": "2024-04-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A SANDWICH TERN on South Lake until 9:25am then flew out to the river. (Martin McGill). An ARCTIC TERN flew across the Dumbles going south. (Geoff Moyser/Paul Masters). c12 Ringed Plovers and two Little Ringed Plover on the Tack Piece. (Martin Price/Les Ditchburn). The SPOONBILL on the flooded Dumbles this morning. (Steve Pullen).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning at high tide the first decent influx of 30+ Swallows with 15+ Sand Martins. Also three Common Sandpipers, 15+ Curlews, two Dunlins, four Oystercatchers, three Skylarks and a Willow Warbler. (MK).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Frampton",
    "Text": "Around the pools eight Cattle Egrets, five Shelducks, a Kestrel, seven Willow Warblers, 26 Chiffchaffs, 17 Blackcaps, 50+ Sand Martins, ten Swallows, a Common Sandpiper, five Cetti’s Warblers, 38 Tufted Ducks and two Green Woodpeckers. (Nick Goatman). Three House Martins S over the garden this morning. (Gordon Hodgson).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Tresham",
    "Text": "A female MERLIN perched on a wall, three Red Kites and a flock of 60+ Linnets today. (Terry Grant).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Forest of Dean",
    "Text": "A male Redstart from Lower hide at Nagshead this afternoon. (Steve Young).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Cam Peak",
    "Text": "A male Redstart on the south side today. (Craig Brookes).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Nailsworth",
    "Text": "Two Red Kites at Barton End today. (Terry Grant).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/09/tuesday-9th-april-2024/",
    "location": "Edge",
    "Text": "At Rudge Hill NNR this afternoon birds included four Blackcaps, seven Chiffchaffs, a Song Thrush, a Goldcrest, a Great Spotted Woodpecker, 10+ Robins and a Buzzard. (John Fletcher).",
    "Date": "2024-04-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Purton",
    "Text": "A GARDEN WARBLER, a female Wheatear and four Common Sandpipers this morning. (Brian Kings).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A HOBBY flew across the Tack Piece towards the estuary. Also around the grounds two Marsh Harriers, a male Reed Bunting, lots of Willow Warblers and a Common Crane on South Lake. (Megan Adamou). A Whimbrel on the Tack Piece this morning. (Julian Gould). The immature SPOONBILL on the Tack Piece today. (Heather England). This morning a SANDERLING with six Ringed Plovers on the Dumbles mid way to the southern cross fence on the flood viewed from Estuary Tower. Also a Wheatear. (Ian Hull). Two Greenshanks again on the Tack Piece. The Spotted Redshank on the Rushy. Two near adult MEDITERRANEAN GULLS on South Lake causeway mid-afternoon and a possible further one earlier on the Rushy. (Andy & Sue Gibbons).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Prestbury",
    "Text": "At 12:18pm an OSPREY flew over central Prestbury. It circled by St. Mary’s Church and then went towards Cleeve Common. (Ken Heron).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Stinchcombe Hill",
    "Text": "A female RING OUZEL (11th tee), two Wheatears, a trickle of hirundines moving SW, and four Willow Warblers back on territory. (James Robinson).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Epney",
    "Text": "Five Sand Martins at dawn. (MK).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "North Cerney",
    "Text": "On North Cerney Downs a Wheatear, a Corn Bunting, a pair of Grey Partridges, several Skylarks and a male Reed Bunting today. (Dave Soons).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Forest of Dean",
    "Text": "This morning at Nagshead three Pied Flycatchers (2m, 1f) and two Redstarts. (Martin Vaisey/Les Ditchburn).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Newent",
    "Text": "This morning three Goosanders (2f, 1m) on Newent Lake. (Rob Guest).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Four Little Ringed Plovers, a Dunlin, four Great Crested Grebes, two Redstarts, a Whitethroat and a Sedge Warbler. (Andy Jayne).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Cam",
    "Text": "A pair of Mandarins in an Oak tree at the Peak Academy today. (Donna Cook).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Cheltenham",
    "Text": "At Park Campus a pair of Nuthatches displaying and mating repeatedly and two others calling, two Ravens over, a pair of Stock Doves and two calling, two singing Coal Tits and a Willow Warbler singing. At Moorend Park Road, two singing Coal Tits near the surgery, 2/3 Greenfinches heard and two Ravens over, probably the same as above. (Steve Brown).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Quedgeley",
    "Text": "Two Common Sandpipers on the canal 100m S of Rea Bridge. (Andy Chapman). Four House Martins over Shelduck Road. (Steve Pullen).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Gloucester",
    "Text": "A Willow Warbler heard singing intermittently today and yesterday at Randwick Park, Tuffley. (Ian Elphick).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/08/monday-8th-april-2024/",
    "location": "Brookthorpe",
    "Text": "A Swallow on wires near Pond Farm at 3:30pm. (Ian Elphick).",
    "Date": "2024-04-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/07/sunday-7th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "Five RING OUZELS today opposite the heather enclosure around the cleared area. Also a male Wheatear and two Stonechats. (Roy Shilham/Steve Brown/Sarah Townsend).",
    "Date": "2024-04-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/07/sunday-7th-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Edge Hills this evening 12 WAXWINGS through at 4:45pm heading N low above the tree canopy. (Owen Follis). A PIED FLYCATCHER reported at Nagshead by a visiting family today. (per Martin Vaisey). A Swallow returned to a traditional nesting site at Taurus Crafts at dusk. (Chris Sullivan).",
    "Date": "2024-04-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/07/sunday-7th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "From the Estuary Tower an immature SPOONBILL, six Ringed Plovers, two Little Ringed Plovers, a Whimbrel, a White Wagtail, a Red Kite flew S, one White-fronted Goose remaining, seven Swallows and a House Martin. Two Greenshanks and a Spotted Redshank on the Tack Piece.  (Slimbridge Sightings).",
    "Date": "2024-04-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/07/sunday-7th-april-2024/",
    "location": "Frampton pools",
    "Text": "Six Cattle Egrets, a Common Sandpiper, 100+ Sand Martins, 10+ Swallows, three Willow Warblers, three Kingfishers, two Oystercatchers, five Shelducks and 31 Curlews over. (Nick Goatman).",
    "Date": "2024-04-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/07/sunday-7th-april-2024/",
    "location": "Gloucester",
    "Text": "A Peregrine seen with a pigeon kill in the road in Abbeymead this morning. (Matthew Wilcock).",
    "Date": "2024-04-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/07/sunday-7th-april-2024/",
    "location": "Charlton Kings",
    "Text": "A pair of Mistle Thrushes feeding in the garden for an hour. One bird collecting nesting materials. Also visited on the 6th. (John Harvey).",
    "Date": "2024-04-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "13 RING OUZELS this morning. Also an OSPREY flew NW at 9am, a Tree Pipit flew N, two Wheatears and an influx of Willow Warblers. (Dan Gornall). Also two Swallows through. (Tom & Greg Mabbett). Still 12 RING OUZELS around this evening. (Mark Dowie).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Purton",
    "Text": "A RING OUZEL feeding in mistletoe along the canal just S of the lower bridge this morning. Also a SANDWICH TERN flew NE at 9:47am, an apparent Caspian Gull, two Tree Pipits and four Crossbills. (Francis Steuck).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning at high tide 12 Curlews, 60+ Black-tailed Godwits flew S, a Bar-tailed Godwit, 36 Dunlins, a Ringed Plover, a Grey Plover, three Oystercatchers, an adult KITTIWAKE, a first-winter MEDITERRANEAN GULL with migrating Common Gulls, a Sand Martin and 50 White-fronted Geese flew over Frampton then returned to WWT. (MK/Martin McGill). Also a Little Grebe and a Sedge Warbler. (Gordon Hodgson). On the evening tide two SANDWICH TERNS flew N, a Great White Egret flew S, a Swallow, a 2cy Yellow-legged Gull lingering with 100’s of Common Gulls, two Bar-tailed Godwits flew S and a tired adult KITTIWAKE lingered. (Martin McGill).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Frampton",
    "Text": "Around the pools this evening pools a Common Sandpiper, four Cattle Egrets, two Little Egrets, ten Swallows, three Sand Martins, 15 Blackcaps, 16 Chiffchaffs, four Oystercatchers, four Shelducks, six Cetti’s Warbler and 24 Curlews flew NE. (Nick Goatman). From Splatt Bridge 6am-7am, 50 White-fronted Geese over (same as seen from Saul), four Mute Swans, three Grey Herons, two Little Egrets, 12 Curlews, two Oystercatchers, two Tufted Ducks, 18 Shelducks, a Buzzard, four Cetti’s Warblers and a Willow Warbler. (Steve Pullen). Also 98 Black-tailed Godwits in three flocks all departing high N, four Willow Warblers and three Swallows. (Gordon Hodgson).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Awre",
    "Text": "A cream crown Marsh Harrier flew across to WWT at 8am. Also nine Black-tailed Godwits, a Common Sandpiper, three Curlews, six Oystercatchers and a Chiffchaff. (Dan Watson).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A SPOONBILL on the Estuary Tower scrape and three House Martins, two Greenshanks on the Tack Piece, a near adult MEDITERRANEAN GULL on South Lake, the Spotted Redshank on the Rushy and a Kingfisher from Kingfisher hide. (Jeremy Holland/Heather England/Ian Ralphs/Tan Grigg/Mike Davis). A distant SANDWICH TERN on the river at 8:55am. (Ian Ralphs).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Forest of Dean",
    "Text": "Two TREE PIPITS singing at Staple Edge at midday. (Robin Husbands). Five singing Willow Warblers at Edge Hills this morning. (Owen Follis).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Four Pintails, seven Canada Geese, 15 Wigeon, 12 Teal, six Mallards, six Shovelers, 18 Tufted Ducks, a Little Egret, five Coot, four Moorhens, two Little Grebes, two Great Crested Grebes, three Oystercatchers, two Lapwings, two Little Ringed Plovers, six Curlews, 36 Black-tailed Godwits, four Redshanks, 100 Black-headed Gulls, three Lesser Black-backed Gulls, five Common Gulls, a Marsh Harrier, a Buzzard, two Sand Martins, a House Martin, six Swallows, three Willow Warbler, two Blackcaps, three Chiffchaffs, a singing WHITETHROAT and a Redstart. (Andy Jayne/Mike Smart).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Ashleworth Ham",
    "Text": "Four Mute Swans, two Greylags, six Canada Geese, 125 Wigeon, four Teal, 12 Mallards, 30 Pintails, ten Shovelers, four Tufted Ducks and a Coot today. (Mike Smart).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Cotswold Water Park",
    "Text": "A Whimbrel on Pit 132 this morning. (Ian Sherriffs). A Sedge Warbler at Shorncote Reedbeds this morning. (David Creber).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/06/saturday-6th-april-2024/",
    "location": "Tresham",
    "Text": "Early morning four Swallows flew N, three Corn Buntings, two Red-legged Partridges, a Stock Dove and a Greenfinch. (Paul Rich).",
    "Date": "2024-04-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Greenshank on the Tack Piece today from Robbie Garnett hide, also the Spotted Redshank still. (Heather England/Andy Chapman). The SPOONBILL still on the Estuary Tower scrape. (Ian Hull). An adult MEDITERRANEAN GULL on South Lake this afternoon. (Tan Grigg).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Berkeley shore",
    "Text": "A House Martin with seven Sand Martins heading SW across the estuary today. Also 32 Turnstones and 17 Oystercatchers. (Paul Taylor).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning nine Black-tailed Godwits flew S, two Grey Plovers, three Dunlins, 6+ Curlews, 11 Common Gulls, a pair of Gadwalls, a Sand Martin flew W, ten Skylarks, two Reed Buntings and a Chiffchaff. (MK).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Selsley Common",
    "Text": "c8 Skylarks on the W bank of the common with c6 Meadow Pipits this afternoon. (Paul Sutton).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Nailsworth",
    "Text": "At Ruskin Mill a Coal Tit, a Chiffchaff and a Grey Heron caught a newt. (Paul Sutton).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Chedworth",
    "Text": "A Swallow flew up Chedworth village valley at 4pm. (Harvey Sherwood).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Chapman’s Cross",
    "Text": "350+ Stock Doves feeding in bare earth fields and two Red Kites. (Terry Grant).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/05/friday-5th-april-2024/",
    "location": "Dudbridge",
    "Text": "A Willow Warbler singing in the garden today. Also along the Stroudwater Canal a male Kingfisher, five Green Woodpeckers chasing each other around an oak tree and two Mandarins. (Megan Adamou).",
    "Date": "2024-04-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/04/thursday-4th-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "An adult MEDITERRANEAN GULL on South Lake this morning. 86 White-fronted Geese still. (Mike Davis). At 9:50am a female/juvenile Goshawk over tack piece drifting N. (Tim McGrath). The SPOONBILL and the Black Swan pair on the Tack Piece and the Spotted Redshank on the Rushy this afternoon. (Heather England).",
    "Date": "2024-04-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/04/thursday-4th-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning two Grey Plovers still, two Dunlins, 40+ Curlews, eight Common Cranes flew towards Sharpness, a pair of Gadwalls, a male Kestrel, five Skylarks, a Reed Bunting and a male Greenfinch. (MK).",
    "Date": "2024-04-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/04/thursday-4th-april-2024/",
    "location": "Cleeve Hill",
    "Text": "The first-winter DARTFORD WARBLER still this morning at the heather inclosure but very elusive and only heard by some birders. Please do not enter the heather inclosure. (Jeremy Holland/Steve Brown).",
    "Date": "2024-04-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/04/thursday-4th-april-2024/",
    "location": "Cheltenham",
    "Text": "A Tawny Owl calling in Lansdown Road at 8:50pm. (Eric Harris).",
    "Date": "2024-04-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/04/thursday-4th-april-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Four Mute Swans, nine Teal, four Pintails, two Tufted Ducks, a Grey Heron, two Oystercatchers, c10 Lapwings, ten Curlews, at least seven Redshanks, two Redstarts singing, two Willow Warblers, five Chiffchaffs and 100 Linnets. (Mike Smart).",
    "Date": "2024-04-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/04/thursday-4th-april-2024/",
    "location": "Maisemore Ham",
    "Text": "Two Mute Swans, a Greylag, five Egyptian Geese, four Shelducks, five Gadwalls, 12 Mallards, four Shovelers, a Cetti’s Warbler, three Chiffchaffs and a Yellowhammer. (Mike Smart).",
    "Date": "2024-04-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/03/wednesday-3rd-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "A pair of GARGANEYS from Martin Smith hide today. Also a SPOONBILL. (Mike Davis). A Cattle Egret from Robbie Garnett hide. (Terry Stevenson).",
    "Date": "2024-04-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/03/wednesday-3rd-april-2024/",
    "location": "Cleeve Hill",
    "Text": "The first-winter DARTFORD WARBLER still this morning at the heather inclosure but elusive. Please do not enter the heather inclosure. Also four RING OUZELS to the north towards the golf club earlier this morning. (Andy Jayne).",
    "Date": "2024-04-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/03/wednesday-3rd-april-2024/",
    "location": "Saul Warth",
    "Text": "Early morning two Grey Plovers, 30+ Curlews, a pair of Oystercatchers, three Dunlins, a pair of Gadwalls, 15 Common Gulls, five Skylarks, a Reed Bunting, a Willow Warbler, two Chiffchaffs and a Blackcap. (MK).",
    "Date": "2024-04-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/03/wednesday-3rd-april-2024/",
    "location": "Nailsworth",
    "Text": "A spectacular midair chase as a female MERLIN chased a Skylark in Chavenage Lane. The outcome was hidden by trees. Later, presumably the same MERLIN was sheltering behind a wall at Barton End. Also two House Martins and three Red Kites. (Terry Grant).",
    "Date": "2024-04-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/03/wednesday-3rd-april-2024/",
    "location": "Frampton pools",
    "Text": "This evening four Cattle Egrets, five Little Egrets, two Oystercatchers, a Willow Warbler, two Swallows, seven Sand Martins, 24 Chiffchaffs, 12 Blackcaps, six Cetti’s Warbler, a Shelduck, 42 Tufted Ducks, 24 Barnacle Geese and a Ross’s Goose. (Nick Goatman).",
    "Date": "2024-04-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Cinderford",
    "Text": "At least 16 WAXWINGS feeding on mistletoe berries at the N end of Cinderford Linear Park today at SO643150. (John Elley).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "At 9:10am an OSPREY over Rushy heading towards Frampton. Also the SPOONBILL still today, a Red Kite over and three Swallows with Sand Martins. (Tim McGrath).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Cleeve Hill",
    "Text": "The first-winter DARTFORD WARBLER again today in the heather inclosure. Please do not enter the heather inclosure. (Ian Hull). Also a male RING OUZEL, several Stonechats, two Red Kites, a Buzzard and a few Ravens heard. (Steve Brown/Ken Heron).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Newent Woods",
    "Text": "Early morning a brief female LESSER SPOTTED WOODPECKER in the upper woods, a FIRECREST, two Marsh Tits, two Treecreepers, three Great Spotted Woodpeckers, nine Chiffchaffs and a Blackcap. (Paul Masters/MK).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Frampton pools",
    "Text": "22 White-fronted Geese heading back towards Slimbridge at 6:45am, two Sparrowhawks, a Willow Warbler, 30 Sand Martins, two Swallows, an adult Yellow-legged Gull, a pair of Gadwalls, 44 Tufted Ducks, two Oystercatchers, 52 Barnacle Geese, 16 Greylags, six Canada Geese and the Ross’s Goose. (Nick Goatman).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Witcombe Reservoirs",
    "Text": "Six Sand Martins this afternoon. (Duncan Dine).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Maisemore Ham",
    "Text": "This afternoon birds included three Egyptian Geese, four Shelducks,\nthree Little Egrets, seven Mute Swans, a drake Shoveler, three Canada Geese, two Tufted Ducks, seven Mallards, one with ten ducklings, eight Moorhens, four Coots, six Chiffchaffs, a Blackcap, two Buzzards and a Red Kite. (John Fletcher).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/02/tuesday-2nd-april-2024/",
    "location": "Brockworth",
    "Text": "A pair of Blackcaps and up to four Greenfinches daily in the garden. (John Miles).",
    "Date": "2024-04-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Cleeve Hill",
    "Text": "A first-winter DARTFORD WARBLER today until late afternoon at least in the heather inclosure. Do not enter the heather inclosure under any circumstances. Easily visible from the lower side with a little patience. It was loosely associating with a couple of Stonechats. Also a TREE PIPIT flew over calling. (Ian Ralphs). Also three RING OUZELS today. (Ian Ralphs/Tim McGrath).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Frampton",
    "Text": "Around the pools the first COMMON TERN, six Swallows, 15 Sand Martins, three Willow Warblers, 49 Chiffchaffs, 17 Blackcaps, four Shelducks, 46 Tufted Ducks, a drake Gadwall, a drake Mandarin, a Kingfisher and a Raven. (Nick Goatman).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Maisemore Ham",
    "Text": "A male REDSTART, five Egyptian Geese, six Shelducks, three Gadwalls, 12 Little Egrets and a Cetti’s Warbler. Nearby on the River Leadon flood two Pintails remaining with 23 Mute Swans, two Shelducks, seven Shovelers, three Tufted Ducks and a Great Crested Grebe. (Andy Jayne).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Saul Warth",
    "Text": "At Hock Ditch this morning a drake Mandarin in the ditch, a pair of Stonechats, a Kestrel, a Raven, a Collared Dove and a pair of Oystercatchers. (Mike Davis). Earlier six Golden Plovers flew S and 35+ Curlews. (MK).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Aylburton",
    "Text": "A House Martin over Sandford Terrace at 7pm. (Jonny Gentle).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "WWT Slimbridge",
    "Text": "At 11:20 a female MERLIN flew over the Dumbles viewed from Estuary Tower. Also five Cattle Egrets feeding by the pill box. Two Red Kites over the car park at 12:50pm. (Tim McGrath). A drake Goldeneye showing well on South Lake at 10:30am. (Jordan Yates). A Cattle Egret on the Rushy. Around the grounds an adult MEDITERRANEAN GULL, a SPOONBILL, 210 White-fronted Geese still, a Spotted Redshank, a female Peregrine, a Sparrowhawk, a Marsh Harrier and a pair of Kingfishers. (Dan Fletcher/Julie Loxley/Heather England/Lisa Hume).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Chedworth",
    "Text": "On the Airfield this morning six Buzzards, four Red Kites, a pair of Ravens and a Kestrel all soaring low altitude. A Swallow heard alarm calling and c 30 Linnets in the tall hedgerow SW of the old runways. (Harvey Sherwood).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Forest of Dean",
    "Text": "At Edge Hills this morning nine singing Chiffchaffs, four Blackcaps, a Goshawk over Green Bottom and 11 Linnets. (Owen Follis).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Elmore Court",
    "Text": "In the rewilding area this afternoon a Wheatear, two male Stonechats, two Cetti’s Warblers, a male Reed Bunting, six Skylarks, two Red Kites, five Buzzards and a leucistic Greylag. (Steve Pullen).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Huntley",
    "Text": "A Red Kite circling overhead at 10:50am then two together an hour later. (Martin Drew).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Nailsworth",
    "Text": "A female MERLIN near Barton End. A Yellow Wagtail, a Willow Warbler, 15+ Buzzards and two Red Kites in Chavenage Lane, and a male and female Wheatear at Chavenage Green. (Terry Grant).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Leckhampton",
    "Text": "Garden birds included a Willow Warbler, a Siskin and three over-wintering Blackcaps still present. Another two Blackcaps in full song on the escarpment behind the house. (Chris Furley).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Cheltenham",
    "Text": "Two Cormorants in breeding plumage at Pittville pump room lake at midday. (Steve Money).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Tewkesbury",
    "Text": "Severn Ham almost completely submerged in deep water, 45 Mute Swans, a Greylag, two Shelducks, three Tufted Ducks, a Grey Heron, a male Peregrine sitting on Abbey tower, a Curlew bubbling from the west bank of the Severn, a Great Spotted Woodpecker drumming, a Blackcap, three Chiffchaffs and a Reed Bunting. At Mythe Hook six Mute Swans, four Greylags, 34 Canada Geese, a Shelduck, 25 Wigeon, a Gadwall, two Teal, ten Mallards, four Shovelers, six Tufted Ducks, a Cormorant, two Oystercatchers, six Lapwings, two Redshanks, at least four Cetti’s Warblers, two Blackcaps, three Chiffchaffs and four Willow Warblers. (Mike Smart).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Twyning",
    "Text": "At Upham Meadow 20 Greylags, 20 Canada Geese, a Shelduck, 80 Wigeon, two Pintails, eight Shovelers, a Grey Heron, seven Curlews, 50 Herring and Lesser Black-backed Gulls, five Black-headed Gulls, two Blackcaps and two Chiffchaffs. (Mike Smart).",
    "Date": "2024-04-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/04/01/monday-1st-april-2024/",
    "location": "Rodborough Common",
    "Text": "A female Sparrowhawk flew through the garden today. (Mil Petkovic).",
    "Date": "2024-04-01T00:00:00"
  }
]
