[
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/31/thursday-31st-august-2023/",
    "location": "Saul Warth",
    "Text": "At 6:30am for high tide a Greenshank, 12 Avocets, a Black-tailed Godwit, 23 Ringed Plovers, two Common Sandpipers, 72 Curlews, a Great White Egret, a Little Egret, three Grey Herons, 60 Shelducks, 114 Canada Geese, two Little Owls, 4+ Chiffchaffs and a Great Spotted Woodpecker. (MK).",
    "Date": "2023-08-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/31/thursday-31st-august-2023/",
    "location": "Cam",
    "Text": "45+ Golden Plover over at 10am flying W towards the Estuary this morning. (Neil Smart).",
    "Date": "2023-08-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/31/thursday-31st-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "Four SPOONBILLS on the river and four Spotted Redshanks on the Tack Piece. (Slimbridge Sightings/Martin Price).",
    "Date": "2023-08-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/31/thursday-31st-august-2023/",
    "location": "Tirley",
    "Text": "This morning on the river up to 1000 Swallows and House Martins feeding off the river and roosting up in the willows. (Robin Lewis).",
    "Date": "2023-08-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "Three SPOONBILLS and two Turnstones from Middle Point. Seven Cattle Egrets on South Lake this afternoon. (Duncan & Becky Dine).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 6:30-8:30am a summer plumage Golden Plover briefly then flew N, 18 Knot, four Black-tailed Godwits, three Oystercatchers, two Common Sandpipers, 130 Curlews, a Whimbrel heard, six Grey Herons, a Little Egret, a Sparrowhawk, three Little Owls, a Yellow Wagtail N, 3+ Chiffchaffs, three Blackcaps, a Whitethroat and eight Long-tailed Tits. (MK).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Guscar Rocks",
    "Text": "On this evening’s tide, 430 Curlews (including 27 colour-ringed at Wibdon and five head starts from Slimbridge), three juvenile Bar-tailed Godwits, 22 Knots, three Yellow Wagtails and two Wheatears. (John Sanders).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Berkeley shore",
    "Text": "From Severn House Farm over the high tide three Common Sandpipers, three Wheatears, six Little Egrets and a Peregrine. (Paul Rich).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Frampton pools",
    "Text": "A Whinchat, two Spotted Flycatchers. a Wheatear, two Lesser Whitethroats, eight Whitethroats, a Yellow Wagtail, three Willow Warblers, two Garden Warblers, 12 Reed Warblers, 55 Chiffchaffs, 21 Blackcaps, ten Reed Buntings, 30+ Sand Martins, 20+ Swallows, 20+ House Martins, three Ravens and a Marsh Harrier today. (Nick Goatman).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Sevenhampton",
    "Text": "Birds today included four Red Kites, four Buzzards, three Kestrels, a Sparrowhawk, a Raven and a Wheatear at Sevenhampton Manor farm today. (Harvey Sherwood).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Gloucester",
    "Text": "At Sudmeadow today birds included a Grey Heron, a Cormorant, three Buzzards, a Sparrowhawk. a Great Spotted Woodpecker, a Swift, three Swallows, a Jay, two Stonechats, two Chiffchaffs and seven Linnets. (Paul Brunt).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/30/wednesday-30th-august-2023/",
    "location": "Ashleworth Ham",
    "Text": "This evening two Sedge Warblers, a Grey Heron, 17 Mallards, seven Swallows, three Sand Martins, a Song Thrush and 23 Carrion Crows. (John Fletcher). During a ringing session 43 birds caught included a juvenile Wheatear (the first one caught here in nearly 30 years), a Redstart, ten Whitethroats, a Lesser Whitethroat, a Blackcap, six Chiffchaffs, a Willow Warbler, five Long-tailed Tits and four Reed Buntings. On the reserve a Water Rail heard, 25 Swallows and two Ravens. (Mike Smart/Mervyn Greening).",
    "Date": "2023-08-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "An OSPREY flew S past Middle Point at 2pm. This morning three SPOONBILLS on the Top New Piece. From Middle Point three Pintails, a Great White Egret, 18 Knot, 14 Sanderlings, 12 Dunlins, seven Redshanks, 163 Ringed Plovers and two Ruff. (Martin McGill). Six Cattle Egrets on South Lake. (Roy Kinchin).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide early morning 18 Knot, 12 Sanderlings, four Avocets, two Oystercatchers, a Ringed Plover, 140 Curlews, a Common Sandpiper, ten Grey Herons, eight Little Egrets, three Little Owls, 14 Swallows, a Whitethroat, two Chiffchaffs, five Mistle Thrushes and a Harbour Seal. (MK). Late morning four Turnstones off of Hock Ditch. (Nigel Young).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Frampton pools",
    "Text": "Two Swifts, 100+ Sand Martins and House Martins, a Hobby, a Yellow Wagtail, a Marsh Tit, eight Reed Warblers, five Willow Warblers, 67 Chiffchaffs, 27 Blackcaps, 47 Robins, ten Goldcrests, four Nuthatches, three Treecreepers, eight Little Grebes, the adult Yellow-legged Gull and six Bullfinches. (Nick Goatman).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Cotswold Water Park West",
    "Text": "At Cerney Wick this afternoon three Yellow-legged Gulls, two adults and a first-year bird. Also eight Curlews and a Green Sandpiper. (Duncan Dine/Jeremy Squire).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Tree Pipit perched on bushes at the 7th tee and a juvenile Redstart. (James Robinson).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Clapton-on-the-Hill",
    "Text": "A female Marsh Harrier at Newbridge today. (Keith Jennings).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Selsley Common",
    "Text": "A Redstart this afternoon. (Colin Greenfield).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/29/tuesday-29th-august-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Gates a Buzzard beginning to soar mobbed by Herring Gulls. (Howard Taylor).",
    "Date": "2023-08-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "14 Knot on the river and two SPOONBILLS and three Spotted Redshanks on the Rushy. (Terry Grant/Nigel Young).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Saul Warth",
    "Text": "Early morning four distant Turnstones, three Common Sandpipers, 60+ Curlews, nine Grey Herons, eight Little Egrets, a Kestrel, two Little Owls, a Sparrowhawk hunting a flock of 100+ Goldfinches and 5+ Linnets, two Whitethroats, three Chiffchaffs, a Blackcap, three Stock Doves and seven Swallows. (MK). Later nine distant Knot on the river. (Steve Pullen). Also a Yellow Wagtail over, a Wheatear, a Green Woodpecker and Grey Wagtail (David Lawrence) and a Lesser Whitethroat. (Nigel Young).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Frampton",
    "Text": "From Splatt Bridge early morning two Redstarts, a Whinchat, eight Whitethroats, two Lesser Whitethroats and a Willow Warbler. A Snipe and six Yellow Wagtails flew S, four Avocets over the river and a Marsh Harrier hunting the foreshore. (Gordon Hodgson). Around the pools a Marsh Harrier, five Little Grebes, three Willow Warblers, two Whitethroats, a Lesser Whitethroat, 70 Chiffchaffs, 26 Blackcaps, two Cetti’s Warblers, four Bullfinches, three Nuthatches, three Kingfishers, 19 Mistle Thrushes, the adult Yellow-legged Gull, a Common Sandpiper and a Grey Wagtail. (Nick Goatman).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Epney",
    "Text": "The Pink-footed Goose back on the sands just S of the Anchor Inn at 11:45am with 150+ Canada Geese. (Steve Pullen).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Uley",
    "Text": "A Hobby took a young House Martin over the village this evening. (Richard Baatsen). A Wheatear on a neighbour’s roof in South Street at 3:30pm. (Nigel Hewston).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Netheridge Farm",
    "Text": "16 Buzzards over the Severn at Hempsted, a Swift and a female Redstart at the Barn Owl Centre this morning. (Mark Hobson).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Lydney",
    "Text": "At least 309 Curlews on the sands W from New Grounds. Also three Willow Warblers and a Great White Egret. (Dan Watson). A Spotted Flycatcher on the path between Lydney station and the docks. 200+ Canada Geese and ten Barnacle Geese at the docks. (Geoff Fawcett).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Eastleach",
    "Text": "Five Spotted Flycatchers, one at Sheepbridge and four in a hedge near Winter Pool. Also a few Whitethroats. (Ian Ralphs).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Stonehouse",
    "Text": "A male Kingfisher between St Cyr’s and Bonds Mill today. (Paul Sutton).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Gloucester",
    "Text": "c500 Swallows roosting at Horsbere Brook Flood Storage Area this evening. (Andy Jayne).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/28/monday-28th-august-2023/",
    "location": "Wotton-Under-Edge",
    "Text": "At Cotswold Edge Golf Club eight Red-legged Partridges, 4 adults and 4 juveniles, and a female Tufted Duck with a juvenile. Belated news of 25+ Ravens flying together on the 24th. (Mike Tranter).",
    "Date": "2023-08-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "Epney",
    "Text": "The Pink-footed Goose, of unknown origin, again on the sands S of the Anchor Inn again until 9:45am at least with 170+ Canada Geese. (Geoff Moyser/Steve Pullen/MK).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "Saul Warth",
    "Text": "Earlymorning two Little Egrets, three Grey Herons, 57 Curlews, 11 Knot, a Grey Plover, a Ringed Plover heard, six Shelducks, two Little Owls, four Whitethroats, a Lesser Whitethroat, six Chiffchaffs, a Blackcap, 47 Swallows aand ten House Martins. Two Spotted Flycatchers at 7am only. (MK/Mike Davis).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "On the Top New Piece a Wood Sandpiper still. On South Lake two Mediterranean Gulls and 12 Cattle Egrets. Four SPOONBILLS on the river. (Slimbridge Sightings).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "Gloucester",
    "Text": "At Saintbridge pond birds included a Grey Heron, a Great Spotted Woodpecker, six Moorhens and c20 Mallards. (Paul Brunt).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "Barnsley Warren SSSI",
    "Text": "In the Fosse Way spur and adjacent Ampney Downs farmland, a Whinchat, 10+Yellow Wagtails, six Buzzards, two Red Kites, a Yellowhammer, ten Linnets and a moderate flow of Swallows. Also Chalkhill Blue butterflies. (Steve Brown).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "Elmore Court",
    "Text": "At the Rewilding Project from the public footpath along Broadmeadow Bank Ditch, a Little Grebe on the long scrape, a Green Sandpiper, ten Lapwings, a Spotted Flycatcher, a Whinchat and a Redstart. (Mark Hobson).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/27/sunday-27th-august-2023/",
    "location": "Ryeford",
    "Text": "A female Mandarin and two juveniles this morning. (Paul Sutton).",
    "Date": "2023-08-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "An OSPREY over Birdland this evening. (Keith Jennings).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning a Marsh Harrier, a Green Sandpiper, a Great White Egret, three Little Egrets, two Little Grebes, nine Lapwings, two Shovelers, four Gadwalls and three Cormorants. (Sam Walker). Also a Spotted Flycatcher and a Redstart. (Ian Ralphs).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Frampton",
    "Text": "At Splatt Bridge this morning a male Redstart, a juvenile Whinchat, a Hobby, a SPOONBILL on the river and 17 Yellow Wagtails and two Tree Pipits through. (Gordon Hodgson). A Marsh Harrier and a Peregrine over the 100-Acre, a Kestrel around the church and two Kingfishers on the canal. (Paul Sutton).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Epney",
    "Text": "The Pink-footed Goose, of unknown origin, asleep on the sands S of the Anchor Inn again at 11am with 120+ Canada Geese. (MK).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Saul Warth",
    "Text": "Early afternoon two Common Sandpipers, 66 Curlews, five Little Egrets and around the sewage works two Lesser Whitethroats, two Whitethroats, three Chiffchaffs, a Blackcap and 12 Swallows. (MK). Later this afternoon a Nuthatch, a Treecreeper, five Chiffchaffs, a Goldcrest, a Jay, 10 Swallows, two Little Owls, nine Little Egrets, six Common Sandpipers, 95 Curlews, a Ringed Plover, six Dunlins, five Great Black-backed Gulls, a Reed Warbler, a juvenile Marsh Harrier, a Kestrel, two Mistle Thrushes, a Whitethroat and a juvenile Hobby over. (Rob & Nina Crofton).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two WOOD SANDPIPERS from Zeiss hide. Nine Cattle Egrets on South Lake again. 12 Common Cranes on the Dumbles, including a juvenile and five unringed adults. (Helen Bojaniwska/Dot Jones).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Elmore Court",
    "Text": "At the Rewilding Project from the public footpath along Broadmeadow Bank Ditch, ten Lapwings, a Greenshank, a Raven, two Lesser Whitethroats, two Spotted Flycatchers, a Redstart and Yellow Wagtail. (Andy Jayne).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/26/saturday-26th-august-2023/",
    "location": "Gloucester",
    "Text": "At Horsbere Brook Flood Storage Area a Grey Heron, three Moorhens, 16 Mallards, c40 Stock Doves, a Sedge Warbler, a Whitethroat, a Chiffchaff, seven Goldfinches and three Reed Buntings. (Paul Brunt).",
    "Date": "2023-08-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/25/friday-25th-august-2023/",
    "location": "Epney",
    "Text": "The Pink-footed Goose, of unknown origin, on the sands S of the Anchor Inn again this morning with 120+ Canada Geese. (MK). Also two adult Yellow-legged Gulls still in wing-moult and an adult Mediterranean Gull. (Mark Dowie).",
    "Date": "2023-08-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/25/friday-25th-august-2023/",
    "location": "Frampton pools",
    "Text": "The adult Yellow-legged Gull still on the Sailing Lake early afternoon. (Mark Hobson).",
    "Date": "2023-08-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/25/friday-25th-august-2023/",
    "location": "Saul Warth",
    "Text": "Early morning four Grey Herons, two Little Egrets, a juvenile Black-tailed Godwit, a Common Sandpiper, 81 Curlews, two Little Owls, 50 Starlings, 20 Swallows, four Chiffchaffs, a Whitethroat, a Lesser Whitethroat and a Yellow Wagtail. (MK).",
    "Date": "2023-08-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/25/friday-25th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "Four SPOONBILLS, two Great White Egrets, four Little Egrets and a Turnstone from Middle Point and two Garganeys and four Spotted Redshanks on the Rushy. (Tim Jukes/Jonathan Bull).",
    "Date": "2023-08-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/25/friday-25th-august-2023/",
    "location": "Halmore",
    "Text": "Two Pied Flycatchers seen from the garden briefly, a garden tick. Also a Spotted Flycatcher, a Willow Warbler and a Kestrel. (Chris Newton).",
    "Date": "2023-08-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/25/friday-25th-august-2023/",
    "location": "Slimbridge",
    "Text": "A Peregrine on St John’s Church tower again today. (Tim Jukes).",
    "Date": "2023-08-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/24/thursday-24th-august-2023/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 132 this morning two Marsh Harriers, 50 Lapwings, two Great White Egrets and a Lesser Emperor. (Duncan & Becky Dine).",
    "Date": "2023-08-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/24/thursday-24th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide early afternoon a SPOONBILL, 14 Little Egrets, five Avocets, 117+ Curlews, 60+ Shelducks, four Yellow Wagtails, a Wheatear, eight Swallows, a Redstart, a Whitethroat, a Chiffchaff and three Skylarks. (MK).",
    "Date": "2023-08-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/24/thursday-24th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A juvenile WOOD SANDPIPER on the Rushy this morning. (Terry Stevenson). Four SPOONBILLS this morning feeding in the tidal pools off Middle Point. (Neil Smart/Geoff Bryant). Six CATTLE EGRETS on South Lake. (Geoff Bryant).",
    "Date": "2023-08-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/24/thursday-24th-august-2023/",
    "location": "Gloucester",
    "Text": "A Whinchat at Horsbere Brook Flood Storage Area this afternoon. (Andy Jayne).",
    "Date": "2023-08-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/24/thursday-24th-august-2023/",
    "location": "Maisemore",
    "Text": "This afternoon eight Ravens together, a Whitethroat, five Chiffchaffs, a Green Woodpecker, four Swallows, a Jay, five Moorhens and two Mute Swans. (John Fletcher).",
    "Date": "2023-08-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/23/wednesday-23rd-august-2023/",
    "location": "Walmore Common",
    "Text": "This morning a Tree Pipit flushed twice, very unusual here. Also a Hobby harassing a Buzzard, a Kingfisher, a Lesser Whitethroat, four Whinchats, three Stonechats and three Yellow Wagtails. (Andy Jayne).",
    "Date": "2023-08-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/23/wednesday-23rd-august-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "The female Marsh Harrier at Bourton Pits South this morning. (Richard Tyler).",
    "Date": "2023-08-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/23/wednesday-23rd-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The WOOD SANDPIPER from Zeiss hide this morning. (Geoff Moyser). Also a Great White Egret and two Little Grebes from Zeiss hide. (Steve Pullen). Four SPOONBILLS together at Middle Point late morning. Three Spotted Redshanks, two Great White Egrets, a Garganey and eight Ruff on the Rushy. A Great Black Backed Gull and seven Cattle Egrets on South Lake. (Slimbridge Sightings/Steve Pullen/Sam Walker).",
    "Date": "2023-08-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/23/wednesday-23rd-august-2023/",
    "location": "Ashleworth Ham",
    "Text": "A ringing session this morning caught 62 birds including three Redstarts, a Reed Warbler, 14 Whitethroats, a Lesser Whitethroat, a Blackcap, two Willow Warblers, six Chiffchaffs, a Great Spotted Woodpecker, a Treecreeper, a Bullfinch and two Reed Buntings. Other the reserve a Buzzard, a Tree Pipit over early, c150 Carrion Crows and two Ravens. (Mervyn Greening/Mike Smart/Erin Taylor).",
    "Date": "2023-08-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A drake COMMON SCOTER came up at pre-high tide at 11:15am, drifted up to Saul Warth and drifted past Hock Cliff towards Arlingham at 12:20pm. (Warren Gill). Also from Middle Point a Turnstone, three Knot and a Whimbrel. A juvenile WOOD SANDPIPER, 15 Ruff and four Green Sandpipers on the Top New Piece from Zeiss hide. Three SPOONBILLS and a Great White Egret around the grounds and the Grey Partridge still at Middle Point today. 11 Cattle Egrets on South Lake 1:30pm. (Slimbridge Sightings/Mark Hobson/Keith Davies/Paul Clark). Four Goosanders took off from the river heading towards canal at high tide. (Jonathan Bull).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Frampton pools",
    "Text": "A QUAIL calling briefly in a the unharvested corn field at the top end of the Sailing Lake but flushed by a Land Rover. Also the adult Yellow-legged Gull, 50+ Sand Martins, 20+ Swallows, 10+ House Martins, 53 Chiffchaffs, 14 Blackcaps, three juvenile Reed Warblers, 16 Gadwalls, two Kingfishers, a Cetti’s Warbler, two Treecreepers and a Bullfinch. (Nick Goatman).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 82+ Shelducks, five Little Egrets and seven in Bullo Pill roost, four Grey Herons and four in Bullo Pill roost, a female Marsh Harrier hunting cropfields at Awre, a Common Sandpiper, a Bar-tailed Godwit, 98+ Curlews, a Little Owl, a Kestrel, a Wheatear and a Harbour Seal fishing off of Hock Cliff. (MK).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "North Cerney to Rendcomb",
    "Text": "This morning three Whinchats, two Redstarts and a Spotted Flycatcher. (Dave Soons).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Brockworth",
    "Text": "A Little Owl perched up in oak tree S of Merlin Close play area at Cooper’s Edge today. (Sam Walker).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Gloucester",
    "Text": "Between Longford and Abbot’s Lodge this afternoon a Hobby, a Green Woodpecker, a Lesser Whitethroat, two Redstarts, a Whinchat and 50+ Goldfinches. (Andy Jayne).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Cheltenham",
    "Text": "A Tawny Owl calling at Pittville Lawn at 3:30am. (Howard Taylor). A noisy Tawny Owl on Hatherley Road at 10:41pm. (Eric Harris).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Halmore",
    "Text": "A Hobby over Halmore Lane this evening harrying a small group of House Martins. (Chris Newton).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Cam",
    "Text": "A Hobby over the fields at Ashmead chasing Martins and Swallows. Also six Buzzards and a Raven soaring over the farmland. Hedgerows very quiet, just a Chiffchaff, a Coal Tit and a Great Spotted Woodpecker heard. (Neil Smart).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Cherington",
    "Text": "A Hobby and a Red Kite over the Aston Farm area this afternoon. (Vic Polley).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/22/tuesday-22nd-august-2023/",
    "location": "Charlton Abbots",
    "Text": "From Charlton Abbots crossroads W to Westwood House 20 Carrion Crows, two Nuthatches, a Great Spotted Woodpecker, a Bullfinch and a mixed flock of Goldfinches, Blue and Great Tits with at least one Chiffchaff. Also a Muntjac seen and another heard. Butterflies seen were Silver-washed Fritillary, Red Admiral, Brimstone, Common Blue, Gatekeeper, Speckled Wood, Meadow Brown and Large White. Also a few Migrant Hawkers and a Helophilus pendulus hoverfly. (Keith White).",
    "Date": "2023-08-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "Epney",
    "Text": "A PINK-FOOTED GOOSE on the sands on the far bank just S of the Anchor Inn at 4:45pm with 174+ Canada Geese. Also two Greenshanks, which flew S, and two Common Sandpipers. (MK).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "Forest of Dean",
    "Text": "A Tree Pipit WSW over the garden near Littledean this morning. (Dan Watson).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "Saul Warth",
    "Text": "This afternoon a Wheatear, a Redstart, a Chiffchaff, a Kestrel, a Little Owl, six Swallows, 25 Shelducks, seven Little Egrets on the foreshore, 20 Curlews and a pair of Collared Doves. (MK).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "Stow-on-the-Wold",
    "Text": "A recently fledged Hobby today. (Richard Tyler).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "At Middle Point c800 Sand Martins resting on the sands early morning, two SPOONBILLS, two Turnstones, three Greenshanks, a Sanderling, the Grasshopper Warbler reeling occasionally and the Grey Partridge still. (Slimbridge Sightings). At least three Snipe, 12 Cattle Egrets, a SPOONBILL for a while and an eclipse Garganey on South Lake. (Esther Rumsey/Matt Lathan/Martin Price). A Great White Egret from Zeiss hide. (Matt Lathan).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "Nailsworth",
    "Text": "A Swift flew S in a small movement of Swallows, also a garden Hummingbird Hawkmoth. (Terry Grant).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/monday-21st-august-2023/",
    "location": "Near Babdown",
    "Text": "At least seven Red Kites and 60+ Stock Doves today. (Terry Grant).",
    "Date": "2023-08-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Uley",
    "Text": "At Rockstowes/Shadwell at ST780977 at midday five Spotted Flycatchers and a juvenile PIED FLYCATCHER. (Nigel Hewston). 30+ House Martins over the Crawley Valley this morning. (Tim Thompson).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "At Middle Point three Knots, two Greenshanks, 200 Ringed Plovers, three Dunlins, five Whimbrels, a Bar-tailed Godwit, three SPOONBILLS, a Great White Egret, 5+ Little Egrets, 100+ Sand Martins and a Yellow Wagtail. (Paul Masters/Andy Chapman/Mark Hobson). The Grey Partridge on piles of hay viewed from the summer walkway viewpoint still. (Julian Gould/Paul Masters/Andy Chapman/Mark Hobson). Also a juvenile Little Stint from Middle Point. On the Top New Piece viewed from Zeiss hide the WOOD SANDPIPER still and 12 juvenile Ruff. A Garganey from Kingfisher hide. (Slimbridge Sightings). Two Arctic Terns flew downriver at Middle Point. (Jake King).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Purton",
    "Text": "418 Ringed Plovers, a Little Stint, a Sanderling and 18 Dunlins feeding around Tite’s Point this evening. Also a Redstart, a Garden Warbler, a Marsh Harrier and a Great White Egret. (Francis Steuck).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "An adult and a young Hobby hawking over the South Pit today. (Andy Lewis).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Four Gadwalls, c10 Teal, a Lesser Whitethroat, a Sedge Warbler and two Reed Buntings today. (Derek Hale).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Forest of Dean",
    "Text": "At Cannop Ponds a Dipper, three Grey Wagtails and a Siskin today. At Parkend Church three Spotted Flycatchers (1 juv) and four Mistle Thrushes. (Derek Hale).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Cam",
    "Text": "Six Swifts headed S over Cam Longdown this afternoon. (Magnus Carter).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Guscar & Aylburton Warth",
    "Text": "WeBS count at high tide 83 Canada Geese, ten Shelducks, ten Mallards, four Grey Herons, a Cormorant, a Grey Plover, a Ringed Plover, 480 Curlews, a Whimbrel, a Common Sandpiper, three Skylarks and two Yellow Wagtails. (Mike Smart).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Berkeley/Sharpness shore",
    "Text": "A Whinchat and a Wheatear this afternoon. Also 12 distant Godwit sp, 10+ Redshanks, a Common Sandpiper and a Kestrel. The Harbour Seal was hauled out near Purton. (Mike Davis).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Frampton pools",
    "Text": "At least eight Spotted Flycatchers, a Greenshank, a Garganey, three Teal, 14 Gadwalls, five Reed Warblers, a Whitethroat, a Cettis Warbler, 40 Chiffchaffs, six Blackcaps, seven Bullfinches, 50+ Sand Martins and a Kingfisher. (Nick Goatman). The adult Yellow-legged Gull on the Sailing Lake, also 15 Sand Martins, 12, Linnets, 16 Pied Wagtails and a Yellow Wagtail. On Court Lake a Barnacle Goose, six Cormorants, 25 Swallows and a Nuthatch. (Steve Pullen).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Tiltup’s End",
    "Text": "A male Peregrine flew over the A46 layby at 4pm. (Jake King).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Wotton-Under-Edge",
    "Text": "At least three Spotted Flycatchers (1 adult and 2 juvs) in the garden this morning. (Paul Rich).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/21/sunday-20th-august-2023/",
    "location": "Cheltenham",
    "Text": "At Naunton Park from 9:30pm a Tawny Owl hooting in the Rose Garden and 1/2 Pipistrelles. (Steve Brown).",
    "Date": "2023-08-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "Cotswold Water Park West",
    "Text": "Five BLACK TERNS on Pit 57 at 5pm, but a Sparrowhawk flew through and they didn’t return. (Dave Creber).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "At Middle Point the Grey Partridge from the viewing platform at 9am. On the rising tide four SPOONBILLS, a Great White Egret, six Little Egrets, 11 Common Cranes, the Ross’s Goose, two juvenile Common Terns S, 120 Curlews, two Turnstones, a Curlew Sandpiper, six Knot, a Sanderling, two Bar-tailed Godwits, 400 Ringed Plovers, 50 Dunlins, three Redshanks, 620 Sand Martins and a Yellow Wagtail. (Neil Smart/Mike Davis/MK). A WOOD SANDPIPER from Zeiss hide. (Paul Rich). 12 CATTLE EGRETS on South Lake. (Andy Chapman). Also an adult Mediterranean Gull. (Tim McGrath).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "Frampton",
    "Text": "From Splatt Bridge early morning a SPOONBILL flew upriver, a Green Sandpiper on the canal and 11 Yellow Wagtails. (Gordon Hodgson).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "Saul Warth",
    "Text": "This morning 39 Curlews, seven Ringed Plovers, six Redshanks, four Grey Plovers, 30 Dunlins, two Sanderlings, a Common Sandpiper, two Teal and a male Redstart. (Gordon Hodgson).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A Mute Swan, 15 Teal, five Mallards, two Great White Egrets, a Little Egret, two Grey Herons, 25 Lapwings, 20 Swallows, 20 House Martins, ten Sand Martins, a Skylark and a male Wheatear. (Mike Smart).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "Stonehouse",
    "Text": "Along the canal Bridgend to Townsend this morning a Little Egret, a Grey Heron, a female Kingfisher on the Ocean and a male Kingfisher at Townsend. Also a Roe Deer and dragonflies included Migrant Hawkers, Emperors, Common Darters, Brown Hawkers, Beautiful Demoiselles and a Banded Demoiselle. (Paul Sutton).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/19/saturday-19th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "A male Wheatear this afternoon. (James Robinson).",
    "Date": "2023-08-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The PECTORAL SANDPIPER on the Tack Piece today but sometimes elusive in the vegetation. From Middle Point three SPOONBILLS, ten Little Egrets, 14 Common Cranes, a Marsh Harrier, a Curlew Sandpiper, a juvenile Ruff, two Golden Plovers, nine Grey Plovers, 14 Bar-tailed Godwits, 200+ Ringed Plovers, two Common Sandpipers, ten Knot, 53 Curlews, seven Turnstones, three Yellow Wagtails and a Harbour Seal. (Martin McGill/Neil Smart/MK). The Grey Partridge at Middle Point again this afternoon and four Greenshanks and a Whimbrel. (Jonathan Bull). Five CATTLE EGRETS still on South Lake. (Mark Hobson).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "Frampton pools",
    "Text": "50+ Linnets, four Swifts, 200 Sand Martins, 70 House Martins, 10+ Swallows, a Great White Egret, a Common Sandpiper, the Yellow-legged Gull and two Yellow Wagtails today. (Nick Goatman/Richard Williams).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "Chavenage Lane area",
    "Text": "Late morning two Wheatears, a Whitethroat, a juvenile Whinchat and a Sparrowhawk. (Paul Rich).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "Winchcombe",
    "Text": "At Hayles camping site two Tawny Owls heard, five Ravens, three Buzzards, a male Kingfisher, six Mallards, four Moorhens, two Grey Herons, three Nuthatches, two Green Woodpeckers, 37 Goldfinches, two Marsh Tits, six Swallows and seven House Martins. (John Fletcher).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "Forest of Dean",
    "Text": "A Green Sandpiper at Blakeney sewage treatment works this afternoon. (Owen Follis).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "Cam",
    "Text": "A Dipper on the River Cam at Littlecombe this afternoon. (Mike Davis).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/18/friday-18th-august-2023/",
    "location": "Stonehouse",
    "Text": "A Kingfisher around the Bonds Mill area over the last few days. The first here for c4 months. (Paul Sutton).",
    "Date": "2023-08-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Gloucester",
    "Text": "A juvenile Cuckoo in the garden at Tuffley at 7:20pm. (Mark Hobson).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The PECTORAL SANDPIPER still from Robbie Garnett hide until 4pm at least but elusive. (Julian Thomas/Mark Hobson). From Middle Point the reeling Grasshopper Warbler again, a juvenile Whinchat on the fence and the Grey Partridge again. On South Lake up to 12 CATTLE EGRETS, at least five juvenile Ruff and the Hobby again. At least three SPOONBILLS still around the site. Four Spotted Redshanks on the Rushy. (Slimbridge Sightings).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Saul Warth",
    "Text": "At low tide 23 Curlews, 12 Shelducks, four Little Egrets, an adult and a juvenile Kestrel, an adult and a juvenile Yellow Wagtail, four Chiffchaffs, two Willow Warblers and two Swallows. (MK).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This evening a juvenile Redstart, a Hobby, at least four Spotted Flycatchers and a female Kestrel. (James Robinson).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Berkeley shore",
    "Text": "This evening three Greenshanks flew high SW, four Curlews, two Oystercatchers, a Whimbrel, three Common Sandpipers, 17 Yellow Wagtails, two Whitethroats, a Chiffchaff, a Blackcap, 25+ Swallows, 20+ House Martins, three Sand Martins, 12 Common Gulls and a Fallow Deer. (Thomas Weston).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Frampton",
    "Text": "At least two juvenile Spotted Flycatchers near Splatt Bridge (Frampton side). An adult and three juvenile Mute Swans on the canal at Splatt Bridge. 60+ House Martins over the Sailing Lake. (Elaine Arundel).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Ashleworth Ham",
    "Text": "Constant Effort Ringing session caught 71 birds including two Blackcaps, 21 Whitethroats, three Lesser Whitethroats, a Willow Warbler, ten Chiffchaffs, three Reed Buntings and 11 Long-tailed Tits. (Mike Smart/Mervyn Greening).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Brockworth",
    "Text": "Two Peregrines overhead for a couple of minutes, one very vocal. Also a lat Swift. (John Miles).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Cheltenham",
    "Text": "On Pittville Park boating lake two juvenile Mandarins and a Kingfisher this morning. (John Sanders).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/17/thursday-17th-august-2023/",
    "location": "Cotswold Water Park West",
    "Text": "Good numbers of Lesser Emperors near the border close to Lower Moor today. (Duncan Dine).",
    "Date": "2023-08-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Forest of Dean",
    "Text": "A Swift over Woorgreens Lake this morning at 6:10am. (Frank Williams).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The PECTORAL SANDPIPER from Robbie Garnett at 11am but difficult in tall vegetation on the right bank towards Martin Smith hide. Also 17+ Green Sandpipers and a Common Sandpiper here. At Middle Point the Grey Partridge still from the wheelchair viewing platform and the Grasshopper Warbler sang briefly but early morning only. At least three SPOONBILLS on the reserve today, a juvenile on the Rushy early afternoon.Also four Spotted Redshanks on the Rushy. 12 CATTLE EGRETS on South Lake. (Martin McGill/Mark Dowie/Peter Rodgers/Bob Shiret/MK). A Spotted Flycatcher in the tree to the right of the coffee booth near the Zeiss hide. (Alan McIlquham).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Winchcombe",
    "Text": "At Hayles camping site a QUAIL calling at 6:45am. Tawny Owls heard at 1:15am. Four Ravens, three Buzzards, a Red Kite, a male Kingfisher, six Mallards, five Moorhens, two Grey Herons, a Great Spotted Woodpecker, a Green Woodpecker, two Pied Wagtails, five Goldfinches, two Chiffchaffs, three Coal Tits, 11 Swallows and five House Martins. (John Fletcher).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Tree Pipit, at least five Spotted Flycatchers and a female Kestrel. (James Robinson).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Tresham",
    "Text": "Early evening a Whinchat, a Stonechat, six Red-legged Partridges, two Whitethroats, two Willow Warblers and four Chiffchaffs. (Paul Rich).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Frampton pools",
    "Text": "The adult Yellow-legged Gull, a Herring Gull, a CATTLE EGRET, a Great White Egret, seven Little Egrets, a Greenshank, a Kingfisher and a few Swallows and House Martins. (Nick Goatman).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Newnham-on-Severn",
    "Text": "At least eight Spotted Flycatchers, a Redstart, 100+ House Martins, three Buzzards, four Ravens and a Yellow Wagtail today. (David Smith).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This afternoon a Little Egret, a Lapwing, a Grey Heron, a few Teal and a few Mallards with an Aylesbury Duck. Nearby a Raven and two Stock Doves. Dragonflies included Brown Hawker, Emperor, Southern Hawker, Ruddy Darter and Common Darter, butterflies included Common Blue, Brimstone, Gatekeeper, Speckled Wood and Green-veined White. (Keith White).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Gloucester",
    "Text": "A Whitethroat and a Redstart in the garden in Tuffley this morning. (Mark Hobson).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Saul Lodge",
    "Text": "A pair of Redstarts and a Willow Warbler today. (Geoff Moyser).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Edge",
    "Text": "Two Redstarts at Rudge Hill NNR at 6:50pm. (Ian Elphick).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Cam",
    "Text": "A Dipper along the River Cam and three Sparrowhawks constantly calling to each other this afternoon. (Jonathan Bull).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/16/wednesday-16th-august-2023/",
    "location": "Cheltenham",
    "Text": "At Naunton Park, a Tawny Owl hooting for 15 mins from 4:40am. Later a Green Woodpecker heard and a female Sparrowhawk soaring. (Steve Brown).",
    "Date": "2023-08-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Forest of Dean",
    "Text": "A juvenile HONEY BUZZARD WSW over the garden near Littledean at 12:10pm. Also a Tree Pipit. (Dan Watson). A Wheatear this morning on Coleford car boot field. (Geoff Fawcett).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The PECTORAL SANDPIPER was on the Tack Piece today with a Common Sandpiper and 8+ Green Sandpipers. (Oliver Paisey/Roberta Goodall/Roy Kinchin/Mike Davis). 13 CATTLE EGRETS from Hogarth hide today. (Magnus Carter/Roy Kinchin). On the river two immature SPOONBILLS, a Turnstone and two Knot and the Grey Partridge from the viewpoint on the summer walkway. (Martin McGill). From Knott hide, Chiffchaffs, a Blackcap and a Lesser Whitethroat. (Chris Newton).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Slimbridge",
    "Text": "A Peregrine on the E side of St John’s Church tower for at least an hour today. (Chris Newton).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Berkeley Pill",
    "Text": "Two Knot, a Ruff, a Little Ringed Plover, eight Ringed Plovers, three Dunlins, 80 Redshanks and a Curlew. Also a Whinchat. (Andy Jordan).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide an Avocet, a Turnstone, 22 Ringed Plovers, 74 Dunlins, 80 Curlews, six Grey Herons, eight Little Egrets. In the hedgerows a male Redstart, a Garden Warbler, a Willow Warbler singing, 4+ Chiffchaffs, two juvenile Blackcaps, three Lesser Whitethroats and two Whitethroats. Also 27 Swallows and two Wheatears being stalked along the sea wall by a Weasel. (MK).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Goshawk, a Tree Pipit and a Grey Wagtail over. (James Robinson).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Walmore Common",
    "Text": "This morning a Hobby, 60+ Swallows, three Stonechats, ten Yellow Wagtails and a Willow Warbler. (Andy Jayne).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "From Grundon hide late morning a Wheatear distantly on the cut grass, an adult Buzzard with a juvenile, a Kestrel, an adult Grey Heron catching and eating an eel, and a Little Egret similarly after a struggle with a larger eel. Along the canal 6+ Chiffchaffs calling, a male Blackcap, two Swallows over and a Green Woodpecker at the wharf carpark. (Andy & Sue Gibbons).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Ashleworth Ham",
    "Text": "From Meerend Thicket Hide between 2pm and 3pm a juvenile and a second year Grey Heron, a Little Egret, a male Blackcap in the hedge in front of the hide, and a Red Kite flying from the S, circling a few times, then continuing northwards. (Andy & Sue Gibbons).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Rudford",
    "Text": "Along the River Leadon two Mandarins, a Red Kite, a Sparrowhawk, six Buzzards, a Hobby, two Spotted Flycatchers and three Yellow Wagtails. Also three White-legged Damselflies.  (Andy Jayne).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Cleeve Hill",
    "Text": "A male Redstart and two Wheatears on the scarp slope this morning. (Duncan Dine).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Gloucester",
    "Text": "A Whitethroat and a Willow Warbler in the garden in Tuffley this morning. (Mark Hobson).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/15/tuesday-15th-august-2023/",
    "location": "Charlton Kings",
    "Text": "This afternoon a Green Woodpecker in the grounds of Nazareth House. (Steve Brown).",
    "Date": "2023-08-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/14/monday-14th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The PECTORAL SANDPIPER was absent throughout the day but turned up on the Rushy at 4:30pm. Also a Common Sandpiper and two Spotted Redshanks. Nine Green Sandpipers on the Tack Piece. (Sam Walker). 13 CATTLE EGRETS from Hogarth hide today. Also a Hobby again. (Martin McGill). A Grasshopper Warbler reeling at Middle Point. On the river two immature SPOONBILLS, two Turnstones and a Greenshank and the Grey Partridge from the viewpoint on the summer walkway. (Paul Rich/Ian Hull).",
    "Date": "2023-08-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/14/monday-14th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide early morning 38 Curlews, 40 Shelducks, two Grey Herons, a Buzzard, a Little Owl, a Wheatear, nine Swallows and around the sewage works a Lesser Whitethroat, two juvenile Whitethroats, a Willow Warbler and 4+ Chiffchaffs. (MK).",
    "Date": "2023-08-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/14/monday-14th-august-2023/",
    "location": "Sharpness to Berkeley Pill",
    "Text": "This morning a Whinchat, 5+ Curlews, 3+ Common Sandpipers, 10+ Redshanks, 3+ Cormorants, a Black-tailed Godwit, a Swallow and an Oystercatcher. (Mike Davies).",
    "Date": "2023-08-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/14/monday-14th-august-2023/",
    "location": "Frampton",
    "Text": "20+ Yellow Wagtails at Splatt Bridge this evening, ten together in the horse paddock with others dropping in to roost. Also a juvenile Stonechat. (Gordon Hodgson). Around the pools a Greenshank feeding on floating weed on the Sailing Lake. Also a Redstart, a Willow Warbler, 40 Chiffchaffs, nine Blackcaps, three families of Reed Warblers, a Hobby, a Great White Egret, 100’s of Sand Martins, the adult Yellow-legged Gull, two Curlews, a Water Rail, a Kingfisher, five Bullfinches and two Ravens. (Nick Goatman).",
    "Date": "2023-08-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/14/monday-14th-august-2023/",
    "location": "Hardwicke",
    "Text": "Two Barn Owls calling to each other at Grove End at 11:30pm. (MK/BK).",
    "Date": "2023-08-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/14/monday-14th-august-2023/",
    "location": "Cheltenham",
    "Text": "This evening 2/3 young Tawny Owls begging at Cox’s Meadow. (Steve Brown).",
    "Date": "2023-08-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A LITTLE TERN off of Middle Point from 9:10am until early afternoon at least. (Neil Smart). Also off Middle Point a SPOONBILL, two Great White Egrets, 19 Little Egrets, two Sanderlings and a Knot. (Slimbridge Sightings). The PECTORAL SANDPIPER reappeared on the Rushy at 12:55pm and remained all afternoon. (Steve Pullen). Five CATTLE EGRETS on South Lake at 12:35pm. (Paul Rich). Also two eclipse Garganeys there. (Nigel Warren). A Grey Partridge again from the Shepherd’s hut. (Sarah Townsend).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "",
    "Text": "",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "Eastleach Downs",
    "Text": "1+ QUAIL heard calling this afternoon at SP 20421 07917. Park at the crossroads and head left toward Fyfield/Southrop. (Ian Ralphs).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "Berkeley shore",
    "Text": "This evening 18 Canada Geese, four Grey Herons, five Common Sandpipers, a Whimbrel, two Chiffchaffs, a Blackcap, 30 House Martins, 25 Swallows, 15 Sand Martins, a Hobby, a Peregrine, a Kestrel, 46 Mallards, a Whinchat, a Wheatear and nine Yellow Wagtails. (Charlotte Foote & Thomas Weston).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "Arlingham area",
    "Text": "A Whinchat, two Yellow Wagtails, four Spotted Flycatchers and five Little Egrets this morning. (James Robinson).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "Saul Warth",
    "Text": "Early morning a quite bright male Redstart at the sewage works briefly and two Chiffchaffs. Also 45 Curlews, four Swallows and two Sand Martins. (MK).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "Witcombe Reservoirs",
    "Text": "Between 12 noon and 2pm, a steady passage of hirundines southwards. 361 House Martins, seven Sand Martins, 223 Swallows and 123 Swifts. Also a Hobby through at 1:05pm. (John Fleming).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/13/sunday-13th-august-2023/",
    "location": "Tidenham",
    "Text": "At Poors Allotment a male Stonechat and several Linnets. (Martin Vaisey). At Parsons Allotment a Goldcrest, a Chiffchaff, a Spotted Flycatcher, a Great Spotted Woodpecker, a Treecreeper, a Goldfinch, a Chaffinch, a Marsh Tit and a Coal Tit. (Martin Vaisey/Steve & Kim Thorogood). Three Curlews flew across the road by Offas Dyke car park. (Steve & Kim Thorogood).",
    "Date": "2023-08-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/12/saturday-12th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The PECTORAL SANDPIPER on the Rushy all day. Two CATTLE EGRETS on South Lake. (Molly Gould). A SPOONBILL and a Whimbrel from Middle Point. (Chris Moore). Also on the Rushy four Spotted Redshanks and a Great White Egret. (Dot Jones). A Hobby perched at Hogarth hide. (Charlotte Foote). Two Whinchats and six CATTLE EGRETS from the afternoon Safari. (Helen Bojaniwska/Greg & Tom Mabbett). Six Egrets were on Court Lake at noon, two were definitely breeding plumage CATTLE EGRETS, it’s likely that these were the Safari birds. (Bridgette King).",
    "Date": "2023-08-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/12/saturday-12th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Five Whinchats on the southern meadows at 9:20am, view from the towpath S of the Long Pool withys. Also seven Swifts, a Kingfisher, a Raven, a Lesser Whitethroat and a Willow Warbler. (Ian Ralphs). This afternoon a female Marsh Harrier, a Great White Egret and a female Pintail. (Les Ditchburn).",
    "Date": "2023-08-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/12/saturday-12th-august-2023/",
    "location": "Saul Warth",
    "Text": "A Wheatear this morning and still present this afternoon. Also 65 Curlews and a Peregrine. (Gordon Hodgson/Nigel Young).",
    "Date": "2023-08-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/12/saturday-12th-august-2023/",
    "location": "Wotton-Under-Edge",
    "Text": "Eight Ravens displaying over Conygre Wood today. (Mike Fisher).",
    "Date": "2023-08-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/11/friday-11th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A PECTORAL SANDPIPER on South Lake best viewed from Hogarth hide throughout the day. (Ian Hull et al). At Middle Point a SPOONBILL and a Grasshopper Warbler reeling again and four Spotted Redshanks on the Rushy. (Dot Jones).",
    "Date": "2023-08-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/11/friday-11th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a juvenile Cuckoo, eight Spotted Flycatchers and large movement of Swallows and House Martins. (James Robinson).",
    "Date": "2023-08-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/11/friday-11th-august-2023/",
    "location": "Berkeley",
    "Text": "This evening two CATTLE EGRETS over the garden low SW at 8:16pm. Also three Sand Martins, 39 House Martins, nine Swallows and a Swift. (Thomas Weston).",
    "Date": "2023-08-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/11/friday-11th-august-2023/",
    "location": "Nailsworth",
    "Text": "At Ruskin Mill a Little Grebe, four Grey Herons, five Little Egrets including a juvenile and three Kingfishers including a juvenile. (Paul Sutton).",
    "Date": "2023-08-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/11/friday-11th-august-2023/",
    "location": "Ozleworth",
    "Text": "House Martins still feeding young at three nests on St Nicholas church, a distant Red Kite towards Bagpath, three Buzzards and c5 Yellowhammers. (Paul Sutton).",
    "Date": "2023-08-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A PECTORAL SANDPIPER on South Lake best viewed from Hogarth hide from 11:30am until 5pm at least and looking settled. (Charlotte Foote). At Middle Point an immature SPOONBILL and a Grasshopper Warbler reeling again. Eight Green Sandpipers on the Tack Piece and four Spotted Redshanks on the Rushy. A juvenile Garganey from Zeiss hide. (Slimbridge Sightings).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Saul Warth",
    "Text": "At low tide this morning four Grey Herons, six Little Egrets, four Shelducks, ten Curlews, a Redshank, a Peregrine chasing the gulls for fun, a Kestrel, a Little Owl, two Ravens, four Swallows, seven Linnets and two Chiffchaffs. (MK).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Northleach",
    "Text": "A Hobby today. (Richard Tyler).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Yellow Wagtail and five Ravens over. A Spotted Flycatcher around the clubhouse last night. (James Robinson).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Nailsworth",
    "Text": "An adult Swift still feeding young in a nest site, in the Town Hall building off Bath Road. (Jake King).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Nympsfield",
    "Text": "Five Willow Warblers at ST853991. (Jake King).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Robinswood Hill",
    "Text": "A Buzzard, a juvenile Green Woodpecker, a Great Spotted Woodpecker, a Nuthatch, four Chiffchaffs, 12 Goldfinches and eight Long-tailed Tits. (Paul Brunt).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Prestbury Hill",
    "Text": "At the Prestbury butterfly masts reserve today a female Kestrel, a Raven, a Buzzard, a Redstart and a Green Woodpecker. Butterflies seen were Brown Argus, Chalkhill Blue, Common Blue, Dark Green Fritillary, Brimstone, Gatekeeper, Meadow Brown, Small Heath, Large White and Small White. (Keith White).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/10/thursday-10th-august-2023/",
    "location": "Randwick",
    "Text": "Six Ravens soaring on thermal at midday. (Dot Jones).",
    "Date": "2023-08-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A CATTLE EGRET on the Dumbles. A BITTERN again from Zeiss hide. At Middle Point a reeling Grasshopper Warbler and a Wheatear. Four Spotted Redshanks and two male Ruffs on the Rushy. (Slimbridge Sightings).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Saul Warth",
    "Text": "A SPOONBILL feeding at Awre, seen from Hock Ditch. Also a Little Owl. (Geoff Fawcett).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Two female Marsh Harriers, a Kestrel, a Buzzard and c25 Greenfinches this morning. (Ian Hull).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Frampton",
    "Text": "An adult Yellow-legged Gull still on the Sailing Lake, also two Yellow Wagtails, a Reed Warbler, a Common Tern, two Kingfishers and two Stock Doves at Court Lake. (Jonathan Bull). Also six Whitethroats, two Lesser Whitethroats, two Willow Warblers, four Garden Warblers, 20+ Chiffchaffs 12 Blackcaps, 18 Swifts, 40+ Sand Martins, 20+ Swallows and 20+ House Martins. (Nick Goatman).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Upper Cam",
    "Text": "A Hobby over at 7:20pm. (Nigel Tucker).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Frocester",
    "Text": "Three Little Owls, a family of two adults and a juvenile this morning.(Paul Sutton).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Prestbury",
    "Text": "This morning a male Goshawk being mobbed by House Martins over the library. (Ken Heron).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Nailsworth",
    "Text": "Two adult Mediterranean Gulls feeding on flying ants with c40 Herring and Lesser Black-backed Gulls over Walkley Wood at 1:30pm. (Jon Haw). A Little Egret flew over the garden at 2:25pm. (Jake King).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/09/wednesday-9th-august-2023/",
    "location": "Lydney",
    "Text": "Garden birds today included six House Martins, ten Swallows, seven Chaffinches, a Stock Dove, also a Buzzard, a male Peregrine and a male Sparrowhawk over. Also a Scarlet Tiger moth and on the 7th two Noctule Bats flew high S. (Stephen Curtis & Carol Rushton).",
    "Date": "2023-08-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide a Swift flew E at 12:35pm, 77 Shelducks, 40 Curlews, four Avocets, two Oystercatchers, three Dunlins, five Grey Herons, four Little Egrets, a Kestrel, two Little Owls and 30+ House Martins. Also a Weasel, a patch first and a Silver-Y moth. (MK).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Frampton",
    "Text": "On the Saling Lake a lunchtime a Greenshank feeding on top of the weed mat, the adult Yellow-legged Gull still, 21 Swifts 100’s of Sand Martins with a few Swallows and House Martins and a Reed Warbler still feeding young in the nest. (Nick Goatman).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A SPOONBILL on the Top New Piece this afternoon. (Roy Kinchin).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Cotswold Water Park East",
    "Text": "At Whelford on Pit 111 five Great Crested Grebes (3 juvs), two Red Crested Pochards, 15 Tufted Ducks, 19 Mallards, three Gadwalls, 19 Mallards, four Greylags, 17 Coots, two Moorhens, 31 Cormorants, a Little Egret, male and female Blackcap, two Willow Warblers and a Sedge Warbler. On Pit 111a six Great Crested Grebes  (5 juvs) and nine Coots. On Pit 111b a Common Tern, five Mute Swans (3 cygnets), six Great Crested Grebes (4 juvs), three Moorhens, three Coots, four Mallards and four Tufted Ducks. On Pit 127 15 Red Crested Pochards and four Mute Swans (2 cygnets). (John Fletcher).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Dudbridge",
    "Text": "12 Swifts heading over SW at 2pm. (Steve Pullen).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Aylburton Common",
    "Text": "A juvenile Dipper roosting in the log store again tonight. (Martin Vaisey).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning a Common Tern, a Kingfisher and a female Marsh Harrier. (Ian Hull).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/08/tuesday-8th-august-2023/",
    "location": "Hucclecote",
    "Text": "This morning male Sparrowhawk took a male Blackbird in the garden and flew off E with it. Garden birds also included 23 Feral Pigeons and a Coal Tit. (Harold Smith).",
    "Date": "2023-08-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Tree Pipit E, two Redstarts, at least five Spotted Flycatchers and a few House Martins on the move. (James Robinson).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "Walmore Common",
    "Text": "This morning four Gadwalls, five Whinchats, five Stonechats, eight Yellow Wagtails and ten Reed Buntings. (Andy Jayne).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A BITTERN flew towards the Tack Piece and on the Top New Piece from Zeiss hide a SPOONBILL and a Garganey. (Ian Hull). Late news of a Little Stint on the Rushy in front of Peng hide on a small island at 2pm yesterday 6th. (David Spicer).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "Saul Warth",
    "Text": "Two Whimbrels and five Grey Herons at 10am. (Steve Pullen).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "From Grundon hide five Little Egrets, four Snipe, a Black-tailed Godwit, a few House Martins and a male Sparrowhawk. (Les Ditchburn).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "Forest of Dean",
    "Text": "Five Buzzards calling to each other while thermalling over Longhope today. (Chris Keeling).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/07/monday-7th-august-2023/",
    "location": "Cheltenham",
    "Text": "A Raven calling on a roof in Benhall at 4pm. (David Norman).",
    "Date": "2023-08-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "A SPOONBILL on the Top New Piece viewed from Zeiss hide, four Spotted Redshanks and three Ruff on the Rushy and adult Mediterranean Gull on South Lake. A Grey Partridge at Middle Point at 1:38pm. (Slimbridge Sightings). Two Wheatears at Middle Point. (Neil Smart).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Saul Warth",
    "Text": "Early morning at low tide visit a Little Egret, 66 Curlews, 45 Shelducks, a distant Marsh Harrier, two Kestrels, two Little Owls, a fresh Lesser Whitethroat, a Chiffchaff, 12 Swallows, a Grey Wagtail and two Ravens. (MK). This afternoon a Whimbrel, five Little Egrets and six Black-tailed Godwits. (Steve Pullen).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Stinchcombe Hill",
    "Text": "Three Redstarts, a female and two juveniles, a Lesser Whitethroat, a Spotted Flycatcher with Whitethroats and Blackcaps and large numbers of Chiffchaffs with a few Willow Warblers. (James Robinson).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Roel Gate",
    "Text": "A Wheatear this morning. (Duncan Dine).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Brockeridge Common",
    "Text": "Three Redstarts this afternoon. (Ian Ralphs).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Tresham",
    "Text": "Early morning two Red Kites, five Whitethroats, three Willow Warblers and 17 Stock Doves. (Paul Rich).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Tuffley",
    "Text": "A Willow Warbler singing after the rain. (Mark Hobson).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Cheltenham",
    "Text": "Three Swifts feeding over Benhall this morning. (Ian Ralphs).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/06/sunday-6th-august-2023/",
    "location": "Westrip",
    "Text": "A Swift over at 4:48pm. (MK).",
    "Date": "2023-08-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/05/saturday-5th-august-2023/",
    "location": "Saul Warth",
    "Text": "This afternoon a Spotted Flycatcher, 12 Yellow Wagtails, a Meadow Pipit, 100+ Swallows, ten House Martins, two Little Owls, a Kestrel, 70+ Starlings, 12 Goldfinches, four Curlews and a Green Sandpiper. (MK).",
    "Date": "2023-08-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/05/saturday-5th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Middle Point pre-high tide a Turnstone, eight Dunlins and 55 Black-tailed Godwits. On the Top New Piece from Zeiss hide two SPOONBILLS, a Great White Egret, two Garganeys, ten Dunlins, three Avocets, a Redshank and a Little Grebe. (Paul Masters/Helen Bojaniwska/Claude Bach/Dot Jones).",
    "Date": "2023-08-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/04/friday-4th-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "An adult SPOONBILL on South Lake and two off Middle Point at 4:30pm, an adult and juvenile. Three Spotted Redshanks and three Ruffs on the Rushy. Two Common Sandpipers, ten Green Sandpipers and a Ruff. (Dot Jones/Tim Jukes/James Robinson/Steve Money).",
    "Date": "2023-08-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/04/friday-4th-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning two Whimbrels, 50 Curlews, seven Avocets, a Black-tailed Godwit, 16 Dunlins, two Sanderlings, 22 Shelducks, 12 Canada Geese N, two Little Egrets, a Common Tern chased N inland by Black-headed Gulls, 30 Swallows, four House Martins, 20 Goldfinches, 4+ Chiffchaffs and two Whitethroats. (MK).",
    "Date": "2023-08-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/04/friday-4th-august-2023/",
    "location": "Tetbury",
    "Text": "Two Peregrines over the house at 1:20pm today. (Dan Fletcher).",
    "Date": "2023-08-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/03/thursday-3rd-august-2023/",
    "location": "Ashleworth Ham",
    "Text": "Two SPOONBILLS, an adult and a juvenile at 6:30am, remaining throughout the day and present until 5pm at least. Also four Whinchats in uncut hay meadows. A Constant Effort Site caught 42 birds, including two juvenile Redstarts, 14 Whitethroats, three Lesser Whitethroats, four Blackcaps, two Chiffchaffs, a juvenile Kingfisher, a juvenile Bullfinch and three Reed Buntings including an adult first ringed in 2014, which makes it, at 9 years plus, almost the oldest known Reed Bunting in the whole of the British ringing system. (Mike Smart/Mervyn Greening).",
    "Date": "2023-08-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/03/thursday-3rd-august-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning, a Whimbrel, 34 Curlews, 23 Avocets, 11 Black-tailed Godwits, 30 Dunlins, six Ringed Plovers, 11 Shelducks, a Mute Swan on the river, nine Greylags S, 14 Little Egrets, a Grey Herons, a Kestrel, a Chiffchaff, two Whitethroats in Hock Ditch and a Reed Warbler in Hock Ditch reedbed. (MK). This afternoon before the rain four Whimbrels, a Little Egret, a Yellow Wagtail and a Kestrel. (Nigel Young).",
    "Date": "2023-08-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/03/thursday-3rd-august-2023/",
    "location": "Frampton",
    "Text": "Early morning at Splatt Bridge 10+ Whitethroats, four Lesser Whitethroats, three Reed Warblers, three Blackcaps, a juvenile Redstart, two Common Terns, two Whimbrels and three Yellow Wagtails S. (Gordon Hodgson).",
    "Date": "2023-08-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/03/thursday-3rd-august-2023/",
    "location": "Bullo Pill",
    "Text": "Eight Little Egrets and two Grey Herons distantly in the tree roost N of the boat yard at high tide this morning. (MK).",
    "Date": "2023-08-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/03/thursday-3rd-august-2023/",
    "location": "Cheltenham",
    "Text": "A Peregrine over Royal Well today disturbing the gulls. (Howard Taylor).",
    "Date": "2023-08-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BITTERN showed well again today from Zeiss hide. Also three Garganeys there still and a Water Rail. The SPOONBILL on the Dumbles and later on the Top New Piece. Also from the Estuary Tower also 23 Avocets, four Little Egrets, a Great White Egret and a Yellow Wagtail. From Robbie Garnett hide a Little Ringed Plover, three Ruffs, 12 Green Sandpipers, a Common Sandpiper, two Spotted Redshanks and three Black-tailed Godwits. (Neil Smart/Andy Jayne/Jonathan Bull/Martin Price).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Daglingworth",
    "Text": "A family of Whinchats with at least three juveniles this afternoon. Also a Hobby chasing House Martins, three Peregrines, one juvenile, and a family of Whitethroats. (Andrew Morrison).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Sharpness",
    "Text": "A second calendar-year SPOONBILL off of SARA this evening until 6:57pm at least. (Thomas Weston/Andy Jordan).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Saul Warth",
    "Text": "At 7:30am for high tide, 29 Curlews, 20 Avocets, 34 Shelducks, four Grey Herons, two Little Egrets, a Kestrel, two Little Owls, ten Swallows, a Chiffchaff and a Whitethroat. (MK).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Guscar Rocks",
    "Text": "At evening high tide 438 Curlews, a Whimbrel and a Redshank. (Mike Smart).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon a juvenile Water Rail, 11 Mallards, a Grey Heron and three Chaffinches. (John Fletcher).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Aylburton Common",
    "Text": "A juvenile Dipper roosting in the log store again. (Martin Vaisey).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Maisemore",
    "Text": "Three Willow Warblers, 11 Moorhens, five House Martins and two Mute Swans this afternoon. (John Fletcher).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Bullo Pill",
    "Text": "Nine Little Egrets and three Grey Herons distantly in the tree roost N of the boat yard at high tide this morning. (MK).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/02/wednesday-2nd-august-2023/",
    "location": "Nailsworth",
    "Text": "This evening a male Sparrowhawk over and three House Martins and two Swifts. (Jake King).",
    "Date": "2023-08-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BITTERN again today showing well from Zeiss hide. Also three Garganeys here. A Common Sandpiper and 14 Green Sandpipers on the Tack Piece. (Neil Smart/Paul Masters/Magnus Carter). A Mediterranean Gull on South Lake at 3pm. (Ken Mihill).",
    "Date": "2023-08-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "Saul Warth",
    "Text": "At 7am for high tide, 42 Curlews, 45 Avocets, a Black-tailed Godwit, two Oystercatchers, 16 Shelducks, four Grey Herons, two Little Egrets, two Kestrels, three Little Owls, 16 Mistle Thrushes, two Swallows, four Chiffchaffs, a Whitethroat and a Reed Warbler singing in the reedbed at Hock Cliff. (MK).",
    "Date": "2023-08-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "Bullo Pill",
    "Text": "A Great White Egret, six Little Egrets and two Grey Herons distantly in the tree roost N of the boat yard at high tide this morning. (MK).",
    "Date": "2023-08-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "Frampton",
    "Text": "At least ten Common Terns on the Sailing Lake, and a Hobby on the foreshore. (Terry Grant).",
    "Date": "2023-08-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "Framilode Passage",
    "Text": "A SPOONBILL feeding in the shallows with a Little Egret and two Grey Herons this afternoon. (Terry Grant).",
    "Date": "2023-08-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "From Grundon hide a Hobby chased down a House Martin. A Great White Egret chased off North scrape by a Grey Heron, back into the Long pool area. (Les Ditchburn).",
    "Date": "2023-08-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/08/01/tuesday-1st-august-2023/",
    "location": "Twyning",
    "Text": "On Upham Meadow ten Canada Geese, at least five Skylarks and a very juvenile Wheatear. (Mike Smart).",
    "Date": "2023-08-01T00:00:00"
  }
]
