[
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/31/sunday-31st-december-2023/",
    "location": "Cheltenham",
    "Text": "Nine WAXWINGS by Naunton Park Primary School in the ornamental gardens today until 3pm at least. (Ian Ralphs et al).",
    "Date": "2023-12-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/31/sunday-31st-december-2023/",
    "location": "Bussage",
    "Text": "At midday eight WAXWINGS still on the open area of grassland at the junction of the Ridgeway and The Ridge, but no sign at 3pm. (Robert Bryant).",
    "Date": "2023-12-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/31/sunday-31st-december-2023/",
    "location": "Forest of Dean",
    "Text": "At Parkend six Hawfinches. Nearby at Cannop Ponds eight Goosanders and five Mandarins. (David Lawrence).",
    "Date": "2023-12-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/31/sunday-31st-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two WHOOPER SWANS with seven Bewick’s Swans on entrance road fields, best viewed from the Sloane Tower. (Slimbridge Sightings).",
    "Date": "2023-12-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/31/sunday-31st-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning the Common Sandpiper still, a Shelduck, a Cormorant, a Kestrel, a Mistle Thrush, three Meadow Pipits and three Chiffchaffs at the sewage works. (MK).",
    "Date": "2023-12-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/31/sunday-31st-december-2023/",
    "location": "Slimbridge",
    "Text": "A  Peregrine on the church tower this morning. Also a Weasel with a shrew in its mouth by the Cambridge canal bridge. (Brian Kings).",
    "Date": "2023-12-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/30/saturday-30th-december-2023/",
    "location": "Cheltenham",
    "Text": "Three WAXWINGS by Naunton Park Primary School in the ornamental gardens today until 3pm. (Dave Pearce et al). Also a Raven, a female Sparrowhawk, three Red Kites, 20+ Redwings and a male Blackcap. (Paul Sutton/Jon Mercer).",
    "Date": "2023-12-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/30/saturday-30th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "A WHOOPER SWAN flew N over the car park at 8:45am. A Water Rail at Willow hide again. Three Ringed Plover on Dumbles. (Helen Bojaniwska). Later a pair of WHOOPER SWANS with 27 Bewick’s Swans and 29 White-fronted Geese in field NE of the car park, best viewed from the Sloane Tower. (Slimbridge Sightings).",
    "Date": "2023-12-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/30/saturday-30th-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning the Common Sandpiper still, a Curlew, 15 Dunlins flew S, 30 Wigeon flew S, five Shelducks, a Kestrel, a Mistle Thrush, one each of Grey Wagtail, Pied Wagtail, Meadow Pipit and Wren in Hock Ditch and two Chiffchaffs at the sewage works. (MK).",
    "Date": "2023-12-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/30/saturday-30th-december-2023/",
    "location": "Frampton pools",
    "Text": "The Court Lake Starling murmuration put on a show in a howling gale this evening, also a male Goldeneye, 43 Tufted Ducks, eight Gadwalls, 15 Mallards, 32 Cormorants, two Teal, 85 Pied Wagtails, 120+ Fieldfares, 40+ Redwings, three Chiffchaffs, a Blackcap and two Ravens. (Nick Goatman).",
    "Date": "2023-12-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/30/saturday-30th-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "The water is not yet flooding the car park, but the towpath is under water. No access to the Grundon hide for some time therefore. Observed from the Apperley side at least 750 Wigeon, at least 1500 Teal, at least 50 Pintails, at least 75 Shovelers, at least 20 Tufted Ducks, 25 Coots, a Buzzard and a flock of at least 600 Fieldfares. (Mike Smart).",
    "Date": "2023-12-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/30/saturday-30th-december-2023/",
    "location": "Leigh Meadows",
    "Text": "Viewed from the A38 at least 24 Little Egrets at the edge of the floodwater. (Mike Smart).",
    "Date": "2023-12-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Moreton-in-Marsh",
    "Text": "14 WAXWINGS in the garden at Draycott at 11:15am between Moreton-in-Marsh and Blockley. (Hanna Middleton).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Chipping Campden",
    "Text": "10-12 WAXWINGS sitting in a tree above the alley between Sheep Street and Pear Tree Close at 12:30pm. (Malcolm Dunn).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Tewkesbury",
    "Text": "A WAXWING on an aerial in Elmvil Road at 12:45pm. Two WAXWINGS at 3:45pm feeding on a small Rowan. (Les Ditchburn).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide a pair of Goosanders and the Pink-footed Goose, of unknown origin, with 15 Canada Geese flew towards WWT at 8:40am. The Common Sandpiper still at Hock Cliff. Also three Mute Swans, 12 more Canada Geese, five Shelducks, three Wigeon, three Grey Herons, two Kestrels, 15 Meadow Pipits and four Chiffchaffs at the sewage works. 1000+ Starlings flew W at dawn, presumably from the pools roost. (MK).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two Egyptian Geese and a Spotted Redshank on the Tack Piece, the juvenile DARK-BELLIED BRENT GOOSE on the Dumbles foreshore two WHOOPER SWANS still viewed from Estuary Tower, a Little Stint on the island in front of the tower. (Ian Hull/Jonathan Bull). A Water Rail from Willow hide again. (Neil Smart/Nath Comber).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Forest of Dean",
    "Text": "12+ Hawfinches and two Greenfinches at Parkend. At Cannop ponds three Goosanders, a Dipper, two Bullfinches and a Marsh Tit. Around Speech House woodland/Woorgreens, c30 Bramblings, c70 Chaffinches, eight Crossbills, c15 Lesser Redpolls and eight Goosanders on a pond in Valley Road. (Tom & Greg Mabbett).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Framilode",
    "Text": "An adult Yellow-legged Gull this evening. Also an “argentatus” Herring Gull, 19 Lapwings and a Chiffchaff. (Duerden Cormack).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Stonehouse",
    "Text": "This afternoon male and female Kingfishers busy around Ryeford and a Jay and the drake Goosander around the double lock. Yesterday, a Little Grebe near Bonds mill catching Great Diving Beetle larvae. (Paul Sutton).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Highnam",
    "Text": "A pair of Peregrines on the church spire, both departed west together at 11:53am. (Frank Williams).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/29/friday-29th-december-2023/",
    "location": "Bentham",
    "Text": "A Green Woodpecker, a Great Spotted Woodpecker, a Bulfinch, five Goldfinches, a Mistle Thrush, a Cormorant, four drake Mallards, six Coots and a Muntjac. (Jake King).",
    "Date": "2023-12-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/28/wednesday-28th-december-2023/",
    "location": "Tewkesbury",
    "Text": "Five WAXWINGS in Elmvil Road again today remaining in the area until 2:50pm. (Les Ditchburn et al). At Mythe Hook 60 Canada Geese, 350 Wigeon, 60 Teal, two Gadwalls, 75 Mallards, 20 Pintails, 60 Shovelers, three Coots, 250 Golden Plovers, 365 Lapwings and 15 Dunlins. (Mike Smart).",
    "Date": "2023-12-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/28/wednesday-28th-december-2023/",
    "location": "Saul Warth",
    "Text": "A JACK SNIPE, five Mute Swans, a Shelduck, a Snipe, a Lapwing, seven Meadow Pipits and a Redwing in very poor conditions this morning. (MK).",
    "Date": "2023-12-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/28/wednesday-28th-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "100 Shovelers, 70 Gadwalls, 1000 Wigeon, 50 Mallards, 250 Pintails, 1500 Teal, two Pochards, 60 Tufted Ducks, 33 Coots, 100 Lapwings, a Dunlin and a female/immature Marsh Harrier today. (Andy Jayne).",
    "Date": "2023-12-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/28/wednesday-28th-december-2023/",
    "location": "Upham Meadow",
    "Text": "Ten Canada Geese, two Meadow Pipits, 200 Fieldfares and a male Stonechat today. (Mike Smart).",
    "Date": "2023-12-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/27/tuesday-27th-december-2023/",
    "location": "Tewkesbury",
    "Text": "14 WAXWINGS in the garden at Elmvil Road at 11am. Remaining in the area until dusk. (Les Ditchburn).",
    "Date": "2023-12-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/27/tuesday-27th-december-2023/",
    "location": "Cheltenham",
    "Text": "16 Lesser Redpolls in a silver birch in the play area at Naunton Park. (Tom Mabbett).",
    "Date": "2023-12-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/27/tuesday-27th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "A DARK-BELLIED BRENT GOOSE on the Dumbles, also the Ross’s Goose, 2000 Golden Plovers, 1700 Lapwings, 1200 Dunlins, 61 Redshanks, a Spotted Redshank and 25 Ruff. Two Water Rails from Willow hide. 19 Avocets and a Great White Egret on South Lake. (Slimbridge Sightings).",
    "Date": "2023-12-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Bussage",
    "Text": "Late morning six WAXWINGS feeding and preening but disturbed by crows and flew off. (Mike Hudson).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Forest of Dean",
    "Text": "12 WAXWINGS at Pillowell School at 12:30pm then flew NE, but not relocated. (Andy Meaton). At Kensley/Woorgreens today 20+ Crossbills around this morning, a few Snipe calling before dawn, small groups of Siskins and Lesser Redpolls, including a COMMON (MEALY) REDPOLL ringed from five Redpolls caught. (Robin Husbands). Two pairs of Goosanders and a male Kingfisher on Soudley Ponds this afternoon. (Geoff Fawcett).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Lechlade",
    "Text": "A first-winter LITTLE GULL along the River Thames at Lechlade with Black-headed Gulls on the grass on the Glos side E of the A361, at times in 0flight also straying into Wilts. (Henry Stuart).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Sharpness",
    "Text": "An immature male/female BLACK REDSTART still at the end of Dock Road today. Also the male Peregrine caught a small bird. (Oliver Paisey/Andy Jordan).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Cirencester",
    "Text": "At Oakley Wood a Woodcock, a Goshawk, a Sparrowhawk, a Raven, 21 Skylarks, six Marsh Tits, eight Bramblings, 27 Lesser Redpolls and seven Crossbills today. (Andy Jayne).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Walmore Common",
    "Text": "66 Lapwings, 12 Snipe, c200 Teal, c30 Wigeon, three Shovelers and a cream crown Marsh Harrier causing mass panic. (Dan Watson).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Awre",
    "Text": "An adult Mediterranean Gulls feeding with Common Gulls and Black-headed Gulls today. (Dan Watson).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two Water Rails at Willow hide, a Spotted Redshank and an Egyptian geese Goose on the Rushy. (Heather England). The two WHOOPER SWANS roosted on the Rushy and flew out at 8am. 14 Avocets on South Lake. (Slimbridge Sightings). A Little Stint and a Grey Plover on the Tack Piece. (Magnus Carter).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Frampton pools",
    "Text": "A female Goosander, a male Goldeneye, two Peregrines, 109 Tufted Ducks, three Wigeon, 12 Gadwalls, 161 Coots, a Kingfisher, five Great Crested Grebes, four Blackcaps, two Chiffchaffs, 30+Siskins, a Great Spotted Woodpecker drumming, a Cetti’s Warbler, a Raven and 12 Skylarks today. (Nick Goatman).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Netheridge Farm",
    "Text": "Two Green Sandpiper flew SW over the Barn Owl Centre. One returned to land in a flash briefly then it flew off over the River Severn. Also a male Stonechat. (Mark Hobson).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Gloucester",
    "Text": "At Horsbere Brook FSA this morning a Peregrine, a female Kestrel, three Teal, four Mallards, a Coot, two Moorhens, a Water Rail heard squealing from the reedbeds, 14 Goldfinches, a female Stonechat. Three Skylarks, three Chaffinches, five Pied Wagtails, four Reed Buntings, seven Redwings, a Song Thrush and twelve Meadow Pipits on the adjacent Zoons Court Farm fields and hedgerows. (Caroline Quinn).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/26/monday-26th-december-2023/",
    "location": "Cam Green",
    "Text": "A male and a female Blackcap in the garden this morning. (Brian Kings).",
    "Date": "2023-12-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "Tidenham Chase",
    "Text": "Three JACK SNIPE roosting this afternoon. (Steve Thorogood).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "Uley",
    "Text": "In the Uley valley today a female Kestrel and a Grey Heron at Rockstowes, 16 Mandarins, 20 Mallards and four Teal on the pond north of Owlpen Farm and two Red Kites circling above the pond behind Owlpen Manor. (Tim Thompson).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "An Egyptian Goose on the Rushy, two Cattle Egrets on the Tack Piece, two Water Rails from the Willow hide and a Great Crested Grebe on South Lake. (Paul Clark). Two WHOOPER SWANS from Sloane Tower to the N. (Slimbridge Sightings).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "Maisemore",
    "Text": "Four Egyptian Geese in a maize stubble field at Maisemore Ham today. (Andy Jayne).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "Frampton",
    "Text": "A drake Red Crested Pochard on the sailing lake at lunchtime today. Also two drake Goldeneyes, four Chiffchaffs, a male Blackcap, two Mistle Thrushes and two Jays. (Steve Pullen).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "Leigh Meadows",
    "Text": "Two Mute Swans, seven Shelducks, at least 18 Little Egrets, a Grey Heron, a Cormorant, a Green Sandpiper and 40 Fieldfares. (Mike Smart).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/24/sunday-24th-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Flooding still very high, no hope of reaching Grundon Hide for some days yet, viewed from high ground to the south. 500+ Canada Geese, 50+ Greylags, two Shelducks, 200+ Wigeon, 20+ Teal, 30+ Pintails, 10+ Shovelers, 20+ Lapwings, a Mistle Thrush and 20 Fieldfares. (Mike Smart).",
    "Date": "2023-12-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "Fairford",
    "Text": "18 WAXWINGS in the Eight Bells, Railway Inn area early morning, chased off berries by Mistle Thrushes, but have returned twice. No sign after 8:45am. (Mick Jones).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "15 Avocets on South Lake.  (Jeanne Vitkovskis). A MERLIN from Zeiss hide today. (Sarah Townsend).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "Frampton pools",
    "Text": "A large murmuration of Starlings over Court Lake late afternoon. Also 19 Little Egrets, 32 Cormorants, 86 Tufted Ducks, 22 Gadwalls, a Wigeon, two Shovelers, 24 Pied Wagtails, a Kingfisher, two Chiffchaffs, 30+ Redwings, two Fieldfares, five Ravens and a Goshawk. (Nick Goatman).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "Saul Warth",
    "Text": "A Rock Pipit, four Chiffchaffs at the sewage works and a mixed flock of 30 Fieldfares, 20 Redwings and 100 Starlings. (MK).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "Nailsworth",
    "Text": "A Dipper on the stream at Egypt Mill today. (Jake King).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "Netheridge Farm",
    "Text": "18 Lapwings flew W over the Barn Owl Centre today. (Mark Hobson).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/23/saturday-23rd-december-2023/",
    "location": "Gloucester",
    "Text": "At Alney Island a Mute Swan, two Snipe, a Grey Heron, four Moorhens, two Buzzards, a Great Spotted Woodpecker, 3+ Stonechats (2m, 1f), a Chiffchaff, a Goldcrest, 20 Goldfinches and eight Lesser Redpolls feeding in a Silver Birch by the old lock. (Gordon Avery).",
    "Date": "2023-12-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "Gloucester",
    "Text": "A calling WAXWING flew low SW over Leven Close, Longlevens at 10:38am. (Andy Jayne).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "A female GREATER SCAUP on Pit 116 Roundhouse Lake from the GWT hide and 14 Goosanders (10m, 4f) and 155 Gadwalls at Whelford Pools. (Martin McGill).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "A DARK-BELLIED BRENT GOOSE on the Dumbles still. A Spotted Redshank and 13 Ruff on the Tack Piece today. (Tim Jukes/Dot Jones). Eight Avocets and a Cattle Egret on South Lake. (Ian Hull). Two WHOOPER SWANS from Sloane Tower then flew towards canal out of sight at 10:44am. (Mark Hobson). A Red Kite over the Rushy and Tack Piece spooking waders at 1:25pm. (Tim McGrath).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "Forest of Dean",
    "Text": "Eight Goosanders and six Mandarins on the pond next to the car park for Pedalabikeaway. (Dan White).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "Aylburton",
    "Text": "A Red Kite drifted N over Clanna Country Park early this morning. (Paul Woolams).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "Longney Crib",
    "Text": "Late afternoon at high tide 200+ Black-headed Gulls, 100 Lesser Black-backed Gulls, three Great Black-backed Gulls, a Cormorant, 13 Mallards, a Song Thrush, a female Stonechat, seven Redwings, 25 Fieldfares, eight Long tailed Tits and a male Sparrowhawk. (John Fletcher).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/22/friday-22nd-december-2023/",
    "location": "Leigh Meadows",
    "Text": "11 Bewick’s Swans still by the A38 feeding in shallow floodwater. Also a Cormorant, four Little Egrets, two Grey Herons, a Buzzard. 50 Fieldfares and a Chiffchaff. (Mike Smart).",
    "Date": "2023-12-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/21/thursday-21st-december-2023/",
    "location": "Forest of Dean",
    "Text": "c12 Crossbills drinking from a ditch at Crabtree Hill this morning. (Frank Williams). Five redhead Goosanders at Mallards Pike this morning. (Paul Masters).",
    "Date": "2023-12-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/21/thursday-21st-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this afternoon a Common Sandpiper and a Rock Pipit the only birds on the river. Also a Chiffchaff at the sewage works, a Meadow Pipit, two Pied Wagtails, 15 Fieldfares, a Redwing and 50 Starlings. (MK).",
    "Date": "2023-12-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/21/thursday-21st-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "c600 Black-tailed Godwits feeding on the Top New Piece in front of Zeiss hide late morning. Also 12 Avocets. Two WHOOPER SWANS NE of the centre, with the Whitefront flock, visible from the Sloane Tower. 15 Ruff on the Tack Piece. (Roberta Goodall).",
    "Date": "2023-12-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/21/thursday-21st-december-2023/",
    "location": "Gloucester",
    "Text": "A Peregrine on the N face of the Cathedral tower at midday today. (Nigel Young). 100 Pied Wagtails roosting tonight in trees and bushes near Sainsbury’s. (David Smith).",
    "Date": "2023-12-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/21/thursday-21st-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook five Mute Swans, 40 Greylags, 200 Canada Geese, 195 Wigeon, five Teal, four Gadwalls, 135 Mallards, ten Pintails, 61 Shovelers, two Grey Herons and two Lapwings. At Mythe Brick Pits two Mute Swans, a Cormorant and 50 Fieldfares. (Mike Smart).",
    "Date": "2023-12-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/21/thursday-21st-december-2023/",
    "location": "Leigh Meadows",
    "Text": "26 Little Egrets and 11 Bewick’s Swans on the floodwater, including one cygnet. (Mike Smart).",
    "Date": "2023-12-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/20/wednesday-20th-december-2023/",
    "location": "Forest of Dean",
    "Text": "This morning around Crabtree Hill several parties of Crossbills, a male Sparrowhawk, a minimum of 200 Siskins and a very vocal Raven being chased by a Goshawk. Also a JACK SNIPE on the 13th December. (Frank Williams). 150-200 Bramblings at Speech House woodland today. (Tom Mabbett).  Good numbers of Chaffinches at Parkend church, ten Goldfinches  at Nagshead, a female Goosander and a Kingfisher at Mallards Pike and a Raven calling at New Fancy View. (Alan McIlquham).",
    "Date": "2023-12-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/20/wednesday-20th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Highlights today included 120+ White-fronted Goose, the Pink-footed Goose of unknown origin, 150+ Barnacle Geese, 2000+ Golden Plovers, 1500+ Lapwings, two Great White Egrets, 23 Ruff, a Water Rail, a Chiffchaff and 60+ Bewick’s Swans. (Thomas Weston). The Lesser White-fronted Goose of unknown origin on the Tack Piece this morning. (Martin Price).",
    "Date": "2023-12-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/20/wednesday-20th-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide a Common Sandpiper still, 40+ Curlews, a male Stonechat, two Fieldfares, four Meadow Pipits and three Skylarks. Six Chiffchaffs, a Greenfinch and 150+ Starlings at the sewage works. A male Blackcap and male and female Kestrel near Fretherne church. (MK).",
    "Date": "2023-12-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/20/wednesday-20th-december-2023/",
    "location": "Halmore",
    "Text": "In local woods today two Nuthatches, a Treecreeper, Siskins calling, Goldcrests, several Redwings, a Great Spotted Woodpecker, a Buzzard and a Kestrel. (Chris Newton).",
    "Date": "2023-12-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/20/wednesday-20th-december-2023/",
    "location": "Leigh Meadows",
    "Text": "At the edge of the floodwater, seen from the A38 23 Little Egrets feeding and 50 Black-headed Gulls. (Mike Smart).",
    "Date": "2023-12-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/19/tuesday-19th-december-2023/",
    "location": "Forest of Dean",
    "Text": "Three WAXWINGS flew over the garden calling at 1:15pm in direction of the Littledean Hill road. (Dan Watson).",
    "Date": "2023-12-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/19/tuesday-19th-december-2023/",
    "location": "Saul Warth",
    "Text": "Two Goosanders over, a Rock Pipit and two Chiffchaffs by the sewage works this morning. (Esther Rumsey).",
    "Date": "2023-12-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/19/tuesday-19th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Three Cattle Egrets with 12 Little Egrets landed on South Lake at 1:20pm. Also a female Goldeneye and seven Avocets. (Andy Chapman). A Water Rail from Willow hide again today. (Dot Jones).",
    "Date": "2023-12-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/19/tuesday-19th-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "In the Whelford Pools area four Goosanders,  four Red Crested Pochards, a drake Pintail, 11 Lapwings, a female Bullfinch and six Siskins. (Richard Williams).",
    "Date": "2023-12-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/18/monday-18th-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "On Pit 104 and the nearby River Coln 120 Wigeon, two Gadwalls, 18 Teal, three Shovelers, 30 Tufted Ducks, six Goldeneyes, 12 Goosanders, eight Great Crested Grebes, six Cormorants, a Grey Heron, two Red Kites, a Sparrowhawk, five Common Gulls, four Great Spotted Woodpeckers, 20 Fieldfares, four Song Thrushes, 40 Redwings, two Cetti’s Warbler, ten Chiffchaffs, seven Goldcrests, a FIRECREST (1st record in 30 years), 22 Long-tailed Tits, two Raven, 12 Goldfinches, 18 Siskins and three Bullfinches. (Mick Jones).",
    "Date": "2023-12-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/18/monday-18th-december-2023/",
    "location": "Berkeley shore",
    "Text": "30 Turnstones between the power station and Severn House Farm. (Les Ditchburn).",
    "Date": "2023-12-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/18/monday-18th-december-2023/",
    "location": "Maisemore",
    "Text": "Two Little Egrets, 13 Moorhens, ten Mallards, a Coot, a Cormorant, two Mute Swans, two Ravens, two Treecreepers, nine Goldfinches, five Long-tailed Tits, a Chiffchaff, two Great Spotted Woodpeckers, two Buzzard, a Sparrowhawk, 300 Common Gulls on flooded fields and 100+ Rooks today. (John Fletcher).",
    "Date": "2023-12-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/18/monday-18th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "A first-winter and an adult KITTIWAKE SW over the estuary this morning. A Little Stint on the Dumbles today. (William Lambourne).",
    "Date": "2023-12-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/18/monday-18th-december-2023/",
    "location": "Leigh Meadows",
    "Text": "WeBS count 21 Little Egrets, two Grey Herons, 240 Black-headed Gulls, ten Common Gulls, five Herring Gulls and a Lesser Black-backed Gull. Also a Buzzard, 50 Fieldfares, ten Redwings and ten Long-tailed Tits. Nearby on Cobney Meadows six Mute Swans, a Canada Goose and four Mallards. (Mike Smart).",
    "Date": "2023-12-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning a juvenile KITTIWAKE through N, 11 Shelducks, seven Wigeon, seven White-fronted Geese flew S, 124 Curlews, nine Lapwings, a Common Sandpiper, a Rock Pipit, two Ravens, two Common Cranes over Awre and four Chiffchaffs at the sewage works. (MK).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Frampton",
    "Text": "On Court Lake three drake Goldeneyes, 71 Tufted Ducks, 33 Gadwalls, 11 Teal, four Shovelers, three Wigeon, 34 Cormorants, four Canada Geese, two Kingfishers, seven Great Crested Grebes, three Little Grebes, 14 Mallards, 165 Coots, two Chiffchaffs, two Blackcaps, 36 Redwings and four Fieldfares. A large murmuration of Starlings again late afternoon. (Nick Goatman/Sam Walker).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Berkeley shore",
    "Text": "WeBS count down river of the Tech college and school three Cormorants, 82 Mallards, nine Teal, 13 Wigeon, two Shelducks, 14 Curlews, 44 Dunlins, 17 Redshanks, 32 Turnstones and 14 Lapwings. Also three Rock Pipits, a Water Pipit, a male Blackcap, a female Peregrine with prey, 200+ Fieldfares, 100+ Redwings, two Mistle Thrushes and 350+ Starlings. (Jon Haw).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Forest of Dean",
    "Text": "At New Fancy View a Raven calling, a Great Spotted Woodpecker, three Goldcrests and a mixed Goldfinch and Siskin flock over. Three Marsh Tits, male and female Bullfinch, six Hawfinches, 50+ Siskins, a pair of Greenfinches and a Peregrine over at Cannop ponds/Parkend. (Chris Snook).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile DARK-BELLIED BRENT GOOSE and the Pink-footed Goose of unknown origin and three Ringed Plovers on the Dumbles today. Three Egyptian Geese on South Lake today. (Roberta Goodall). A Water Rail at Willow hide this afternoon. (Leanne Clarke). The three OTTERS made a brief appearance in front of the Kingfisher hide at 12:15pm. (John Elley).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Cotswold Water Park West",
    "Text": "At Shorncote c2500 Starlings, eight Snipe flew through, eight Water Rails heard and five Cetti’s Warblers. (Richard Williams).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "A female Goosander on one of the north pits. (Andy Lewis).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Painswick Beacon",
    "Text": "Highlights this morning between 8:20am and 11:30am, birds moving SW 1345 Redwings, 585 Fieldfares, 35 Golden Plovers, three Hawfinches and 12 Siskins. Also a male and female Blackcap on garden feeders in Gyde Road. (John Fleming).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/17/sunday-17th-december-2023/",
    "location": "Aylburton Warth/Guscar Rocks",
    "Text": "WeBS count ten Shelducks, 300 Wigeon, 1200 Teal, six Golden Plovers, five Lapwings. 54 Dunlins, 396 Curlews and 22 Redshanks. Also a Peregrine, 30 Meadow Pipits and a Reed Bunting. (Mike Smart).",
    "Date": "2023-12-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 114 this morning the PINK-FOOTED GOOSE feeding alone in a field near the feral goose flock at SU1935498933. On the lake, a drake Goosander, a juvenile SCAUP, 70 Red Crested Pochards, 150 Pochards, 40 Tufted Ducks, 23 Wigeon and four Egyptian Geese. On the floods near the geese a Great White Egret, six Cattle Egrets and 25 Little Egrets. In the hedgerows three Bullfinches, a Siskin and two Ravens over. On Pit 127 a drake Goldeneye and at Whelford pools six Goosanders (5 drakes), 60 Gadwalls and 80 Teal. (MK/Paul Masters).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Forest of Dean",
    "Text": "At Mallards Pike six Goosanders (5 redheads), a showy Kingfisher, a Raven over. Three Crossbills towards Staple-edge Wood. (Mark Hobson). At Woorgreens four Goosanders (1m, 3f), two Lesser Redpolls and many Siskins. At Cannop ponds four Goosanders (2m/2f), nine Mandarins on lower pond and 1 Mandarin on upper pond and a Goshawk flying over. (Joe Sargent). This morning on upper pond six Wigeon (3m, 3f), a Gadwall, two Ravens, a Nuthatch and a Marsh Tit. (Chris Keeling).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Eastington to Stonehouse",
    "Text": "Along the Stroudwater canal a pair of Kingfishers near the disused locks near Churchend and another fishing on the Ocean at the Stonehouse end. Also two Moorhens, two pairs of Mute Swans and two Wrens. (Mike Fisher). Near Wycliffe old boat house the drake Goosander and a Kingfisher. (Paul Sutton).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Gloucester",
    "Text": "A Kingfisher at Saintbridge Pond today and a Raven calling as it flew over. (John Elley).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Ashleworth Ham",
    "Text": "WeBS count two Mute Swans, 154 Wigeon, 52 Mallards, 15 Pintails and four Moorhens. Also two Buzzards, a Meadow Pipit, four Pied Wagtails, 15 Fieldfares, two Cetti’s Warblers and two Ravens. (Mike Smart).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "WeBS count 150 Wigeon, 80 Teal, five Canada Geese, 15 Greylags, eight Mallards, 17 Shovelers, 74 Pintails, two Gadwalls, two Moorhens, a Coot, a Lesser Black-backed Gull and two Grey Herons. (Ian Ralphs).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/16/saturday-16th-december-2023/",
    "location": "Tewkesbury",
    "Text": "WeBS count at Mythe Hook 270 Wigeon, 345 Teal, five Pintails, 42 Shovelers, 133 Mallards, 17 Greylags, 22 Canada Geese, a Great White Egret, two Little Grebes, two Mute Swans, a Coot and 200+ Golden Plovers over. (Andy Warr).",
    "Date": "2023-12-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "Frampton",
    "Text": "The juvenile GREAT NORTHERN DIVER still on Court Lake today. (James Robinson et al). The local fishermen reported the diver as being on the sailing lake Saturday and Sunday. (per Nick Goatman). c4000 Starlings in a murmuration at Court Lake late afternoon. (Steve Money).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "Forest of Dean",
    "Text": "At Soudley Ponds today 60 Mandarins, 20 Goosanders, five Little Grebes, a Kingfisher, four Ravens and 83 Siskins. Another 60+ Siskins, 20+ Bramblings, male Sparrowhawk and 200+ Woodpigeons nearby at Blaize Bailey. (Andy Jayne). At Parkend at the  cricket pitch, two Hawfinches, nearby at the Church seven Crossbills. At Cannop Ponds four Wigeon, two Gadwalls, seven Little Grebes, a Dipper, a Marsh Tit and Siskins. Opposite the Crematorium, several flocks of Lesser Redpolls and a large number of Chaffinches with a few Bramblings. (Mick Jones).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Kingfisher hide three OTTERS swam downstream at 10:45am. 13 Snipe in the field to the right of the hide and a Buzzard over. (Jacob Jenkins/Dot Jones). Two Water Rails from Willow hide. (Jonathan Bull).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "13 Little Egrets and at least one Cattle Egret late afternoon in the field opposite the Patch car park. (Roberta Goodall).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "Gloucester",
    "Text": "At Saintbridge Pond today a Cetti’s Warbler, a Great Spotted Woodpecker, a Grey Wagtail and at least three Chiffchaffs. (John Elley).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "Twyning",
    "Text": "At Upham Meadow five Mute Swans, 157 Greylags, 210 Canada Geese, 247 Wigeon, 22 Teal, 75 Black-headed Gulls and 25 Lesser Black-backed Gulls. (Mike Smart).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/15/friday-15th-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook all the wildfowl today were on the inland east (Shuthonger) side of the embankment by the Mythe Brook three Mute Swans, five Canada Geese, 45 Wigeon, 240 Teal, 20 Mallards, a Pintail, four Shoveler, two Little Grebes, 35 Lapwings, 250 Golden Plovers and a Cetti’s Warbler. (Mike Smart).",
    "Date": "2023-12-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/14/thursday-14th-december-2023/",
    "location": "Frampton",
    "Text": "The juvenile GREAT NORTHERN DIVER showing very well on Court Lake today.  (Les Ditchburn/Nick Goatman/Terry Grant). At lunchtime three Bewick’s Swans (2ads, 1 juv) flew over E, 10+Skylark, an Avocet flew over S also Wigeon, Shoveler and a male Goldeneye on the Sailing Lake. (Nick Goatman). At Splatt Bridge a Peregrine and two Sparrowhawk and a huge distant flock of Golden Plovers and Lapwings. (Terry Grant). c4000 Starlings in a murmuration at Court Lake late afternoon. (Tanya Allen).",
    "Date": "2023-12-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/14/thursday-14th-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "This morning a PINK-FOOTED GOOSE still at Pit 114 with Greylags, and the Ferruginous Duck or hybrid still but views/pics are still inconclusive. (Matt Pringle).",
    "Date": "2023-12-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/14/thursday-14th-december-2023/",
    "location": "Forest of Dean",
    "Text": "At English Bicknor this morning, a Grey Heron, a Buzzard, five Collared Doves, 55 Common Gulls, 30 Goldfinches and five Redwings. (Iain Crawford).",
    "Date": "2023-12-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/14/thursday-14th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two Water Rails showing well from Willow hide at 2:11pm. (Les Ditchburn). Three OTTERS showed well this morning in the channel at Kingfisher hide. (Mike Davis).",
    "Date": "2023-12-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/14/thursday-14th-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning three Grey Herons, 11 Shelducks, a Common Sandpiper, 37 Lapwings flew S, a male Kestrel, a Rock Pipit, four Meadow Pipits, two Pied Wagtails, four Fieldfares, six Goldfinches and a Chiffchaff. (MK).",
    "Date": "2023-12-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/14/thursday-14th-december-2023/",
    "location": "Stonehouse",
    "Text": "Around the Ocean/Bond’s Mill, lots of Wrens on dredge debris piled on the reeds opposite the tow path, a male and a female Kingfisher, two Little Grebes, a Jay and a Grey Heron. A small flock of Linnets near the sewage works and 2 or 3 Goldcrests there. (Paul Sutton).",
    "Date": "2023-12-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/13/wednesday-13th-december-2023/",
    "location": "Frampton pools",
    "Text": "The juvenile GREAT NORTHERN DIVER still on Court Lake today. (Jonathan Bull et al). Also today a male Goldeneye on the Sailing Lake, a male Pochard, 43 Tufted Ducks, 38 Gadwalls, four Teal, two Little Grebes, six Great Crested Grebes, 16 Cormorants and three Grey Herons. (Nick Goatman).",
    "Date": "2023-12-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/13/wednesday-13th-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning four Curlews, 300+ Dunlins, 35 Lapwings flew N, two Little Egrets, a Shelduck, a Common Gull, two Buzzards, a male Kestrel, 15 Magpies, a Mistle Thrush and a Chiffchaff at the sewage works. (MK).",
    "Date": "2023-12-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/13/wednesday-13th-december-2023/",
    "location": "Quedgeley",
    "Text": "The Ring-necked Parakeet heard calling only in Taylor’s Ground Grove again this morning. (Steve Pullen).",
    "Date": "2023-12-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/13/wednesday-13th-december-2023/",
    "location": "Uley",
    "Text": "Several Bramblings with a flock of 50+ Chaffinches at the top of Lampern Hill above Uley this morning. (Neil Smart).",
    "Date": "2023-12-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/13/wednesday-13th-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "The car park is underwater. Around the car park a Goldfinch, three male Blackcaps, a Song Thrush, a Fieldfare, a Redwing, Long Tailed Tits and Wigeon calling nearby. (Alan McIlquham).",
    "Date": "2023-12-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Frampton pools",
    "Text": "The juvenile GREAT NORTHERN DIVER still at the N end of Court Lake today. (Steve Pullen et al).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Seven Avocets on South Lake, a DARK-BELLED BRENT GOOSE, an Egyptian Goose, a Marsh Harrier and a Spotted Redshank on the Tack Piece. (Dot Jones/Roy Kinchin).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Stonehouse/Stanley Downton",
    "Text": "A female Kingfisher this morning. From the Ocean to Bond’s Mill a Peregrine distant on pylons towards Cress Green, a Little Grebe at the Ocean, a few Redwings, two Mistle Thrushes and five Cormorants. (Paul Sutton).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Stroud",
    "Text": "A southerly movement of Fieldfares involving 300+ birds between 8:10-8:35am and two high-flying Blackbirds with them. (Terry Grant).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Twyning",
    "Text": "At Upham Meadow five Mute Swans, 45 Greylags, an adult White-fronted Goose, 245 Canada Geese, 126 Wigeon, a Gadwall, two Teal, three Grey Herons and a Meadow Pipit. (Mike Smart).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook 30 Greylags, 40 Canada Geese, 100 Wigeon, 50 Teal, 60 Mallards, a Pintail and ten Shovelers. The waders were sitting in maize stubble, partly hidden 100+ Lapwings, 100+ Golden Plovers and 10+ Dunlins. (Mike Smart).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Brockworth",
    "Text": "A pair of Blackcaps on the feeder today. (John Miles).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/12/tuesday-12th-december-2023/",
    "location": "Kempley Green",
    "Text": "Garden birds today included a male Blackcap, a female Great Spotted Woodpecker, c10 Long-tailed Tits and a Coal Tit. (Steve Watts).",
    "Date": "2023-12-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Frampton pools",
    "Text": "A juvenile GREAT NORTHERN DIVER at the N end of Court Lake today. (Eric Palmer).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile DARK-BELLIED BRENT GOOSE distantly on the Tack Piece, viewed from the Estuary Tower between 12:30 and 1pm at least.  Seven Avocets this afternoon on South Lake. (Andy & Sue Gibbons). A Green Sandpiper on the Rushy early then flew towards South Lake. (Slimbridge Sightings).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Whitminster",
    "Text": "Along the River Frome at lunchtime four Stonechats, a Kestrel, a few Fieldfares and Redwings and a Reed Bunting. (Nick Goatman).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "This morning the juvenile GREATER SCAUP still on Pit 114 and nearby two Great White Egrets, 19 Little Egrets and four Cattle Egrets. (Duncan Dine/Paul Rich). The Ferruginous Duck or hybrid still on Pit 114 but views/pics inconclusive. (Paul Rich).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Hatherop",
    "Text": "A Red Kite, a Buzzard and a Raven contesting possession of roadkill Pheasant. (Alan Williams).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Saul Warth",
    "Text": "A Common Sandpiper, a Curlew, two Grey Herons, two Buzzards, a male Kestrel caught a mouse, two Stonechats, a male Blackcap, two Mistle Thrushes, two Rock Pipits below Hock Cliff and three Chiffchaffs and a Goldcrest at the Sewage Works. (MK).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Kingscote Wood",
    "Text": "Two Siskins in a flock of Blue Tits, Great Tits, Long-tailed Tits, Chaffinches, a Nuthatch and a Great Spotted Woodpecker. Also a Red Admiral in the garden at Cam Green. (Brian Kings).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook 20 Greylags, 20 Canada Geese, 100 Wigeon, five Teal, 20 Mallards, 25 Shovelers, a Tufted Duck, two Little Grebes and 100 Lapwings today. (Mike Smart).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Quedgeley",
    "Text": "From Dimore Brook to Clearwater Drive a Kingfisher, a singing Stock Dove, at least one Water Rail and a Redwing. (Paul Masters).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Gloucester",
    "Text": "At Kingsholm, Gloucester at least 150 Pied Wagtails roosting in a shrub by The Coach & Horses pub at dusk. (Andy Jayne). A Peregrine on the Cathedral this morning. (Steve Pullen).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/11/monday-11th-december-2023/",
    "location": "Cirencester Park",
    "Text": "A BRAMBLING in the park today. (Clive Scarlett).",
    "Date": "2023-12-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Cotswold Water Park East",
    "Text": "Two PINK-FOOTED GEESE in with the Greylag flock near Pit 114. Also a leucistic Greylag in the same flock. The juvenile GREATER SCAUP still today and 244 Pochards on the pit with three Great White Egrets, three Cattle Egrets and 20 Little Egrets in an adjacent flooded field. (Nigel Pleass).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Forest of Dean",
    "Text": "At Edge Hills this morning six Hawfinches in the treetops. (Owen Follis).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Eastleach",
    "Text": "A SHORT-EARED OWL the Eastleach Downs crossroads at 3:45pm. Also a Peregrine, two Kestrels, 17 Corn Buntings and a Stonechat. (Ian Ralphs).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two DARK-BELLIED BRENT GEESE, the Lesser White-fronted Goose of unknown origin, the Pink-footed Goose, the Ross’s Goose and two WHOOPER SWANS still all from Estuary Tower. A Spotted Redshank and 30 Ruff on the Tack Piece. Six Avocets on South Lake. (Mark Dowie/Slimbridge Sightings).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Ebley",
    "Text": "A drake Goosander on the canal at Ebley Mill this morning. (Simon Spedding).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Frampton pools",
    "Text": "The 3000+ Starling roost included a pure white bird, two male Goldeneyes, 79 Tufted Ducks, 20 Gadwalls, five Teal, two Wigeon, nine Mallards, a Shoveler, seven Little Egrets, three Grey Herons, a Kingfisher, a Chiffchaff, 20 Siskins, a Cetti’s Warbler, 208 Redwings, 20 Fieldfares, a Lesser Redpoll and a Grey Wagtail this afternoon. (Nick Goatman).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Quedgeley",
    "Text": "No sign of the Ring-necked Parakeet around Taylors Ground Grove this morning but a Kingfisher and a female Blackcap of note. Along Elmore Lane West to the river eight Cormorants, a Chiffchaff, two Meadow Pipits, 20 Redwings, a Mistle Thrush, two Ravens and two Buzzards. (MK).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Elmore Court",
    "Text": "At the Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds this afternoon included three Wigeon, two Shelducks, eight Mallards and three Mute Swans on the scrape. Also two Stonechats, two Bullfinches, seven Meadow Pipits, 12 Redwings, seven Fieldfares, four Linnets, two Ravens, a Kestrel, and a Buzzard. (Steve Pullen).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Gloucester",
    "Text": "At Robinswood Hill this morning two Stock Doves, a Treecreeper, a Bullfinch, two Ravens, a Jay and good numbers of Redwings. (Greg Anderson).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/10/sunday-10th-december-2023/",
    "location": "Lechlade",
    "Text": "A wintering male Blackcap feeding on mahonia flowers in the garden. Also a rare visit from a Song Thrush. (Alan Williams).",
    "Date": "2023-12-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/09/saturday-9th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "This morning from the Kingfisher hide 112 White-Fronted Geese feeding in the Bottom New Piece. (Neil Smart). Two WHOOPER SWANS on the Tack Piece briefly before returning to the fields to the N. A Spotted Redshank on the Tack Piece. Two DARK-BELLIED BRENT GEESE on the Dumbles. Also today a Marsh Harrier, an Avocet and 38 Greenfinches in alders. (Ian Ralphs/Dan Fletcher/Dean Reeves & Karen Jayne).",
    "Date": "2023-12-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/09/saturday-9th-december-2023/",
    "location": "Shepherd’s Patch",
    "Text": "12 Egrets, including at least three Cattle Egrets, feeding in the grass field. (Neil Smart).",
    "Date": "2023-12-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/09/saturday-9th-december-2023/",
    "location": "Quedgeley",
    "Text": "A Ring-necked Parakeet on the edge of Taylors Ground Grove at lunchtime today showing very well. Along Sims Lane this morning in the waterlogged field between the canal and the farm, 29 Pied Wagtails, a Grey Wagtail, 20+ Meadow Pipits, 30+ Linnets, 10+ Chaffinches, 40+ Starlings, a Buzzard and 12 Black-headed Gulls. (Steve Pullen).",
    "Date": "2023-12-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/09/saturday-9th-december-2023/",
    "location": "Saul Warth",
    "Text": "This afternoon a Rock Pipit at Hock Cliff, a Chiffchaff at the sewage works, two Meadow Pipits, a Greenfinch and an adult Great Black-backed Gull eating an eel. (MK).",
    "Date": "2023-12-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/09/saturday-9th-december-2023/",
    "location": "Chapman Cross",
    "Text": "500+ Fieldfares, including a leucistic bird, 1200+ Starlings, 500+ Linnets, 180+ Goldfinches, a Corn Bunting, two Red-legged Partridges and a Kestrel. (Terry Grant).",
    "Date": "2023-12-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/09/saturday-9th-december-2023/",
    "location": "Chavenage Lane area",
    "Text": "Four Red Kites today. (Terry Grant).",
    "Date": "2023-12-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two DARK-BELLIED BRENT GEESE, the Lesser White-fronted Goose of unknown origin and two WHOOPER SWANS still all from Estuary Tower. (Dot Jones/Jonathan Bull). A Water Rail briefly this morning from Stephen Kirk hide. (Paul Clark). 40+ Siskins and a Chiffchaff near the Hogarth hide. (Steve Pullen). A Spotted Redshank on the Tack Piece and a female Goldeneye on South Lake. (Martin Price).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Frampton pools",
    "Text": "Two male Goldeneyes, three Shovelers, a Pochard, 107 Tufted Ducks, 52 Gadwalls, seven Great Crested Grebes, three Grey Herons, 18 Cormorants, 100+ Black-headed Gulls, 34 Fieldfares and two Nuthatches today. (Nick Goatman).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Cotswold Water Park West",
    "Text": "This morning on Pit 65/43 13 Goldeneyes and three Goosanders, on Pit 57 five Goldeneyes and three Goosanders, on Pit 41 eight Goosanders, on Pit 31 six Goosanders and on Pit 16 four Goldeneyes. (Paul Rich).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Stroud",
    "Text": "30 Siskins in the Alders at Wallbridge and a drake Mandarin at Lodgemore Mill pond this lunchtime. (Richard Williams/Simon Ashley). A drake Goosander on the Stroudwater Navigation, near Lidl this morning. (Jeremy Nottingham).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook 20 Canada Geese, 45 Wigeon, three Teal, a Gadwall, five Shovelers, at least 250 Lapwings, at least 270 Golden Plovers and at least five Dunlins. (Mike Smart).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Walmore Common",
    "Text": "A Marsh Harrier hunting unsuccessfully for at least an hour today. Also 72 Canada Geese, 80 Greylags, two Shovelers, 160 Wigeon, 54+ Mallards, 400 Teal and a Peregrine. (Andy Jayne).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Awre",
    "Text": "Four Common Cranes this morning. (David Smith).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Saul Warth",
    "Text": "At dawn 14 Meadow Pipits, two Reed Buntings, 50+ Starlings, five Pied Wagtails, a Kestrel hunting over the flashes, two Grey Herons, two Cormorants and a Snipe. (Steve Pullen). Later a Curlew, 45 Lapwings flew S and a female Blackcap at the sewage works. (MK).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/08/friday-8th-december-2023/",
    "location": "Framilode",
    "Text": "Ten Little Egrets and two Grey Herons along Passage Road. (MK).",
    "Date": "2023-12-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/07/thursday-7th-december-2023/",
    "location": "Cirencester",
    "Text": "A MERLIN along the Whiteway towards Cirencester by the old pig fields this morning. (Dave Soons).",
    "Date": "2023-12-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/07/thursday-7th-december-2023/",
    "location": "Leigh Meadows",
    "Text": "400 Wigeon on the floodwater, sheltering under hedge from the strong wind today. (Mike Smart).",
    "Date": "2023-12-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/07/thursday-7th-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook five Greylags, 15 Teal, 20 Mallards, five Shovelers, 450 Lapwings, 210 Golden Plovers and 40 Dunlins today. (Mike Smart).",
    "Date": "2023-12-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Three immature GREATER SCAUPS today. (Ian Hull/Andy Jayne). Also today six Mute Swans, ten Shelducks, a few hundred Wigeon, many hundreds of Teal, at least 200 each of Pintails and Shovelers, ten Tufted Ducks, five Coots, a young male Peregrine, 500 Lapwings, a Grey Plover still, 40 Dunlins, 35 Snipe, 50+ Fieldfares, three Bullfinches and two Reed Buntings. (Mike Smart).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "On Pit 114 the juvenile GREATER SCAUP still today. (Paul Rich).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The Lesser White-fronted Goose, of unknown origin and a DARK-BELLIED BRENT GOOSE both on the foreshore and two WHOOPER SWANS still, all from Estuary Tower. Also a Marsh Harrier today. (Mark Dowie).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "Forest of Dean",
    "Text": "50+ BRAMBLINGS in with a flock of Chaffinches at SO639130 this morning at Crabtree Hill plantation. Best access is by parking the at the crematorium. (Frank Williams).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "Saul Warth",
    "Text": "A MERLIN bathing on the flashes. Also a Buzzard, 19 Meadow Pipits, 20+ Fieldfares, a Redwing, eight Magpies and a Rock Pipit at Hock Cliff. 14 Little Egrets with a Grey Heron at Passage Road, Framilode, also a Green Woodpecker and seven Curlews at Epney. (MK).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "Cheltenham",
    "Text": "A female Kingfisher at Pittville Park at the spillpool near Albert Road. At least three Kingfishers are present. (Alan McIlquham).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/06/wednesday-6th-november-2023/",
    "location": "Gloucester",
    "Text": "At Robinswood Hill 30+ Redwings, a Jay, 30+ Jackdaws, five Goldfinches, two Bullfinches and four Long-tailed Tits. (Paul Brunt). A Water Rail at Saintbridge Pond today. (John Elley).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Cheltenham",
    "Text": "A drake Goosander back at Pittville Lake this afternoon. (Steve Money).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "15 Mute Swans, 50 Greylags, 200 Canada Geese, three Shelducks, c1750 Teal, c500 Wigeon, c200 Mallards, 20 Gadwalls, 294+ Pintails, 214+ Shovelers, 20 Tufted Ducks, a drake Goosander, a Peregrine, 30 Coots, 250 Lapwings, a Grey Plover, 25 Dunlins, five Snipe and 100+ Fieldfares in the hedges along the canal. (Mike Smart).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook the water is pouring through the breach in the Severn floodbank into the meadows, 70 Greylags, two Wigeon, 190 Teal, 40 Mallards, 15 Shovelers, two Tufted Ducks, 220 Lapwings, 24 Golden Plover, a Dunlin, a Snipe, six Meadow Pipits, three Pied Wagtails and 50 Fieldfares. At Lower Lode Brick pits at 4:15pm at least 55 Cormorants in the roosting tree. (Mike Smart).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower adult and juvenile DARK-BELLIED BRENT GEESE on the foreshore saltmarsh. Two WHOOPER SWANS in the fields just NE of the Tack Piece. On the Tack Piece a Lesser White-fronted Goose of unknown origin with the Canada Geese. (Slimbridge Sightings). Three Marsh Harriers over the Tack Piece. (Magnus Carter). A Water Rail near the Decoy. (Duncan Dine).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Frampton pools",
    "Text": "Two male Goldeneyes, four male Pochards, two Shovelers, four Grey Herons and 18 Cormorants today. (Nick Goatman).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Aston Magna",
    "Text": "150+ Siskins in an Alder plantation, 3+ Marsh Tits, a Stonechat, three Yellowhammers in cover crop and a Kingfisher on Aston Magna fishing ponds. (Jamie Brown).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Whitminster",
    "Text": "Six Bewick’s Swans (1 juv) just down from the Texaco garage in a maize field at 1pm. (Jeremy Squire).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/05/tuesday-5th-december-2023/",
    "location": "Epney",
    "Text": "Eight Bewick’s Swans flew towards Rodley at 1:45pm. (Jeremy Squire).",
    "Date": "2023-12-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/04/monday-4th-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower two Marsh Harriers and four Great White Egrets this morning. On South Lake 920 Lapwings, 445 Golden Plovers 320 Black-tailed Godwits, 40+ Dunlins, 6+ Ruff, two Snipe and two Chiffchaffs in the willows. (Slimbridge Sightings).",
    "Date": "2023-12-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/04/monday-4th-december-2023/",
    "location": "Framilode",
    "Text": "20+ bedraggled Little Egrets in fields to the left of Passage Road as you approach the river late morning. (MK).",
    "Date": "2023-12-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/04/monday-4th-december-2023/",
    "location": "Sharpness",
    "Text": "A Marsh Tit on front garden feeders today. (Hinton Birder).",
    "Date": "2023-12-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/04/monday-4th-december-2023/",
    "location": "Gloucester",
    "Text": "A Peregrine on the cathedral today. (Paul Sutton).",
    "Date": "2023-12-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/03/sunday-3rd-december-2023/",
    "location": "Frampton pools",
    "Text": "Three Red Crested Pochards (2m, 1f) a male Goldeneye, three Pochards, 43 Gadwalls, 54 Tufted Ducks, 21 Shovelers, 26 Mallards, 12 Teal, three Little Grebes, six Great Crested Grebes, 257 Coots, 56 Mute Swans, 16 Cormorants, two Curlews, two Chiffchaffs, 54 Siskins, a Grey Wagtail, eight Goldcrests and four Nuthatches today. (Nick Goatman).",
    "Date": "2023-12-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/03/sunday-3rd-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning four Mute Swans, c5 Greylags, 50 Canada Geese, c20 Shelducks, 750 Wigeon, 1500 Teal, 200 Mallards, 15 Gadwall, 335+ Pintails, 171+ Shoveler, ten Tufted Ducks, two male Red Crested Pochards, a Grey Heron, 20 Lapwings, five Dunlins, 10+ Snipe, two Black-tailed Godwits. 150 Black-headed Gulls and 100+ Fieldfares in the hedges along the canal. (Mike Smart).",
    "Date": "2023-12-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/03/sunday-3rd-december-2023/",
    "location": "Woodchester",
    "Text": "A Woodcock at dusk, flew from Woodchester Park woods across the Nympsfield road onto pastures by Tinkley Farm. Also a male Bullfinch coming to garden feeders today, a garden first. (Jon Haw).",
    "Date": "2023-12-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/03/sunday-3rd-december-2023/",
    "location": "Sandhurst",
    "Text": "This morning a Peregrine perched on an electricity pylon near Sandhurst. (Tony Roberts).",
    "Date": "2023-12-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/02/saturday-2nd-december-2023/",
    "location": "Cirencester",
    "Text": "At least eight Bramblings in Cirencester Park (Sapperton Park Ride) this afternoon. (Martine Fenn).",
    "Date": "2023-12-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/02/saturday-2nd-december-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "30 Snipe, 26 Shelducks and a female Goldeneye today. (Ian Ralphs).",
    "Date": "2023-12-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/02/saturday-2nd-december-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "Three Goosanders (1m, 2 f) on the north pits today. (Andy Lewis).",
    "Date": "2023-12-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/02/saturday-2nd-december-2023/",
    "location": "Nailsworth",
    "Text": "A male Blackcap on a garden feeder today at Walkley Wood. (Jon Haw).",
    "Date": "2023-12-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/02/saturday-2nd-december-2023/",
    "location": "Gloucester",
    "Text": "A Great Spotted Woodpecker at Saintbridge Pond today. (John Elley).",
    "Date": "2023-12-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Dowdeswell Reservoir",
    "Text": "Eight WHOOPER SWANS this morning (Greg Mabbett) and a drake Goosander dropped in at 9:07am but flew off towards Cheltenham with the swans at 9:26am. (Tom Mabbett).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Saul Warth",
    "Text": "At high tide a Spotted Redshank flew over calling unseen, a Redshank, 40+ Dunlins around Hock Ditch, 14 Curlews, 6+ Fieldfares, six Redwings, two Reed Buntings, two Rock Pipits, 26 Goldfinches and a Greenfinch. (MK).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Purton",
    "Text": "This morning birds included eight White-fronted Geese, 40 Fieldfares and three Snipe flew NE. Good counts for here of 46 Wigeon, eight Teal, four Little Grebes, 15+ Song Thrushes among the many feeding Blackbirds and Redwings. A WATER PIPIT still and two Rock Pipits at high tide. (Francis Steuck).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Tresham",
    "Text": "Early morning 100 Golden Plovers, two Red Kites 12 Red-legged Partridges and a Stonechat. (Paul Rich).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two WHOOPER SWANS three fields to the N of Estuary Tower and 93 White-fronted Geese on the Tack Piece. Two DARK-BELLIED BRENT GEESE and the Pink-footed Goose of unknown origin on the Dumbles. A female Goldeneye in the Eider Collection. (Jonathan Bull/Tim Jukes/Dot Jones). Two EgyptianGeese on South Lake. (Paul Masters).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Woodchester Park",
    "Text": "A Marsh Tit, a Brambling and a day flying Tawny Owl today. (Jeremy Squire).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Forest of Dean",
    "Text": "Two Teal and two female Goosanders on Woorgreens Lake. On Crabtree Hill eight Crossbills, Fieldfares, a Green Woodpecker and a male Sparrowhawk today. (Geoff Fawcett).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Quedgeley",
    "Text": "Between Sellars and Rea bridges along the canal birds included a Water Rail near Clearwater school, 12 Cormorants over, three Goldcrests, 12 Long-tailed Tits, two Fieldfares, four Redwings, six Song Thrushes and a female Sparrowhawk. (Steve Pullen).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Gloucester",
    "Text": "At Saintbridge Pond today a Kingfisher, a Little Egret, a Grey Heron, a Goldcrest and a Treecreeper. (John Elley).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Tewkesbury",
    "Text": "At Cowfield Marsh a Kestrel, a Snipe and a Goldcrest. At Mitton on the wet field immediately S of Bredon’s Hardwick, 50 Wigeon, 35 Teal, a Lapwing, four Snipe and two Black-headed Gulls. At Mythe Hook eight Mute Swans, 60 Mallards, a Grey Heron and a Grey Wagtail. At Mythe Brickpits 20 Mallards, a Water Rail calling and a Cetti’s Warbler singing. (Juliet Bailey/Mike Smart).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Brookend",
    "Text": "40+ Lapwings this afternoon feeding on two fields in the Brookend/Guscar Rocks area. (Ian Gorton).",
    "Date": "2023-12-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/12/01/friday-1st-december-2023/",
    "location": "Newnham-on-Severn",
    "Text": "On a farmland and forest walk a flock of 500 Linnets, Chaffinches, Goldfinches, a few Bramblings, Redwings and Fieldfares and two Hawfinches. (David Smith).",
    "Date": "2023-12-01T00:00:00"
  }
]
