[
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "Stroud",
    "Text": "15-20 WAXWINGS in in the car park of Stroud Leisure Centre briefly today, then flew off. (Joanna Harrison). Seven Mandarins (6m, 1f) still at Lodgemore Mill at lunchtime. (Richard Williams).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A SIBERIAN CHIFFCHAFF along South Finger this morning. Also two WHOOPER SWANS on the Rushy. (Slimbridge Sightings).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "Thrupp",
    "Text": "Along the canal between Thrupp and Arundel Aqueduct 13 Mandarins (10m, 3f), 25+ Siskins, two Grey Wagtails, seven Redwings, a singing male Blackcap, two singing Stock Doves and a pair of Ravens. (MK).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "Longford",
    "Text": "An adult MEDITERRANEAN GULL in almost full summer plumage on floodwater just N of Longford SO8321 late morning. (Andy Jayne).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Shorncote Reedbeds this morning eight Reed Buntings, 6+ Water Rails, c10 Cetti’s Warblers, a Great White Egret, a pair of Bullfinches and six Chiffchaffs. (Chris Snook).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "Stonehouse",
    "Text": "In fields below Bonds Mill, birds included seven Grey Herons, four Little Egrets, six Cormorants, two Green Sandpipers and c50 Redwings. A male Kingfisher at the Ocean and 150+ Siskins again in the Alders below St Cyr’s Church. (Paul Sutton).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/28/wednesday-28th-february-2024/",
    "location": "Leigh Meadows",
    "Text": "This morning 25 Little Egrets feeding on the edges. (Mike Smart).",
    "Date": "2024-02-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/27/tuesday-27th-february-2024/",
    "location": "Forest of Dean",
    "Text": "Seven WAXWINGS followed by 40-45 WAXWINGS flew over the house in Broad Street in the direction of Silver Street, Littledean at 3:30pm. (Dan Watson).",
    "Date": "2024-02-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/27/tuesday-27th-february-2024/",
    "location": "Innsworth",
    "Text": "A Barn Owl hunting next to the A40 by the new roundabout at 6:30am. (Ted Harris).",
    "Date": "2024-02-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/27/tuesday-27th-february-2024/",
    "location": "Cotswold Water Park West",
    "Text": "This morning at Pits 65/43: 32 Red Crested Pochards, six Goldeneyes and six Goosanders. At Pit 57 three Goldeneyes, at Pit 42 four Goosanders, at Pit 41 five Goldeneyes and three Goosanders, at Pit 75 50 Pintails and at Pit 16 two Goldeneyes. (Paul Rich).",
    "Date": "2024-02-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/27/tuesday-27th-february-2024/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 104 numerous Wigeon and Tufted Ducks, a Shoveler, two pairs of Great Crested Grebes, four pairs of Goosanders, a Great Black-backed Gull, 20+ Fieldfares, a pair of Lesser Redpolls and a Great Spotted Woodpecker drumming. (Jonathan Stebbing).",
    "Date": "2024-02-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/27/tuesday-27th-february-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "A very vocal pair of Oystercatchers flew low over Birdland at 8:40am and were then still calling somewhere on the Clapton side of the park. (Alistair Keen).",
    "Date": "2024-02-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/26/monday-26th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "Early morning a WHOOPER SWAN and the Snow Goose on the Rushy. A Red Kite causing havoc over the Dumbles, a Merlin sped through S and two Peregrines. A pair of Oystercatchers by the Estuary Tower and a pair on the Rushy. A Treecreeper and a Goldcrest along South Finger. (MK/Ian Hull/Paul Masters). Six unringed Common Cranes on the Dumbles. (Warren Gill). An OTTER family, a mother and two cubs from the Kingfisher hide early morning. (Martin McGill).",
    "Date": "2024-02-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/26/monday-26th-february-2024/",
    "location": "Frampton pools",
    "Text": "Four Great White Egrets came in to roost with 20 Little Egrets. Also a pair of Oystercatchers, 52 Tufted Ducks, 17 Greylags, seven Canada Geese, 31 Cormorants, a Little Grebe, three Great Crested Grebes, a Grey Wagtail, ten Pied Wagtails, two Chiffchaffs and three Cetti’s Warblers. (Nick Goatman).",
    "Date": "2024-02-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/26/monday-26th-february-2024/",
    "location": "Breadstone",
    "Text": "Birds this morning included two Treecreepers, a Nuthatch, a Goldcrest, two Coal Tits, two Siskins, seven Long-Tailed Tits, a Great Spotted Woodpecker, a pair of Ravens and a Goshawk over. (Chris Newton).",
    "Date": "2024-02-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/26/monday-26th-february-2024/",
    "location": "Stonehouse",
    "Text": "c120 Siskins on Alders below the Ocean and seven Cormorants today. (Paul Sutton).",
    "Date": "2024-02-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/26/monday-26th-february-2024/",
    "location": "Stroud",
    "Text": "Lots of Mandarin activity at Lodgemore Mill pond with six drakes squabbling over one duck. Also a Little Grebe and a Buzzard. A Grey Wagtail at Wallbridge. (Richard Williams).",
    "Date": "2024-02-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A WATER PIPIT on the scrape in front of the Estuary Tower and a Goshawk from Zeiss hide. (Dave Creber). From the Estuary Tower the adult PALE-BELLIED GOOSE and the  juvenile DARK-BELLIED BRENT GOOSE with the Canada and Barnacle Geese on the Dumbles. Also a Marsh Harrier over the Dumbles. 182 White-fronted Geese landed at the back of the Tack Piece at 9am. The Spotted Redshank still on the Tack Piece. (Mark Hobson/Martin Price/Steve Pullen). Two Kingfishers busy this morning from the Kingfisher hide. (Heather England).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "12 Cattle Egrets at SO7293804123 on a stubble field with sheep viewed from the carpark opposite the Tudor Arms. (Mark Hobson/Steve Pullen).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Forest of Dean",
    "Text": "Three Hawfinches and at least ten Bramblings feeding in larches along the access road to Nagshead at 12:30pm today. (Martin Drew).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Stroud",
    "Text": "Along the canal from Wallbridge to Ham Mill Lane three Kingfishers, two Grey Wagtails, a Dipper, seven Mandarins (4m, 3f) and an OTTER this morning. (Mike Davis).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Guiting Power",
    "Text": "Around Cotswold Farm Park’s surrounding fields today, four Stonechats, 11 Yellowhammers, seven Linnets, 18 Lapwings and a Peregrine. (Jamie Brown).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Frampton pools",
    "Text": "Around the pools a Marsh Harrier, a Dunlin over, two Oystercatchers, four Pochards, five Herring Gulls, 64 Tufted Ducks, three Gadwalls, 17 Mallards, 23 Greylags, six Canada Geese, 17 Cormorants, 25 Little Egrets, 30+ Redwings, four Chiffchaffs, a Blackcap, six Cetti’s Warblers, ten Siskins and five Tawny Owls calling. (Nick Goatman).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Berkeley",
    "Text": "Along the Little Avon from Berkeley towards Stone this afternoon, on the wet fields two flocks of Little Egrets of 19 and six, two Grey Herons, four Greater Black-backed Gulls and a Lesser Black Backed Gull, a Kestrel, numerous Buzzards and a Chiffchaff feeding along the river. (Neil Smart).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Cotswold Water Park West",
    "Text": "Two pairs of Oystercatchers at Shorncote Reedbeds. (Jon Mercer).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Cotswold Water Park East",
    "Text": "At Whelford Pools today birds included three Bullfinches, nine Great Crested Grebe, a Great Spotted Woodpecker, a Chiffchaff, many Red Crested Pochards and a Goldcrest. (Sarah Townsend).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Upper Slaughter",
    "Text": "On the Eyford Estate, NW of Upper Slaughter, a Green Woodpecker, four Great Spotted Woodpeckers, four Stock Doves, two Nuthatches, a Coal Tit, a Marsh Tit, three small groups of Long-tailed Tits, a Raven, two vocal Red Kites and four Buzzards displaying from 11:30am and a scattering of Fieldfares and Redwings. (Steve Brown).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/25/sunday-25th-february-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning the usual approach from the Wharf and along the towpath is under several feet of water and likely to remain that way for some time yet. Viewed from the northern Apperley side, very deep flooding, birds included two Mute Swans, a Shelduck, a minimum of 60 Wigeon, a minimum of 40 Teal, ten Mallards, 20 Tufted Ducks, two Coots, two Oystercatchers, a Lapwing, two Dunlins, four Curlews, 250 Black-headed Gulls, 110 Fieldfares and two Ravens. (Mike Smart).",
    "Date": "2024-02-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/24/saturday-24th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "The PALE-BELLIED BRENT GOOSE with the DARK-BELLIED BRENT GOOSE on the Dumbles from Estuary Tower. Also the Ross’s Goose and seven unringed Common Cranes. The Spotted Redshank on the Tack Piece and a Chiffchaff by the Estuary Tower. A Marsh Harrier, a Little Grebe and a Stonechat from Kingfisher hide. Two Cattle Egrets, a sinensis Cormorant on South Lake and a drake Goldeneye in the Eider pen. (Chris Moore/Helen Bojaniwska/MK).",
    "Date": "2024-02-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/24/saturday-24th-february-2024/",
    "location": "Forest of Dean",
    "Text": "Three Red Kites over Parkend heading towards Whitecroft today. (Sharon Croome).",
    "Date": "2024-02-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/24/saturday-24th-february-2024/",
    "location": "Twyning",
    "Text": "On Upham Meadow five Greylags, 40 Canada Geese, five Mallard, a Grey Heron, two Oystercatchers, 16 Curlews and three Skylarks singing. (Mike Smart).",
    "Date": "2024-02-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/24/saturday-24th-february-2024/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook four Mute Swans, two Greylags, ten Canada Geese, 140 Wigeon, 22 Tufted Ducks, two Little Grebes, a Great Crested Grebe, a Great White Egret, two Grey Herons, four Cormorants, two Oystercatchers heard and two Skylarks singing. (Mike Smart).",
    "Date": "2024-02-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/24/saturday-24th-february-2024/",
    "location": "Highnam",
    "Text": "Along the restored short stretch of the Herefordshire Gloucester canal two Goldcrests, three Long tailed Tits, a Song Thrush, a Great Spotted Woodpecker drumming, seven Mute Swans (2 ads, 5 cygnets), a Canada Goose, three Mallards, two Moorhens, a Buzzard and a Grey Heron. (John Fletcher).",
    "Date": "2024-02-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/24/saturday-24th-february-2024/",
    "location": "Halmore",
    "Text": "Garden birds today included five Chaffinches, two Greenfinches, two Long-Tailed Tits, a Coal Tit and the first Siskin of the winter. (Chris Newton).",
    "Date": "2024-02-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/23/friday-23rd-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower this morning a PALE-BELLIED BRENT GOOSE and the juvenile DARK-BELLIED BRENT GOOSE. A Peregrine sat on the NW side of the Sloane Tower at 9:15am until 2:50pm at least. From Zeiss hide the Lesser White-fronted Goose with Canada Geese. On South Lake 60 Avocets and three Cattle Egrets. (Tim Jukes/Ian Hull/Dot Jones). A WHOOPER SWAN on the Rushy at 11:10am then flew off. (Phil Pope). The SPOONBILL reappeared this afternoon and settled on South Lake best viewed from  Hogarth hide. (Jonathan Bull). A Kingfisher from the Van de Bovenkamp hide this afternoon. (Martin Price).",
    "Date": "2024-02-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/23/friday-23rd-february-2024/",
    "location": "Thrupp",
    "Text": "Six Mandarins today near Griffon Mill lock at midday. Two flew off E and left three males fighting over a female. (Paul Sutton).",
    "Date": "2024-02-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/23/friday-23rd-february-2024/",
    "location": "Kingswood",
    "Text": "12 Siskins in the alder in the garden today. They flew in from the Nind direction following the Little Avon. Also a Dipper and two Grey Wagtails. (Tom McCarthy).",
    "Date": "2024-02-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/22/thursday-22nd-february-2024/",
    "location": "Tresham",
    "Text": "Late afternoon 50 Golden Plovers, 75 Fieldfares, seven Red-legged Partridges, three Greenfinches and a Red Kite. (Paul Rich).",
    "Date": "2024-02-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/22/thursday-22nd-february-2024/",
    "location": "Gloucester",
    "Text": "Around Saintbridge Pond this morning two Great Spotted Woodpeckers, at least three Siskins, a Goldcrest, a Water Rail, a Redwing, two Grey Wagtails and at least two Chiffchaffs. (John Elley).",
    "Date": "2024-02-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/22/thursday-22nd-february-2024/",
    "location": "Slimbridge",
    "Text": "A Peregrine on St John’s Church tower this afternoon. (Martin Price).",
    "Date": "2024-02-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/22/thursday-22nd-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A male Kingfisher from Kingfisher hide and three Goldeneyes (2m, 1f) in the Eider pen. (Martin Price).",
    "Date": "2024-02-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/21/wednesday-21st-february-2024/",
    "location": "Longford",
    "Text": "On development land between Longford and Innsworth late afternoon a JACK SNIPE, a Snipe, a Barn Owl, a Green Woodpecker, a male Kestrel and 28 Greenfinches flew into roost. (Andy Jayne).",
    "Date": "2024-02-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "12 Crossbills SW over the Spinney at 8:50am. A WHOOPER SWAN and 100 Bewick’s Swans on the Rushy. On the Dumbles the juvenile DARK-BELLIED BRENT GOOSE, the Ross’s Goose and three Ringed Plovers. 93 Avocets and a pair of Goldeneyes on South Lake. 15 Cattle Egret early morning on the Long Ground pool. The SPOONBILL on the Top New Piece from Zeiss hide at 1pm, relocating to South Lake viewed from Hogarth hide at 3:15pm. The Snow Goose on Big Pen today. (Martin McGill/Jon Mercer/Paul Clark).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Minsterworth Ham",
    "Text": "Minimum counts of 30 Shelducks, 24 Shovelers, 40 Gadwalls, 120 Wigeon, 16 Mallards, 120 Pintails, 100 Teal, 11 Tufted Ducks and ten Coots. Also 12 Lapwings, three Green Sandpipers, a Sparrowhawk, a Raven and a singing Chiffchaff. (Andy Jayne).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Andoversford",
    "Text": "A Great White Egret on the River Coln at a private site today. (Terry Fenton).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Forest of Dean",
    "Text": "A Hawfinch on Popes Hill bird table at midday along with several Siskins. (Harvey Sherwood). A Red Kite circling SW over Forge Hill, Lydbrook for the third morning running, at 9am. At 2pm, a Red Kite circling at Parkend and a Red Kite over Lydbrook. (Chris Sullivan). Five Red Kites over Parkend together over the cricket pitch today. (per Sharon Croome).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Saul Warth",
    "Text": "This afternoon 93+ Curlews, two Shelducks, three Grey Herons, a Kestrel, 20 Meadow Pipits, two Skylarks, 12 Goldfinches and seven Magpies. (MK).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Frampton",
    "Text": "A pair of Oystercatchers feeding on the lawn beside the small gravel pit behind Vicarage Lane this morning before flying off towards the Severn. (Sue Spurr).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Cheltenham",
    "Text": "Three Cormorants headed E over Pittville Lawn early this morning. (Howard Taylor).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/20/tuesday-20th-february-2024/",
    "location": "Kingswood",
    "Text": "A Little Egret on the roof of Tubbs Factory today. (Tom McCarthy).",
    "Date": "2024-02-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/19/monday-19th-february-2024/",
    "location": "Ford area",
    "Text": "A female Goshawk today. (Richard Tyler).",
    "Date": "2024-02-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/19/monday-19th-february-2024/",
    "location": "Forest of Dean",
    "Text": "A juvenile Goshawk over at New Fancy View. A Marsh Tit, a Great Spotted Woodpecker and a Grey Wagtail at Cannop Stoneworks. (Martin Price). At Nagshead a Goshawk calling, two Jays, a Buzzard, a male Mandarin, two Treecreepers, a Great Spotted Woodpecker, two Song Thrushes, a Mistle Thrush and 8+ Chaffinches. At Parkend birds included 8+ Greenfinches, 20+ Chaffinches, a Nuthatch and a Song Thrush. (Oliver Paisey).",
    "Date": "2024-02-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/19/monday-19th-february-2024/",
    "location": "Frampton pools",
    "Text": "Late afternoon six Cetti’s Warblers, two Chiffchaffs, two Kingfishers, 70 Tufted Ducks, three Gadwalls, three Great Crested Grebes, 21 Greylags, five Canada Geese, two Oystercatchers, four Little Egrets and a Raven. (Nick Goatman).",
    "Date": "2024-02-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/19/monday-19th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A WHOOPER SWAN still with 114 Bewick’s Swans on the Rushy. Also the Pink-footed and the Lesser White-fronted Goose, both of unknown origin, with the Canada Geese. The DARK-BELLIED BRENT GOOSE and the Ross’s Goose still with Barnacle Geese on the Dumbles. 93 Avocets on South Lake. (Slimbridge Sightings).",
    "Date": "2024-02-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/19/monday-19th-february-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "At 11am 43 Little Egrets in the field on the left before the pub as you approach WWT. (Andy & Sue Gibbons).",
    "Date": "2024-02-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/19/monday-19th-february-2024/",
    "location": "Maisemore",
    "Text": "Viewed 150 yards from the Maisemore side at SO819220 onto the opposite side of the river at the Sandhurst “Horn’s Ditch” at SO821222 in severely flooded fields 19 Mute Swans, two Shelducks and two Grey Herons. Also nine Moorhens, a Coot, a Tufted Duck and a Green Woodpecker. (John Fletcher).",
    "Date": "2024-02-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Gloucester",
    "Text": "An adult MEDITERRANEAN GULL with full black hood at 10am amongst several hundred Black-headed Gulls on Horsbere Brook floods, just W of the A38 near Twigworth Church. Also a Sparrowhawk in the area. (David Lawrence).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Nailsworth area",
    "Text": "A ringtail HEN HARRIER flew high NW at 2:45 pm and a female Merlin flew W towards Barton End, also four Stonechats here. (Terry Grant).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Elmore",
    "Text": "At the rewilding area this afternoon birds included a JACK SNIPE, two pairs of Stonechats, two Reed Buntings, six Skylarks and a pair of Bullfinches. (Steve Pullen).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Frampton pools",
    "Text": "Four Chiffchaffs, four Oystercatchers, an adult Yellow-legged Gull, four Cetti’s Warbler, 42 Tufted Ducks, a Kingfisher, eight Siskins, 30+ Redwings, three Fieldfares, a Raven, four Skylarks, 15 Meadow Pipits and a Raven. (Nick Goatman).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "On the Tack Piece late afternoon a WHOOPER SWAN, the Grey Plover, the Spotted Redshank and the Lesser White-fronted Goose of unknown origin. (Ian Ralphs). The DARK-BELLIED BRENT GOOSE still with Barnacle and Canada Geese on the Dumbles. (Slimbridge Sightings).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Daglingworth",
    "Text": "A Woodcock on Dowers Lane this afternoon, also 12 Siskins and 35 Lapwings over. (Andrew Morrison).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning, viewed from the Apperley side, birds included 60 Wigeon, 40 Teal, ten Mallards, three Pintails, 40 Tufted Ducks, three Cattle Egrets, nine Coots, three Moorhens, 11 Lapwings, a Curlew, five Black-headed Gulls and 50 Fieldfares. Car park is flooded and remains inaccessible. (Mike Smart).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Aston Magna",
    "Text": "Four Stonechats along a reedy ditch, four Yellowhammers, seven Linnets and three Marsh Tits around the fishing ponds. (Jamie Brown).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Thrupp",
    "Text": "Along the canal up to 8 Mandarins this morning, a Treecreeper and a Great Spotted Woodpecker. (Paul Sutton).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Longney Crib",
    "Text": "This afternoon 11 Curlews, a Cormorant, four Shelducks, a Peregrine, five Mallards, 200+ Lesser Black-backed Gulls, 25+ Common Gulls and 90 Black-headed Gulls. (John Fletcher).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Leighterton",
    "Text": "At 7pm a Barn Owl in the fog W over the A46 near Leighterton. (Tim McGrath).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Cleeve Hill",
    "Text": "At Cleeve Cloud/Nutterswood this morning, 13 Skylarks, a Red Kite, two Nuthatches and three Goldcrests. (Paul Masters).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Alvington",
    "Text": "A Red Kite drifted over Clanna Country Park early morning. (Paul Woolams).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/18/sunday-18th-february-2024/",
    "location": "Cheltenham",
    "Text": "A pair of domestic Muscovy ducks, presumably escapes, at Pittville Park early this evening. (Chris Thorley).",
    "Date": "2024-02-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "39 Little Egrets and 12 Cattle Egrets in the field on the left before the pub as you approach WWT. (Paul Masters/Andy Chapman/Mike Davis/Ian Sherriffs).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A MEDITERRANEAN GULL (2cy) on South Lake at midday. (Paul Masters/Andy Chapman). A WHOOPER SWAN on the Rushy again today. (Tom Mabbett).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "Forest of Dean",
    "Text": "Five Hawfinches, 15+ Crossbills and 25+ Bramblings with Chaffinches at Nagshead. (Tim McGrath).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "Tirley",
    "Text": "A male Stonechat in the garden this morning at Josend Crescent. (Robin Lewis).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "Cheltenham",
    "Text": "A Red Kite at midday over All Saints Church. (Mike Barwick).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "Leigh Meadows",
    "Text": "Two Mute Swans, eight Mallards, 15 Little Egrets, a Song Thrush singing, also two OTTERS seen playing on the flooded bank of the Chelt. (Mike Smart).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/17/saturday-17th-february-2024/",
    "location": "Ashleworth Ham",
    "Text": "Ham Road still deeply flooded, wall to wall flooding again, area approached from high ground overlooking reserve by Meerend Thicket and Colways Farm two Mute Swans, six Greylags, two Egyptian Geese, 12 Wigeon, 17 Mallards, five Tufted Ducks, three Coots and a Skylark singing. (Mike Smart).",
    "Date": "2024-02-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "Rodborough Common",
    "Text": "A WAXWING still today. (Ollie Fournier).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Zeiss hide the SPOONBILL still today. Also 363 Black-tailed Godwits and a Water Rail. On South Lake 44 Avocets and a Great Crested Grebe. (Ian Hull). The DARK-BELLIED BRENT GOOSE with Barnacle Geese on the Dumbles. A report of a Sedge Warbler calling twice at 2:55pm from Zeiss hide in the reed beds in front of the hide. Also reported by someone else along the South Finger hides (no further details). (Ken Heron & Jenny Jones). Two WHOOPER SWANS on the Rushy mid-morning. The Grey Plover still present with the Golden Plovers on the Tack Piece.  (Jonathan Bull). A Water Rail from Kingfisher hide. (Dot Jones).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "33 Little Egrets in the field on the left before the pub as you approach WWT. (Ken Heron & Jenny Jones).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "Forest of Dean",
    "Text": "A Goshawk from New Fancy View at midday but typically distant. (Paul Masters/Andy Chapman/MK). Three sightings of Goshawks displaying there this afternoon but again distant. (Rachel Thomas).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "Guscar Rocks/Plusterwine area",
    "Text": "At high tide today, a Grey Heron, nine Shelducks, four Wigeon, a Buzzard, 11 Snipe, 190 Curlews, four Oystercatchers, seven Redshanks, seven Stock Doves, two Collared Doves, three Wrens, six Goldfinches, two Skylarks, two Ravens, six Meadow Pipits, 12 Redwings, a Fieldfare and 12 Reed Buntings. (Iain Crawford).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "Frampton",
    "Text": "Two Great White Egrets on the flashes N of Splatt Bridge and c50 Curlews late morning. (Duncan Dine). Also a pair of Kingfishers at Splatt Bridge this morning. (Mike Davis).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/16/friday-16th-february-2024/",
    "location": "Gloucester",
    "Text": "At Robinswood Hill this afternoon three Green Woodpeckers, two Great Spotted Woodpeckers drumming, two Song Thrushes, two Chaffinches, two Stock Doves and three Buzzards. (John Fletcher).",
    "Date": "2024-02-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "The adult SPOONBILL again today on the Tack Piece. The WHOOPER SWAN on the Rushy. The DARK-BELLIED BRENT GOOSE on the Dumbles. Also the unknown Snow Goose, Ross’s Goose and Lesser White-fronted Goose on the Dumbles. 41 Avocets on South Lake. (Martin McGill).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "Ten Cattle Egrets with 25+ Little Egrets in the field on the left before the pub as you approach WWT. (Steve Pullen).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Forest of Dean",
    "Text": "A MEALY REDPOLL at Mallards Pike today https://what3words.com/closed.clumped.twitches. (Rachel Thomas).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Berkeley Pill",
    "Text": "Singing Skylarks and displaying Goshawks (on the Forest side of the river). Birds moving high NE included 98+ Lapwing, 300+ Dunlins and 78 Woodpigeon. Also a Brimstone and a Red Admiral. A Red Kite flew high SW across the river. (Thomas Weston).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Sherborne",
    "Text": "A Great White Egret today. (Keith Jennings).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Hazelton",
    "Text": "15 Bramblings with 20+Chaffinches, four Yellowhammers, eight Meadow Pipits, 15 Linnets, 50+ Fieldfares, 30 Red-legged Partridges, two Mistle Thrushes, two Buzzards, eight Red Kites and eight Roe Deer. (Steve Pullen).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Nailsworth",
    "Text": "On Ruskin Mill ponds four Little Grebes, seven Moorhens, two Nuthatches, a pair of Mute Swans and four Song Thrushes singing. (Jake King).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "A record 20 Little Egrets on the horse paddock by the traffic lights today. (Andy Lewis).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Stoke Orchard",
    "Text": "A Buzzard on a pylon near Rudgeway Farm, replaced later by a Peregrine. Nearby four Yellowhammers, a Reed Bunting, a Great Spotted Woodpecker, numerous Fieldfares, five Redwings and 60 Starlings. (Steve Brown).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/15/thursday-15th-february-2024/",
    "location": "Gloucester",
    "Text": "At Alney Island birds included 30+ Teal, two Gadwalls, two Coots, two Buzzards, a Green Woodpecker heard, a Great Spotted Woodpecker, two Greenfinches, two Cetti’s Warblers heard and five Long-tailed Tits. (Paul Brunt).",
    "Date": "2024-02-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/14/wednesday-14th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "The SPOONBILL about the grounds again today, the Grey Plover distant on the Dumbles with Golden Plovers. Also the Pink-footed Goose and Ross’s Goose, both of unknown origin and the DARK-BELLIED BRENT GOOSE. A Whooper Swan on the Rushy. (Martin McGill/MK/Paul Masters). A pair of Goldeneye flew from the Eider pen to South Lake at 11am. (David Lawrence).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/14/wednesday-14th-january-2024/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook five Canada Geese, 62 Wigeon and seven Shovelers today. A Red Kite over the A38 at Coombe Hill. (Mike Smart).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/14/wednesday-14th-january-2024/",
    "location": "Dudbridge",
    "Text": "c50 Siskins from the garden this afternoon. (Megan Adamou).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/13/tuesday-13th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A SPOONBILL arrived this morning and stayed throughout the day. Two WHOOPER SWANS on the Rushy at dawn, remaining for the feed. The juvenile DARK-BELLIED BRENT GOOSE, the Grey Plover, the Spotted Redshank and a MERLIN from Estuary Tower. A pair of Goldeneye, at least 42 Avocet and 12 Cattle Egrets on South Lake. (Slimbridge Sightings). Also a Ringed Plover on the Dumbles and a male Kingfisher from the Van de Bovenkamp hide. (Martin Price).",
    "Date": "2024-02-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/13/tuesday-13th-february-2024/",
    "location": "Saul Warth",
    "Text": "This morning 104 Curlews, four Oystercatchers, a Common Sandpiper, 28 Shelducks, 15 Meadow Pipits, three Chiffchaffs and a pair of Stonechats. (MK).",
    "Date": "2024-02-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/13/tuesday-13th-february-2024/",
    "location": "Tirley",
    "Text": "A Barn Owl this morning at Josend Crescent. (Robin Lewis).",
    "Date": "2024-02-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/13/tuesday-13th-february-2024/",
    "location": "Forest of Dean",
    "Text": "At least six Hawfinches at Crown Lane, Parkend this morning. (Colin Henderson).",
    "Date": "2024-02-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/13/tuesday-13th-february-2024/",
    "location": "Fosseway",
    "Text": "25 Lapwings on winter stubble at Fossehollow Farm viewed from the main road. (Harvey Sherwood).",
    "Date": "2024-02-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "This morning the juvenile DARK-BELLIED BRENT GOOSE and the Lesser White-fronted Goose of unknown origin and three Ringed Plovers on the Dumbles. A Red Kite through NW. The Grey Plover and 150 White-fronted Geese on the Tack Piece. On South Lake 31 Avocets and 12 Cattle Egrets. (Slimbridge Sightings).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Berkeley shore",
    "Text": "This morning 16 Turnstones, 14 Redshanks, three Oystercatchers, four Curlews, six Rock Pipits, 14 Meadow Pipits, three Stonechats, singing Skylarks, 30+ Mallards and 20+ Wigeon. (Thomas Weston).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Saul Warth",
    "Text": "At high tide, a Little Egret, a Grey Heron, seven Oystercatchers, 76 Curlews, 19 Lapwings N, 32 Shelducks, a MERLIN flew W, a Kestrel catching mice on the rising tide, a Buzzard, four Common Cranes flew S, a pair of Ravens, six Meadow Pipits, a Skylark and 70 Fieldfares. (MK).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Forest of Dean",
    "Text": "At least three Goshawks from New Fancy View. (Warren Gill). 13 Crossbills this morning on Crabtree Hill. (Paul Clark). At Cannop Upper Pond today 12 Mandarins (7m, 5f). At Beechenhurst five Buzzards thermalling high going NW. (Chris Keeling).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Frampton",
    "Text": "At 9am from Splatt Bridge two Marsh Harriers, a Great White Egret and four Little Egrets and a Chiffchaff in the hedgerow. (Brian Kings). Also c80 Curlews, 13 Shelducks, two Stonechats, and a Kingfisher flew over the flashes. (Chris Newton). At the pools, three Oystercatchers, a singing Chiffchaff, a JACK SNIPE, eight Snipe, a Water Rail, a Yellowhammer, 32 Skylarks, 18 Meadow Pipits, 50+ Linnets, six Reed Buntings, 70+ Pied Wagtails, a male Pochard, 70 Tufted Ducks, five Teal, 34 Coots, two Kingfishers and two Curlews. (Nick Goatman).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Aylburton Warth/Guscar Rocks",
    "Text": "This morning  WeBS count a Canada Goose, 22 Shelducks, 105 Wigeon, 300 Teal, two Grey Herons, a Buzzard, 35 Lapwings, two Oystercatchers, 60 Dunlin, 570 Curlews, a Bar-tailed Godwit, 40 Redshanks, 450 Black-headed Gulls, ten Lesser Black-backed Gulls, five Herring Gulls, 20 Common Gulls and a Raven. (Mike Smart).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Tresham",
    "Text": "This morning 11 Golden Plovers, four Stonechats, two Corn Buntings, two Yellowhammers, two Greenfinches, a Buzzard and 8+ Skylarks. (Mike Tranter).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Wotton-Under-Edge",
    "Text": "Between 3pm and 4:30pm three Red Kites over Cotswold Edge Golf Club. (Mike Tranter).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Tewkesbury",
    "Text": "At Tewkesbury Nature Reserve this morning four Teal and a Little Egret. Viewed from the car park, the reserve is flooded. (Pete Long).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Leckhampton",
    "Text": "At 5am a Tawny Owl hooting while moving around gardens near the junction of Leckhampton Road and Moorend Road. (Steve Brown).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/12/monday-12th-february-2024/",
    "location": "Tetbury",
    "Text": "A singing male Blackcap in the garden today. Also a female for the last week. (Dan Fletcher).",
    "Date": "2024-02-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Quedgeley",
    "Text": "30+ WAXWINGS noisily heading NE over the house at 11:40am today. (Steve Pullen).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Sharpness",
    "Text": "Two BLACK REDSTARTS, the adult male and a female/immature at the dock near the entrance to the lightboat at Dock Road this morning. (Fred & Heather Hobson/Tim McGrath).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Saul Warth",
    "Text": "At high tide two Grey Herons, a Great White Egret, 14 Shelducks, 27 Curlews, 20 Lapwings, six Oystercatchers, a Common Sandpiper, a Rock Pipit, 20 Meadow Pipits, 15 Goldfinches, four Chiffchaffs, two singing, two Goldcrests, a Reed Bunting, three Skylarks and 11 Magpies. (MK).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A WHOOPER SWAN, a Bar-tailed Godwit, a Spotted Redshank and the Grey Plover on the Tack Piece. Another WHOOPER SWAN on the Rushy. (Slimbridge Sightings/Neil Smart). The Kingfisher pair showed well from Kingfisher hide. (Heather England).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Frampton",
    "Text": "From the canal towpath two Great White Egrets, two Little Egrets, a juvenile Cormorant ate an eel, three Common Cranes, 100+ Curlews in a field by Splatt Bridge, a Marsh Harrier over and a Grey Wagtail. A Great Crested Grebe on the canal. (Tim Thompson/Steve Pullen).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Berkeley shore",
    "Text": "WeBS count today included 102 Mallards, 31 Shelducks, 51 Wigeon, a Pintail, 11 Teal, a Tufted Duck, five Redshanks, four Oystercatchers, a Curlew, 236 Common Gull, 68 Black-tailed Godwits, three Great Black-backed Gulls, four Lesser Black-backed Gulls, c50 Meadow Pipits and two Rock Pipits. (Jon Haw).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Winson",
    "Text": "16 Teal on Coln flood meadow S of Winson village. (Harvey Sherwood).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/11/sunday-11th-february-2024/",
    "location": "Cheltenham",
    "Text": "This morning at 10am a Peregrine feeding on top of one of the spires at Christ Church. Still there at midday perched halfway up the spire. (David Norman).",
    "Date": "2024-02-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT again this morning around SO7162209074. (Ian Sherriffs). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT again this morning around SO7162209074. (Ian Sherriffs).",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "The DARK-BELLIED BRENT GOOSE and the Lesser White-fronted Goose on the Dumbles with Canada Geese and Barnacle Geese. (Tim McGrath). The Spotted Redshank on the Tack Piece. (Dot Jones).",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge this morning the first Black-tailed Godwits and Oystercatcher of the year, five Common Cranes, a Great White Egret and two MERLINS. (Gordon Hodgson).",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "Forest of Dean",
    "Text": "This morning three Goosanders (1m, 2f) and two Grey Herons on Woorgreens Lake. Six Crossbills, three Ravens, a Brambling heard and two Roe Deer at Crabtree Hill. Also a female Goshawk from New Fancy View and two Hawfinches nearby. (Steve Pullen). At Parkend in the yew trees two Hawfinches, eight Greenfinches and three Siskins. At Nagshead a Goshawk being mobbed by two Ravens and a Chaffinch in almost full song. At Cannop Ponds 15 Mandarins, a pair of Goosanders and c8 Siskins. A little to the N of Speech House car park a flock of c50 Bramblings, with a smaller number of Chaffinches. (Simon Stuart). Nine Crossbills at the Broadwell end of Nagshead this morning. (Geoff Fawcett).",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "Nailsworth",
    "Text": "A significant westerly/north-westerly movement of Buzzards with at least 65 between 9:55 am and 11:35 am (one kettle of 26 birds, with several smaller kettles nearby). Also at least 11 Red Kites. (Terry Grant). Over Nailsworth town this morning at least four Buzzards and three Red Kites. Also male and female Blackcap visiting the garden every day so far this year. (Roy Bircher).",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/10/saturday-10th-february-2024/",
    "location": "Stonehouse",
    "Text": "In the Ocean area 9-10am c30 Siskins. 10+ Goldfinches, a Buzzard and five Cormorants. (Paul Sutton).",
    "Date": "2024-02-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/friday-9th-february-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Two 2nd calendar-year CASPIAN GULLS, a 2nd calendar-year Yellow-legged Gull, a 3rd calendar-year argentatus Herring Gull, an adult Great Black-backed Gull with 1500+ Herring Gulls/Lesser Black-backed Gulls. Also a drake Pochard, two Snipe, two Oystercatchers, 31 Lapwings and a singing Bullfinch late afternoon. (Martin McGill).",
    "Date": "2024-02-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/friday-9th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower at high tide the DARK-BELLIED BRENT GOOSE, 189 Barnacle Goose and the Ross’s Goose. Three Ringed Plovers and a Marsh Harrier on the Dumbles. 338 Black-tailed Godwits, 43 Curlew, 46 Redshanks, 18 Ruff and two Oystercatchers on the Tack Piece. From Kingfisher hide a pair of Kingfishers at the nest bank, a Great White Egret, a Water Rail , a Little Grebe, a Cetti’s Warbler and a pair of Stonechats. From Zeiss hide eight Avocets. A WHOOPER SWAN still on the Rushy. (Tim Jukes/Ian Hull/Dot Jones/Paul Masters/Steve Pullen).",
    "Date": "2024-02-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/friday-9th-february-2024/",
    "location": "North Cerney",
    "Text": "In the field over the White Way from Nordown Farm four Grey Partridges, a Raven, 35 Lapwings in flight, a Yellowhammer, a Linnet and a Kestrel on the wires. (Steve Brown).",
    "Date": "2024-02-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/friday-9th-february-2024/",
    "location": "Frampton pools",
    "Text": "Four Cattle Egrets and 14 Little Egrets came in to roost, a male Goldeneye, 72 Tufted Ducks, eight Gadwalls, 16 Mallards, 20 Cormorants, two Blackcaps in sub song, two Nuthatches, 20+ Redwings, two Ravens, 10+ Skylarks, 20+ Meadow Pipits, 20+ Linnets and 30+ Chaffinches today. (Nick Goatman).",
    "Date": "2024-02-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/friday-9th-february-2024/",
    "location": "Ashleworth Ham",
    "Text": "At lunchtime birds included 20 Pintails, 34 Mallards, 40 Teal, eight Lapwings. Also 170 Fieldfares and 20 Redwings near Hasfield. (David Lawrence).",
    "Date": "2024-02-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/friday-9th-february-2024/",
    "location": "Deerhurst",
    "Text": "In roadside fields 26 Stock Doves and a Buzzard today. (David Lawrence).",
    "Date": "2024-02-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/thursday-8th-february-2024/",
    "location": "Charlton Kings",
    "Text": "A MEALY REDPOLL in a private garden today. (Tom Mabbett).",
    "Date": "2024-02-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/09/thursday-8th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Marsh Harrier over the Tack Piece, Curlews, a Grey Plover amongst Golden Plovers from Estuary Tower and a Goldcrest in the Estuary Tower bushes. (Chris Newton).",
    "Date": "2024-02-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Cheltenham",
    "Text": "17 WAXWINGS in the  Double Tree hotel car park next to The Clock Tower on Cirencester Road this morning. (per Rob Mabbett/Pete Clifford).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Dowdeswell Reservoir",
    "Text": "Early afternoon four Goosanders, three males and a female. (Duncan Dine).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Sharpness",
    "Text": "Male and female BLACK REDSTARTS along Dock Road by the construction area again today. (Martin & Michelle Greenish).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHOOPER SWAN still on the Rushy today. (Martin Price). A Grey Plover on the Dumbles at 3:12pm with the Golden Plover flock. Also seen from Kingfisher hide. (Paul Masters). From Kingfisher hide a Little Grebe, both Kingfishers busy near the bank, a Goshawk hunting, three OTTERS and six Roe Deer. (Mike Davis).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "Early morning at least 12 Cattle Egrets flew over the canal heading low NE to feed in the fields.  (Martin McGill).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Saul Warth",
    "Text": "At 7:45am 32 Curlews, 40 Dunlins flew N, a Common Sandpiper, 17 Shelducks, a Kestrel, 20 Meadow Pipits, a Rock Pipit, three Pied Wagtails, eight Goldfinches and a Chiffchaff at the sewage works still. A Little Egret and six Stock Doves in fields off of Passage Road. (MK).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Epney",
    "Text": "25 Lapwings on the river and a drive-by Little Owl at 7:33am. (MK).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening two Mute Swans, 50 + Canada Geese, c500 Wigeon, c1000 Teal, 40 Mallards, 296 Pintails, c150 Shoveler, 20 Tufted Ducks, a Grey Heron, a Little Egret, an Oystercatcher roosted, a huge gull roost on open water of at least 3000, a mixture of Lesser Black-backed Gulls and Herring Gulls and a few Black-headed Gulls and 135 Carrion Crows, gathering on the ground to roost. (Mike Smart). This morning 12+ Little Egrets, a Kingfisher, two Chiffchaffs and a drumming Great Spotted Woodpecker. (Paul Clark).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Ozleworth",
    "Text": "On the small lakes at Ozleworth Bottom this afternoon by Whitehall Farm 12 male Mandarins and two Little Grebes. (Paul Rich).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Tresham",
    "Text": "Early morning three Corn Buntings, three Stonechats, 16 Golden Plovers, two Red Kites and two Stock Doves. (Paul Rich).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Stroud",
    "Text": "A Kingfisher, a Red Kite, a drumming Great Spotted Woodpecker and a Jay between Wallbridge and Bowbridge along the towpath. (Richard Williams).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/07/wednesday-7th-february-2024/",
    "location": "Brockworth",
    "Text": "62 Goldfinches in the garden today. (John Miles).",
    "Date": "2024-02-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/06/tuesday-6th-february-2024/",
    "location": "Frampton",
    "Text": "The first-winter LITTLE GULL on the sailing lake this morning resting on the pontoon near the Sailing Club. (Paul Masters).",
    "Date": "2024-02-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/06/tuesday-6th-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "A female MERLIN on the Middle Point fence, flew off NE along seawall. A WHOOPER SWAN on the Rushy until 2pm at least. (Martin McGill/Paul Masters). A Water Rail in the central matrix. 155 White-fronted Geese and a Kingfisher from  Kingfisher hide. (Dot Jones). A drake Goldeneye in the Eider pen and a Lesser Redpoll over there. (MK).",
    "Date": "2024-02-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/06/tuesday-6th-february-2024/",
    "location": "Tirley",
    "Text": "Two Cattle Egrets today. (Robin Lewis).",
    "Date": "2024-02-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/06/tuesday-6th-february-2024/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon 82 Lapwings, two drake Tufted Ducks, 24 Pintails, two Gadwalls, 52 Mallards, 30 Teal, 65 Wigeon, 12 Shovelers, 12 Greylags, 23 Canada Geese, 17 Mute Swans, two Grey Herons, three Chaffinches, a Goldcrest and two Long-tailed Tits. (John Fletcher).",
    "Date": "2024-02-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/06/tuesday-6th-february-2024/",
    "location": "Cheltenham",
    "Text": "At midday today, male and female Mandarins on the smaller island on the Park Campus lake. (David Norman).",
    "Date": "2024-02-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/06/tuesday-6th-february-2024/",
    "location": "Thrupp",
    "Text": "A drake Goosander on the Stroudwater Canal between Bowbridge and Thrupp. (Sam Walker).",
    "Date": "2024-02-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Frampton",
    "Text": "The first winter LITTLE GULL still on the sailing lake today. (Ian Hayes).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Longlevens",
    "Text": "Nine WAXWINGS at the junction of Brooklands Park and Innsworth Lane again this morning. 16 there yesterday. (Keith Colcombe).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Ashleworth Ham",
    "Text": "No sign of the Common Scoter between dawn and 8:30am. 70+ Wigeon, 30+ Pintails, 50+ Mallards, 20+ Teal, 30+ Shovelers, a pair of Gadwalls, a drake Tufted Duck, 25 Mute Swans, 20+ Canada Geese, 20+ Greylags, a Cormorant, two Grey Herons, 15 Lapwings, a Goldcrest and a Tawny Owl being mobbed by Blackbirds in Meerend Thicket. (MK).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Usual wildfowl this morning, also a Great White Egret and a Dunlin. (Peter Long).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Gloucester",
    "Text": "A female Ring-necked Parakeet on feeders next to Gloucester Park for the last few days. (Toby Catchpole).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Wotton-Under-Edge",
    "Text": "At the lake at Swinhay House at ST72758 93458 a Lesser White-fronted Goose briefly with a flock of Canada Geese before flying off when disturbed by groundsmen, presumably the Slimbridge bird. Also ten Shovelers, 22 Tufted Ducks and a Little Grebe. (Mike Tranter).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Forest of Dean",
    "Text": "20+ Crossbills near Speech House this morning. (Frank Williams).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Aylburton Common",
    "Text": "A Red Kite over the garden at 12:30pm. (Martin Vaisey).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/05/monday-5th-february-2024/",
    "location": "Hartpury",
    "Text": "A Red Kite over the college at 9:06am. (MK).",
    "Date": "2024-02-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Ashleworth Ham",
    "Text": "A second-calendar year male COMMON SCOTER from the hide this evening from 4:30pm until dusk. (Richard Humphrey).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Charlton Kings",
    "Text": "At least ten WAXWINGS still in tree by Lidl on Cirencester Road this morning. (Steve Emerson).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Frampton",
    "Text": "The first winter LITTLE GULL still on the sailing lake today. (James Robinson/Steve Pullen).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Sharpness",
    "Text": "Two female BLACK REDSTARTS along Dock Road by the construction area today. (Jonathan Bull). This afternoon the male BLACK REDSTART as well. (Andy Jordan).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Rendcomb",
    "Text": "At dawn two Red Kites, two Buzzards, a Green Woodpecker, three singing Song Thrushes and a Grey Heron calling persistently in a tall tree. (Steve Brown).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Pit 43 six Goosanders (3m), three Goldeneyes (2m) and a Kestrel calling. (Steve Brown).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Saul",
    "Text": "At least four Cattle Egrets and five Little Egrets off Passage Road at 1:30pm. Might be better viewed from the playing field behind Saul Village Hall. (MK).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Saul Warth",
    "Text": "Six Shelducks, 12 Pintails flew S, 16 Curlews, a pair of Ravens, four Rock Pipits and 15 Meadow Pipits at high tide. (MK).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Halmore area",
    "Text": "Woodland birds today included two Treecreepers, two Nuthatches, several Goldcrests, a Blackcap, at least three Great Spotted Woodpeckers, a Green Woodpecker, four Siskins, two Jays, c40 Redwings passing through, a Kestrel, a Buzzard and a male Sparrowhawk. This evening a roadside Barn Owl. (Chris Newton).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/04/sunday-4th-february-2024/",
    "location": "Adlestrop",
    "Text": "A Great White Egret, a drake Goosander and 100+ Siskins at Adlestrop Park late morning today. (Neil Pryce-Jones).",
    "Date": "2024-02-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Charlton Kings",
    "Text": "16 WAXWINGS flew into the Bradley Road/ Cirencester Road junction at midday for 5 minutes then relocated to Bafford Lane. (Steve Brown).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Frampton",
    "Text": "The LITTLE GULL still on the sailing lake today. (Nick Goatman/MK). A FIRECREST at the top end of the Blue Pool this morning but no sign later. Also around the pools a male Goldeneye, 92 Tufted Ducks, 36 Gadwalls, two Teal, 26 Greylags, 102 Coots, a Kingfisher, five Chiffchaffs, a Cetti’s Warbler, five Skylarks, 50+ Siskins, 50+ Redwings, six Fieldfares, two Ravens and 16 Little Egrets. (Nick Goatman).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Forest of Dean",
    "Text": "15+ Crossbills and a Snipe at Edge Hills this morning. (Owen Follis). Three Goosanders (2f, 1m), six Mandarins (3m, 3f) and a Mallard on the pond below the cycle centre. (Toby Danaher). A pair of Crossbills and a Sparrowhawk at Woorgreens today. (Rachel Thomas).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower the Lesser White-fronted Goose, the Ross’s Goose in the Barnacle Goose flock, 82 Teal, three Pintails, 34 Shovelers, eight Curlews, seven Common Cranes, Lapwing and Dunlin flocks and a Golden Plover in full summer plumage amongst the flock. (Chris Moore). The Snow Goose and a WHOOPER SWAN on the Rushy and a Water Rail from Willow hide. (Tan Grigg). Also on the Rushy a pair of Oystercatchers and a Spotted Redshank. (Dot Jones). 250+ White-fronted Geese, the Pink-footed Goose, of unknown origin, and the DARK-BELLIED BRENT GOOSE on the Tack Piece. (Heather England).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 40 Shelducks, 15 Curlews, 50 Fieldfares, 70 Starlings, 17 Meadow Pipits, three Rock Pipits, a Pied Wagtail and a Grey Wagtail. (MK).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Uley",
    "Text": "This afternoon a Treecreeper and two Marsh Tits by the stream in the grounds of Owlpen Manor. 12 Mandarins and 23 Mallards on the lake near Owlpen Farm. (Tim Thompson).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Whiteshill",
    "Text": "At 10:30am 200+ Common Gulls on pasture on the N side of Callowell Lane at SO 842065. (Barry Hill).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Maisemore",
    "Text": "This afternoon two Egyptian Geese, 150+ Fieldfares, three Song Thrushes, a Mistle Thrush, three Reed Bunting (1m, 2f), five Goldfinches, two Goldcrests, three Long-tailed Tits, a Great Spotted Woodpecker, nine Moorhens, 12 Mallards, three Cormorants, two Ravens, two Buzzards and two Mute Swans. (John Fletcher).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning four Mute Swans, two Greylags, two Canada Geese, two Shelducks, c200 Wigeon, several thousand Teal, 25 Gadwalls, 40 Mallards, 571+ Pintails, 99+ Shovelers, 53 Tufted Ducks, 15 Coots, an Oystercatcher, 300 Lapwings, two Dunlins, a Redshank, an unringed Curlew, ten Lesser Black-backed Gulls, five Common Gulls, 50 Black-headed Gulls, at least ten Skylarks, three Song Thrushes, a Chiffchaff, a Blackcap and two Reed Buntings. (Ian Ralphs/Mike Smart).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Twyning",
    "Text": "At Upham Meadow 52 Greylags, 290 Canada Geese, a Great White Egret, a Peregrine, at least 15 Skylarks, two pairs of Stonechats and 20 Carrion Crows. (Mike Smart).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/03/saturday-3rd-february-2024/",
    "location": "Leckhampton",
    "Text": "A Sparrowhawk over Treelands Drive today. (Steve Brown).",
    "Date": "2024-02-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Rodborough Common",
    "Text": "12-14 WAXWINGS still late morning. They were very mobile around the hawthorns near the Hythe. The colour-ringed Waxwing is still present. (Nigel Gardener).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Charlton Kings",
    "Text": "19 WAXWINGS in the tree on the triangle of Bradley Road and Cirencester Road again. They arrived at 9am, went away and returned to spend most the afternoon there. (Lucy Martin).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Cambridge",
    "Text": "A WAXWING reported at the village end of Ryall’s Lane this morning but no sign later. (per Nick Goatman).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Frampton",
    "Text": "The LITTLE GULL arrived at 4:10pm briefly on the sailing lake. It preened for a couple of minutes then joined other gulls heading towards the estuary. (Colin Greenfield).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Fossebridge",
    "Text": "A pair of Grey Partridges in a field near Fossebridge. (Jo Simons).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "The Lesser White-fronted Goose of unknown origin with Canada Geese on the Tack Piece today. The Snow Goose, of unknown origin, the long-staying Ross’s Goose and the Dark-bellied Brent Goose on the Dumbles. Two Peregrines on the Dumbles, one on a kill and a Marsh Harrier through south. The possibly wild Barnacle Goose at South Finger with the White-fronted Geese, it has shunned the feral flock throughout it’s stay. A Water Rail in the reedbed by the Mesolithic hut. 16 Avocets on South Lake. The WHOOPER SWAN on the Rushy early morning only. A male Goldeneye displaying to captive females on the Eider Pen. (Paul Masters/MK/Dave Paynter/Dot Jones/Tim Jukes/Ian Hull).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Forest of Dean",
    "Text": "c20 Lesser Redpolls with three Siskins at Crabtree Hill at 1:30pm today. (Martin Vaisey).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Aylburton Common",
    "Text": "A Red Kite at midday. (Martin Vaisey).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Witcombe Reservoirs",
    "Text": "Two Red Kites circling at 12:10pm today. (Owen Follis).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/02/friday-2nd-february-2024/",
    "location": "Cotswold Water Park East",
    "Text": "At Whelford pools today birds included 50+ Shovelers, 60+ Red Crested Pochards in 2 groups on Pits 111a and Pit 114. 20+ Great Crested Grebes and four Goosanders on Pit 111. Two pairs of Goldeneyes on Pit 114. 20+ Greylags and an Oystercatcher on Pit 127. (Jonathan Stebbing).",
    "Date": "2024-02-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Charlton Kings",
    "Text": "19 WAXWINGS still at Bradley Road/Cirencester Road junction today, present for a long time this afternoon. They tend to arrive every morning around 8:30-8:45am before moving on then returning in the afternoon. (Lucy Martin/Andrew Courtman).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Longlevens",
    "Text": "14 WAXWINGS at the junction of Innsworth Lane and Brooklands Park still between 2 and 3pm. (Paul Brunt/Ewan Urquhart/Dave Stone).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Rodborough Common",
    "Text": "31 WAXWINGS again today about the Common favouring an area around SO 85109 03925. (per Rich Hearn/Andy Jordan).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Frampton",
    "Text": "The LITTLE GULL still on the sailing lake today. (Toby Humby).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Forest of Dean",
    "Text": "At Parkend in Crown Lane three Hawfinches in the tall trees, then under the Yews and a singing Dipper near the scout hut. At New Fancy View several sightings of Goshawks including two apparently fighting, two Sparrowhawks up together and c12 Buzzards, also a trickle of flypast Crossbills and Siskins. (Steve Brown).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Hardwicke",
    "Text": "A Barn Owl at Cross Keys roundabout at 0:37am. (Lewis Cook).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Brambling and 35 Common Gulls. (James Robinson).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower the DARK-BELLIED BRENT GOOSE on the Dumbles. A WHOOPER SWAN and the Spotted Redshank on the Rushy this morning. Two Cattle Egrets on the South Lake Causeway. (Roberta Goodall).",
    "Date": "2024-02-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/02/01/thursday-1st-february-2024/",
    "location": "Saul Warth",
    "Text": "This afternoon a Marsh Harrier panicking 150+ Curlews. Also 81+ Shelducks, 120+ Pintails flew S, three Grey Herons, a Little Egret, 500+ Black-headed Gulls, two Buzzards, a Kestrel, five Meadow Pipits, a pair of Stonechats, a pair of Ravens and a Chiffchaff still at the sewage works. (MK).",
    "Date": "2024-02-01T00:00:00"
  }
]
