[
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT still late afternoon around SO7117109218. (John Walters). Park at St Andrew’s church and follow the public footpath out to the shore line. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shore line. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT still late afternoon around SO7117109218. (John Walters).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Minchinhampton",
    "Text": "No sign of the Waxwings at Rodborough Common this afternoon, but 27 WAXWINGS found at the N end of Minchinhampton Common at 4pm SO8530901798. (Jim Northcott).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Charlton Kings",
    "Text": "19 WAXWINGS still in the Cirencester Road area this morning. (Mark Dowie). 19 WAXWINGS again today at 1:15pm in the in large conifer at the bottom of Bafford Lane before flying back to Cirencester Road. (Tom Mabbett).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Frampton",
    "Text": "The LITTLE GULL still on the sailing lake again today until 2pm at least but very flighty due to disturbance. It hadn’t reappeared by 3:30pm. (Dot Jones/Nick Goatman/MK/Mark Dowie). A juvenile Goshawk by the poplar trees next to the Gravel Wash. (Nigel Young).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A WHOOPER SWAN on the Rushy this morning and another in fields beside the entrance roads. The Little Stint, the leucistic Lapwing and the juvenile DARK-BELLIED BRENT GOOSE from Estuary Tower. (Slimbridge Sightings). A pair of Goldeneyes on South Lake this morning, the Snow Goose of unknown origin on the Tack Piece and a Sparrowhawk briefly from the Robbie Garnett hide. (Martin Price/Peter Rodgers). 60 Siskin with a Lesser Redpoll just past the otter enclosure today. (Geoff Moyser).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Chavenage Lane",
    "Text": "At least one Brambling with a 100+ Chaffinch flock this morning. (Paul Rich). Birds in the fields included two Kestrels, four Buzzards (one feeding on a pheasant carcass), three Red Kites, two Yellowhammers, two Pied Wagtails, several Linnets, a Song Thrush, c80 Meadow Pipits with c20 Skylarks, c100 Fieldfares, c60 Chaffinches, 15 Goldfinches, c800 Woodpigeons, and a pair of Red-Legged Partridges. (Chris Newton).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Forest of Dean",
    "Text": "Two Dippers and six Hawfinches at Parkend. A Crossbill, two Lesser Redpolls, a Bullfinch, a Raven, a Mistle Thrush and a perched Goshawk from New Fancy View. (Roy Kinchin/Dave Stone/Kenny Hills).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Huntley",
    "Text": "Four Red Kites drifted slowly S over Huntley at 1:30pm today. (Martin Drew).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Berkeley shore",
    "Text": "At high tide three Turnstones, 24 Dunlins, 14 Redshanks, two Curlews, 15 Wigeon (6f, 9m), 26 Mallards (14f, 12m) , eight Shelducks, a Raven, six Rock Pipits and 12 Meadow Pipits. (Thomas Weston).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/31/wednesday-31st-january-2024/",
    "location": "Cirencester",
    "Text": "40+ Bramblings in two separate flocks in Oakley Wood this afternoon at cSO973029. Also in the area two Ravens and two Marsh Tits. (Jon Mercer).",
    "Date": "2024-01-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Frampton",
    "Text": "The LITTLE GULL still on the sailing lake for most of the day again, sometimes disappearing to feed on the adjacent flooded field. (Steve Pullen/Geoff Moyser/Martin Price). Also two Bullfinches and feeding on the lakeside fields, 50+ Linnets, 30+ Chaffinches, 8+ Greenfinches, 20+ Pied Wagtails, 50+ Redwings, 150+ Woodpigeons and 10+ Stock Doves. (Steve Pullen).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Forest of Dean",
    "Text": "30+ Crossbills over Lightmoor towards Crabtree Hill this morning. A Red Kite circling over Valley Road, Cinderford at lunchtime. (Owen Follis).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Calmsden",
    "Text": "Three Grey Partridges along Dark Lane at SP0393208495 today. (Roger Gillespie).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A WHOOPER SWAN on the Rushy this morning. A Little Stint, a Great White Egret and the leucistic Lapwing on the Tack Piece. A Ringed Plover on the Dumbles. The DARK-BELLIED BRENT GOOSE on the Lower Dumbles. A Spotted Redshank and two Oystercatchers on the Rushy. (Martin McGill/MK/Dot Jones/Steve Pullen).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Berkeley shore",
    "Text": "At Severn House Farm over the high tide seven Turnstones, 11 Redshanks, 30 Dunlins, a Peregrine and a Little Grebe on the river. (Paul Rich).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "At midday a pair of Mute Swans, a Greylag, nine Shelducks, c300 Wigeon, 15+ Gadwalls, c2000 Teal, 40 Mallards, 388 Pintails, 123+ Shovelers, 47 Tufted Ducks, a Grey Heron, a Little Egret, a Red Kite, 15 Coots, four Lapwings, two Lesser Black-backed Gulls, 100 Black-headed Gulls and a Common Gull. (Mike Smart).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Fosscross",
    "Text": "At 4.30pm at dusk a hunting Short Eared Owl along the lane-side verges of Coln Lane from Fosscross to Coln. First record in 5 years of birding the Coln Lane. (Harvey Sherwood).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/30/tuesday-30th-january-2024/",
    "location": "Gloucester",
    "Text": "At Saintbridge Pond a Kingfisher, a Goldcrest and at least two Water Rails at today. (John Elley).",
    "Date": "2024-01-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Frampton",
    "Text": "The LITTLE GULL still on the sailing lake for most of the day, sometimes disappearing to feed on the adjacent flooded field. (Shane Long).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Rodborough Common",
    "Text": "31 WAXWINGS again today about the Common favouring an area around W3W tailwind.disarmed.gold until 2:40pm at least. (Sonia Leyshon).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Charlton Kings",
    "Text": "19 WAXWINGS back at the junction of Bradley Road and Cirencester Road this morning, but mobile. (Duncan Dine). Probably the same 19 WAXWINGS forced off the Bafford Lane mistletoe by a Mistle Thrush at 1:20 and flew over to feed on Cirencester Road. (Nigel Bayliss/Tom Mabbett).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Longlevens",
    "Text": "16 WAXWINGS at the junction of Brooklands Park and Innsworth Lane again this morning. (Keith Colcombe).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Cheltenham",
    "Text": "A pair of Ravens at Park Campus today. (Steve Brown).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Berkeley shore",
    "Text": "This evening a WATER PIPIT flew from a wet stubble field near the Power Station to the saltmarsh S of Severn House Farm calling. Also two Rock Pipits, two Turnstones, ten Dunlins, six Redshanks, two Curlews, two Stonechats, five Wigeon (4m, 1f), six Mallards (5m, 1f) and 60+ Common Gulls. (Thomas Weston).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A MERLIN on the Dumbles viewed from Zeiss hide. (Ian Hull).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/29/monday-29th-january-2024/",
    "location": "Saul Warth",
    "Text": "Early morning pre-high tide 22 Shelducks, 73 Curlews, 100 Lapwings flew S, a pair of Peregrines over, 20 Meadow Pipits, a male Stonechat, a Chiffchaff at the sewage works and 400 Black-headed Gulls on the Warth. (MK).",
    "Date": "2024-01-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Charlton Kings",
    "Text": "18 WAXWINGS at the junction of Bradley Road and Cirencester Road for a second day until 3:30pm at least. (Duncan Dine/Lucy Martin).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Frampton",
    "Text": "A LITTLE GULL on the Sailing Lake until 1:20pm on the Sailing Lake but no further sign and an adult Yellow-legged Gull on the floating pontoon. Around the pools a male Goldeneye, a Woodcock, two Kingfishers, 74 Tufted Ducks, 55 Gadwalls, six Teal, two Shovelers, 14 Mallards, 16 Cormorants, a Chiffchaff, a Blackcap, three Cetti’s Warblers and a Raven. (Nick Goatman). 50 Linnets with 15+ Pied Wagtails and 5+ Meadow Pipits feeding in the fields next to the Sailing Lake late afternoon. From Splatt Bridge late afternoon today, 500+ Starlings going to roost, a Great White Egret, a Little Egret, a male Stonechat, 40+ Linnets, 30+ Redwings, eight Fieldfares, a Buzzard, a Cetti’s Warbler, five Mute Swans, two Shelducks and a small Bat sp (probably Pipistrelle) around the Church at dusk. (Steve Pullen).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Sharpness",
    "Text": "At Dock Road at midday an immature male/female-type BLACK REDSTART on the platform of the tall concrete silo, then showing briefly on the upright blocks left of the old lightship. Also a pair of Stonechats on and off behind the Ned West building at the end of the road. On the estuary southwards to the piers a drake Wigeon and two Curlews. (Andy & Sue Gibbons/Mark Hobson).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide at 8am ten Pintails, 250 Wigeon, 38 Shelducks, 65 Lapwings, 300+ Black-headed Gulls on the Warth, the first patch Oystercatcher of the year, 140 Curlews, a Common Sandpiper, a distant Marsh Harrier, two Kestrels, two Rock Pipits, 100 Fieldfares, two Redwings and three Chiffchaffs at the sewage works. (MK).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Forest of Dean",
    "Text": "5+ Hawfinches at Crown Lane, Parkend this morning. Distant but good views of a Goshawk from New Fancy Viewpoint. (Julian Thomas). Crossbills, a Brambling, a Goshawk, a Sparrowhawk and Greenfinches this morning from New Fancy View. (Ian Davies).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Dowdeswell Reservoir",
    "Text": "12 Reed Buntings seen leaving their reedbed roost. Also a Cormorant and two Moorhens. Other recent sightings include 30 Siskin, a Marsh Tit, a Water Rail, a Grey Heron, a Kingfisher and an OTTER. (Tom Mabbett).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Chalford",
    "Text": "Two Dippers on the River Frome at noon today. (Tim Thompson).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "Three Cattle Egrets with four Little Egrets in the 3rd field N of the Tudor Arms. The field has a pylon in it next to a ditch. (Dennis Jones).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Miserden",
    "Text": "At Miserden lake this morning two Lesser Redpolls feeding on seed heads, two Little Grebes and 20+ Long-tailed Tits. (Nick Leitch).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Cheltenham",
    "Text": "A Red Kite at rooftop level over Leckhampton Road today. (Steve Brown).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Bisley",
    "Text": "This afternoon 225 Fieldfares, five Redwings, five Linnets, a Yellowhammer, seven Red-legged Partridges and two Song Thrushes singing. (John Fletcher).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/28/sunday-28th-january-2024/",
    "location": "Ashleworth Ham",
    "Text": "A Bar-headed Goose this afternoon. Also a Chiffchaff and a Treecreeper. (Les Ditchburn).",
    "Date": "2024-01-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Rodborough Common",
    "Text": "31 WAXWINGS again today about the Common favouring an area around SO 85109 03925. The ringed bird is still present. (Heather England/Tan Grigg/ Morag Hughes/Tim Salkeld/Phil Ray/Simon Mackie).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Longlevens",
    "Text": "15 WAXWINGS at the junction of Brooklands Park and Innsworth Lane at 11:30am. (Dave Stone). 16 WAXWINGS at Leven Close for c5 minutes only mid-afternoon. (Andy Jayne/Andy Jordan).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Charlton Kings",
    "Text": "17 WAXWINGS still in Bafford Lane at 12:15pm.",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Ten Avocets and four Oystercatchers on South Lake. (Jeanne Vitkovskis).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide just after dawn big movements of birds S including 132 Pintails, 20 Wigeon, 13 Shelducks, 42 Golden Plovers and 590 Lapwings. Also three Grey Herons, 400+ Black-headed Gulls on the Warth, a Common Sandpiper, 22 Curlews, 50 Dunlins, 17 Shelducks, two Kestrels, a Rock Pipit, two Pied Wagtails, 11 Meadow Pipits and three Chiffchaffs at the sewage works. (MK).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Forest of Dean",
    "Text": "Two Dippers at Cannop Stoneworks this morning. Five Hawfinches at Parkend and four Crossbills and a Lesser Redpoll at New Fancy View. (Simon Bradfield). Early morning at Cannop upper pond a Lesser Black-backed Gull, three Goosanders (2m, 1f), 30+ Mallards, a pair of Gadwalls, 15 Mandarins (10m), two Little Grebes and a Grey Heron. At Lower Pond a Greylag, 18 Mandarins (10m), a pair of Siskins with Goldfinches, Chaffinches and Nuthatches on the feeders. At Parkend ten Hawfinches at 8:45am, a Song Thrush, a Mistle Thrush and a Great Spotted Woodpecker. (David Lawrence).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Tresham",
    "Text": "Early morning ten Golden Plovers, four Corn Buntings, two Red Kites and a Stonechat. (Paul Rich).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Shorncote Reedbeds a Green Sandpiper and two Egyptian Geese. A Mediterranean Gull and a Yellow-legged Gull in the roost at Pit 16 this evening. (David Creber).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "A Cetti’s Warbler by the bridge on Newbridge Lane. (Andy Lewis).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Quedgeley",
    "Text": "Along the canal at first light, a female Kingfisher, three Cormorants, a Grey Wagtail, two Ravens, a male Pheasant, a Wren and singing Song Thrushes. (Paul Masters).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Two Mute Swans, 40 Canada Geese, 17 Shelducks, c500 Wigeon, 3000+ Teal, 27 Gadwalls, 40 Mallards, 509 Pintails, 95 Shovelers, at least 74 Tufted Ducks, a Little Grebe, a Cormorant, 255 Lapwings, six Dunlins, 50 Black-headed Gulls, a Great Spotted Woodpecker drumming and a Song Thrush singing. (Mike Smart).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook 30 Canada Geese, 205 Wigeon, four Gadwalls, 15 Teal, ten Mallards, two Pintails, 11 Shovelers, 170 Lapwings, 40 Golden Plovers and three Dunlins. (Mike Smart).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Elmore Court",
    "Text": "A pair of Stonechats and 80 Lapwings over this afternoon. (Mark Hobson).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/27/saturday-27th-january-2024/",
    "location": "Westonbirt Arboretum",
    "Text": "A Goldcrest, a Marsh Tit, three Coal Tits, many Blue Tits and Great Tits, a Nuthatch, a Great Spotted Woodpecker, all from the bird feeder hide. A Song Thrush and 25+ Redwings from the walkway. A Red Kite at Kingscote. (Matt Neale).",
    "Date": "2024-01-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Longlevens",
    "Text": "16 WAXWINGS at the junction of Brooklands Park and Innsworth Lane until 10:15am at least. (Keith Colcombe).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Charlton Kings",
    "Text": "14 WAXWINGS still in Bafford Lane, but flew N at 9:25am. (Mark Dowie).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Rodborough Common",
    "Text": "34 WAXWINGS again today about the Common favouring an area around SO 85109 03925. (Christopher Teague/Tim Jukes/Rich Andrews/Matt Scott/Merv Carlyon).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Forest of Dean",
    "Text": "A LESSER SPOTTED WOODPECKER at Lightmoor this afternoon. (Owen Follis). A Goshawk over Nagshead car park today. (Steve Jones). Four Hawfinches high in the trees at Parkend at 8:10am. Three brief Goshawk sightings from New Fancy View. Also a male Crossbill. (Ian Hayes).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "From Grundon hide eight Mute Swans, 50 Canada Geese, eight Shelducks, c500 Wigeon, 27+ Gadwalls, 3000+ Teal, 50 Mallards, 605+ Pintails, 127+ Shovelers, 80 Tufted Ducks, 20+ Coots, a Buzzard, 20 Lapwings, two Dunlins, two Great Black-backed Gulls, five Lesser Black-backed Gulls, 50 Black-headed Gulls, a Skylark and a Song Thrush singing. (Mike Smart).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "The Ross’s Goose, the Lesser White-fronted Goose, of unknown origin, and the DARK-BELLIED BRENT GOOSE  on the Dumbles this afternoon. (Martin Price). The Spotted Redshank on the Rushy and 30+ Siskins along the Decoy hide walkway today. (Tim Jukes). A female Stonechat and a Water Rail at South Finger screen. Six Avocets and two pairs of Oystercatchers on South Lake. (Ian Hull). A SHORT-EARED OWL at the top of Tack piece, may have roosted in the scrub behind. Two WHOOPER SWANS at the back of the Rushy briefly before flying to the fields behind. (Dennis Jones).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Sharpness",
    "Text": "A Little Grebe in the old tidal basin opposite the seawall this afternoon. (Clare Glanville).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Sherborne Water Meadows",
    "Text": "A Great White Egret this afternoon working its way along a ditch at SP 1863 1464. (Martine Fenn).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Bentham",
    "Text": "This afternoon a Mute Swan, two Mallards, four Coots, two Moorhens, two Little Grebes, a JACK SNIPE and a Kestrel. (Gordon Avery).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/26/friday-26th-january-2024/",
    "location": "Witcombe Reservoirs",
    "Text": "This afternoon two Greylags, 11 Canada Geese, a Teal, 85 Mallards, 21 Tufted Ducks, nine Moorhens, 19 Coots, three Great Crested Grebes, two Little Grebes and nine Cormorants. (Gordon Avery).",
    "Date": "2024-01-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/25/thursday-25th-january-2024/",
    "location": "Rodborough Common",
    "Text": "30+ WAXWINGS again today about the Common favouring an area around SO 85109 03925. (Martin Price).",
    "Date": "2024-01-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/25/thursday-25th-january-2024/",
    "location": "Charlton Kings",
    "Text": "15 WAXWINGS on a mistletoe clad Lime in Bafford Lane still this morning. (Duncan Dine).",
    "Date": "2024-01-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/25/thursday-25th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide at dawn two Grey Herons, 15 Shelducks, an adult Great Black-backed Gull, 65 Lapwings flew S, a Common Sandpiper, 12 Meadow Pipits, a Rock Pipit, a Mistle Thrush, two Fieldfares and two Chiffchaffs at the sewage works. (MK).",
    "Date": "2024-01-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/25/thursday-25th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "This morning several thousand Golden Plovers on the Dumbles, a Water Rail from Willow hide and the Spotted Redshank on the Tack Piece. (Neil Smart).",
    "Date": "2024-01-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/25/thursday-25th-january-2024/",
    "location": "Forest of Dean",
    "Text": "This morning a Hawfinch by the cricket pitch in Crown Lane at Parkend. At Cannop ponds eight Goosanders, c30 Mandarins, a Marsh Tit, a male Siskin and a Dipper. (Jonathan Bull).",
    "Date": "2024-01-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/25/thursday-25th-january-2024/",
    "location": "Cheltenham",
    "Text": "A female Great Spotted Woodpecker in Pittville Lawn this morning. (Howard Taylor).",
    "Date": "2024-01-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Rodborough Common",
    "Text": "30+ WAXWINGS again today about the Common favouring an area around SO 85109 03925. (Christopher Teague/Steve Pullen/Simon Ashley/Tim Jukes/Tom Berry/Roger Treeby). Also a Mistle Thrush, two Skylarks and a Red Kite heading SW. (Steve Pullen).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Charlton Kings",
    "Text": "15 WAXWINGS on a mistletoe clad Lime in Bafford Lane this afternoon. (Greg Mabbett).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Parkend eight Hawfinches high in the trees by the cricket pitch in Crown Lane today. (Martin Price/Angela Carswell). Seven Crossbills over New Fancy View and a large flock of Bramblings and Chaffinches below the viewpoint. Eight Goosanders (4m & 4f) at Cannop ponds. (Martin Price).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Water Rail from Willow hide today. (Mike Hetherington). The Snow Goose of unknown origin on the Tack Piece this afternoon. Also 35 Redshanks and ten Ruff. (MK). The Spotted Redshank back on the lower pond of the Rushy. (Mike Davis). A calling Knot over the Rushy/visitor centre early afternoon. (Sam Walker).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Cranham",
    "Text": "At 1:30pm Overtown Farm a Red Kite quartering the fields. (John Miles).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Amberley",
    "Text": "This morning at Theescombe Lane a male Blackcap feeding, a Blackbird in sub-song, a Song Thrush and a Mistle Thrush singing, a Red Kite over the house, also two Buzzards and two Ravens. (Phil Williams).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Stroud",
    "Text": "70 Goldfinches roosting in large tree late afternoon in front of Waitrose in London Road. (Phil Williams). A Dipper on the River Frome today. (Clive Scarlett).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Ashleworth Ham",
    "Text": "18 Mute Swans, 100 Canada Geese, 700 Wigeon, 1200 Teal, five Gadwalls, 50 Mallards, 20 Pintails, 20 Shovelers, a Tufted Duck, a Buzzard and 150 Lapwings. (Mike Smart).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Witcombe Reservoirs",
    "Text": "Birds included a Mute Swan, 79 Mallards, 16 Tufted Ducks, 17 Canada Geese, two Greylags, three Little Grebes, three Great Crested Grebes, nine Cormorants, 23 Coots, five Moorhens, two Red Kites, a Buzzard, a Meadow Pipit and a Pied Wagtail today. (Paul Brunt).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/24/wednesday-24th-january-2024/",
    "location": "Longney",
    "Text": "In the old orchards and along the Severn Way birds included two Great Spotted Woodpeckers, a Song Thrush, 15 Fieldfares, three Redwings, 300+ Woodpigeons and eight Robins. (John Fletcher).",
    "Date": "2024-01-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/23/tuesday-23rd-january-2024/",
    "location": "Rodborough Common",
    "Text": "37 WAXWINGS again today about the Common favouring an area around SO 85109 03925. (Tan Grigg).",
    "Date": "2024-01-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/23/tuesday-23rd-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "The DARK-BELLIED BRENT GOOSE close to Kingfisher hide, 300+ Golden Plovers on the Bottom New Piece and a pair of Bullfinches on South Finger. (Magnus Carter).",
    "Date": "2024-01-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/23/tuesday-23rd-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Parkend ten Hawfinches in the trees by the cricket pitch in Crown Lane this morning. (Thomas Winstone).",
    "Date": "2024-01-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/23/tuesday-23rd-january-2024/",
    "location": "Saul Warth",
    "Text": "At 8am 200+ Curlews, 40 Lapwings and 28 Golden Plovers flew S, a Grey Heron, a Cormorant, two Shelducks, a Greylag, a Great Black-backed Gull, a Common Gull, 100s of Black-headed Gulls, a Meadow Pipit, a Skylark, 30 Fieldfares and two Redwings. (MK).",
    "Date": "2024-01-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/23/tuesday-23rd-january-2024/",
    "location": "Hawling",
    "Text": "60 Lapwings by the A436 main road today. (Andy Lewis).",
    "Date": "2024-01-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Rodborough Common",
    "Text": "20+ WAXWINGS again today about the Common favouring an area around SO 85109 03925 until midday at least. (Julian Gould/Jared Mein).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "On Pit 114 the Ferruginous Duck x Pochard hybrid, the SCAUP still, a Great White Egret and five Little Egrets. (Paul Masters/Duncan & Becky Dine/Mark Dowie/MK). On Pit 116 three Goosanders (1m, 2rh) and 20+ Siskins. (MK).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary tower a Little Stint feeding with Dunlin on the waters edge on the far right hand side of the scrape. (Les Ditchburn/Steve Pullen). At South Lake a female and two male Goldeneyes on the deep lake. (Ian Hull). An Oystercatcher today on the Rushy. (Martin Price).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Kempsford",
    "Text": "10+ Chiffchaffs at the sewage works including a ringed bird today. (Duncan Dine).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Aylburton",
    "Text": "A Dipper on the stream at the end of Aylburton Common today. (Martin Vaisey).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Shepherd’s Patch",
    "Text": "Five Cattle Egrets with several Little Egrets in a field near Slimbridge Farm, by the Severn Trent compound again today. (Shane Long).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Forest of Dean",
    "Text": "This morning two Jays at the feeding station at Cannop upper pond. On the lake, two Mandarins (1m, 1f) and five Tufted Ducks (4m, 1f). (Chris Keeling).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/22/monday-22nd-january-2024/",
    "location": "Tarlton",
    "Text": "Around Hailey Woods Sawmill  a flock of Linnets, a pair of Marsh Tits, a Green Woodpecker, a mixed flock of Fieldfares and Redwings and a Red Kite today. (Sarah Lister).",
    "Date": "2024-01-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Rodborough Common",
    "Text": "Up to 34 WAXWINGS throughout the day about the Common favouring an area around SO 85109 03925. The colour-ringed Waxwing is still present.(Fiona Gunn/Mark Hobson/Helen Bojaniwska/Dean Reeves & Karen Jayne).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Cambridge/Frampton",
    "Text": "Between Cambridge Arms Bridge and Splatt Bridge, a WAXWING calling on the Nebrow Hill side of the canal, a Marsh Harrier, a Red Kite and a Kestrel and plenty of winter thrushes. (James Robinson).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Shepherds Patch, Slimbridge",
    "Text": "Four Cattle Egrets and a Great White Egret between Shepherd’s Patch and Cambridge Arms Bridge this morning. Also a Great Crested Grebe on the canal and two WHOOPER SWANS with Bewick’s Swans in the field towards Slimbridge top hut. (James Robinson/Dave Creber/Shane Long). This afternoon six Cattle Egrets and two Little Egrets at Shepherd’s Patch at 3pm at SO7343404326 and three Chiffchaffs in the ditch. (MK).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Little Stint on the Dumbles scrape from Estuary Tower. (Roberta Goodall).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Parkend three Hawfinches high up in the trees by the cricket pitch in Crown Lane this morning. At  Lower Cannop six Goosanders (3m, 3f), 26+ Mandarins, a Cormorant, a Grey Heron and a Buzzard. At Upper Cannop five Wigeon and a pair of Dippers below the dam. (Mike Davis).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "On Pit 114, the SCAUP still, a Sparrowhawk over the lake, Siskins heard and two Egyptian Geese on the field over the access road.  The Pink footed Goose and a Great White Egret in the flooded field. (Greg Mabbett/Steve Brown/Ian Hull).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Sharpness",
    "Text": "Three BLACK REDSTARTS, an adult male and two female types, around the lightship in Dock Road again today. Also three Stonechats and seven Linnets. (Chris Newton/Sarah Lister/Dean Reeves & Karen Jayne).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Ashleworth Ham",
    "Text": "Birds today included c30 Pintails, 80 Teal and Shovelers, 100 Wigeon, a few Gadwalls and Mallards, two Shelducks, c200 Lapwings with a Grey Plover and six Dunlins and a Marsh Harrier. (Tom Mabbett).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Stroud",
    "Text": "Along the Stroud water canal at lunchtime a female Goosander at Double Locks near Ebley Mill, a Little Grebe at Bond’s Mill and Mallard ducks mating. (Tim Thompson).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Hawling",
    "Text": "1500+ flock of Linnets N of Hawling this afternoon. (Duncan Dine).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Cheltenham",
    "Text": "A Red Kite this morning heading S over Pittville Lawn. (Howard Taylor).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/21/sunday-21st-january-2024/",
    "location": "Gretton",
    "Text": "Three Lesser Redpolls feeding in Alder trees today. (Roger Wasley).",
    "Date": "2024-01-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Rodborough Common",
    "Text": "At least 32 WAXWINGS throughout the day about the Common favouring an area around SO 85109 03925. (MK/Cliff Smith/Colin Greenfield et al). The colour-ringed Waxwing is still present. Details below, click to enlarge.",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "Five Cattle Egrets at Shepherd’s Patch N of Rectory Farm, view from bend in road or footpaths cSO735042. Also two WHOOPER SWANS with 24+ Bewick’s Swans viewed from the towpath c400m NE of Patch Bridge – look NNW, four Common Cranes, a Little Egret over, c20 Redwings, 1+ Fieldfares and c30 Lapwings. (Paul Masters).",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The Pink-footed Goose flew in alone and landed in flooded water meadow behind Pit 114 at 9:10am before relocating to Pit 127. On Pit 114 the SCAUP still, 82 Wigeon, 446 Teal, 20+ Pintails, 85 Red-Crested Pochards, 183 Pochards, 19 Tufted Ducks, six Goldeneyes, three Goosanders (2m, 1rh), five Little Egrets, two Great White Egrets, a Green Woodpecker and a drumming Great Spotted Woodpecker. (Ian Sherriffs/Pete Jackson/MK).",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Frampton",
    "Text": "A Spotted Redshank with ten Redshanks at Splatt flashes this morning, also six Dunlin, five Snipe, a Marsh Harrier and a Red Kite. (Gordon Hodgson).",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Brimscombe",
    "Text": "From Knapp Lane bridge over the River Frome at SO 875020 at midday a pair of Dippers and a Little Egret. (Barry Hill).",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Sharpness",
    "Text": "Male and female-type BLACK REDSTARTS around the lightship in Dock Road again today. (Mike Davis/Lise Presland/Ian Hull).",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/20/saturday-20th-january-2024/",
    "location": "Berkeley shore",
    "Text": "A Turnstone at high tide today. (Greg Mabbett).",
    "Date": "2024-01-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Rodborough Common",
    "Text": "At least 34 WAXWINGS this morning still on the Common between the Fort and Butterow Hill at 8am. (Mike Davis). They have been around all day again, there were still 20 this afternoon at SO 85109 03925. (Paul Taylor). At 3:45pm 24 WAXWINGS in a few trees along the northern boundary of the Common at SO85150405, just E of the Fort. (Vic Polley).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Two WHOOPER SWANS on the Rushy today and a Water Rail from Willow hide. (Tim Jukes).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 114, no sign of the Ferruginous Duck but the lake is c80% frozen over. An unseasonal drake GARGANEY moulting into breeding plumage on the ice. (Martin McGill).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Ozleworth",
    "Text": "A male BRAMBLING with a large flock of Chaffinches, near Ozleworth today. Also four Red Kites. (Shane Long).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Two Mute Swans, 20 Canada Geese, six Shelducks, 2500 Wigeon, 20 Gadwalls, 6000 Teal, 200 Mallards, 500 Pintails, 200 Shovelers, 25 Tufted Ducks and a Snipe. (Mike Smart). Also today a Marsh Harrier this morning and plenty of Fieldfares and Redwings in the fields. (Paul Clark).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Hempsted",
    "Text": "A Cattle Egret heading N upriver from Rea Lane this morning. (Francis Steuck).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Saul",
    "Text": "A Green Sandpiper on the stream below the sluice at Saul Junction this afternoon. (Giles Diggle).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "May Hill",
    "Text": "A Goldcrest visiting garden feeders for the last few days. (Rob & Gillian Guest).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/19/friday-19th-january-2024/",
    "location": "Batsford Arboretum",
    "Text": "At lunchtime a Grey Heron over, a Nuthatch calling, 6+ Redwings, a Coal Tit, a Green Woodpecker calling, a Great Spotted Woodpecker drumming, a Tawny Owl calling and a Greenfinch. (Andrew & Gill Worthington).",
    "Date": "2024-01-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Rodborough Common",
    "Text": "30+ WAXWINGS throughout the day about the Common. At 4pm, 20+ WAXWINGS at the rear of Rodborough Fort.  Most flew off W, in the direction of Kingscourt, but three roosted in a tree on the perimeter wall at the rear of the Fort. (Lise Presland/Elaine Arundel/Steve Pullen/Neil Smart/Simon Ashley/Martin Price). Also a female Sparrowhawk, near to The Bear. (Elaine Arundel).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Sharpness",
    "Text": "Two BLACK REDSTARTS, an adult male and the female type, around the lightship in Dock Road again this morning. Also a pair of Peregrines on the silo tower. (Paul Masters/Andy Chapman).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 250+ Curlews, 300+ Dunlins, a Black-tailed Godwit, six Redshanks, a Green Sandpiper, 16 Shelducks, a Kingfisher, three Rock Pipits, two Meadow Pipits, 20+ Fieldfares, five Redwings and 12 Goldfinches and six Chiffchaffs in the sewage works. (MK).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Forest of Dean",
    "Text": "Two Kingfishers (m & f) and three Little Grebes at Soudley Ponds this morning. (Angela Carswell).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Ashleworth Ham",
    "Text": "Opposite Colways Farm from the Ham Road birds included 400+ Wigeon, 150+ Teal, 90 Greylags and 100+ Canada Geese, 15 Pintails, six Shovelers and 50+ Mallards. Also two Egyptian Geese in the field below the farm, 50 Fieldfare and six Redwings today. (John Fletcher).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Berkeley shore",
    "Text": "This afternoon 211 Golden Plovers, 132 Lapwings, 26 Dunlins, four Teal, six Wigeon, 50+ Mallards, a Raven, a Mistle Thrush, 60+ Redwings, 50+ Fieldfares and a Buzzard. (Thomas Weston).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Frampton",
    "Text": "The Sailing Lake and Court Lake nearly iced over. Birds included a Goldeneye, two Pochards, 96 Gadwalls, 48 Mallards, six Shovelers, 48 Tufted Ducks, 33 Teal, four Wigeon, seven Great Crested Grebes, a Little Grebe, 36 Greylags, four Canada Geese, a Chiffchaff, 11 Common Gulls, a Herring Gull and 74 Black-headed Gulls. (Nick Goatman).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Tewkesbury",
    "Text": "Two Peregrines displaying in the sun around the Abbey Tower today.  Between the Red Lion at Wainlode and Coombe Hill Meadows, five Little Egrets and a Great White Egret on the frozen wet fields. (Les Ditchburn).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Stonehouse",
    "Text": "A Kingfisher, a Snipe flushed near the canal, a male Stonechat, a Little Egret, a Sparrowhawk, six Redwings, three Song Thrushes, a small mixed flock of tits with several male Chaffinches and a male Bullfinch. (Paul Sutton).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/18/thursday-18th-january-2024/",
    "location": "Wotton-Under-Edge",
    "Text": "At Swinhay House ST72758 93458 in the lake and grounds nine Shovelers, two Tufted Ducks, 15+ Mallards, 150+ Canada Geese, 30+ Greylags, 90+ Black-headed Gulls on the ice and a few Herring Gulls, Lesser Black-backed Gulls, Coots and Moorhens. (Mike Tranter).",
    "Date": "2024-01-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Rodborough Common",
    "Text": "Up to 35 WAXWINGS throughout the day about the Common. At 3:30pm they were at  SO 85064 03525. They came in to roost late in the afternoon and to drink at the small pool. (Andy Jordan/Paul Chapman/Steve Pullen/Terry Grant). Also a Kestrel. (John Elley).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide today, a Spotted Redshank (7th patch record), a Redshank, a Black-tailed Godwit, a Green Sandpiper, a Common Sandpiper, 400+ Dunlins, 150+ Curlews, 35 Shelducks, 70+ Fieldfares, 20+ Redwings, a Skylark and male and female Stonechats  and a Chiffchaff at the sewage works. (MK).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 114, 330 Pochards, the Ferruginous Duck, or hybrid, the SCAUP, 16 Pintails and a drumming Great Spotted Woodpecker. (Nigel Pleass).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Pit 41 seven Goosanders and three Goldeneyes. 30 Cattle Egrets left the roost in Wilts and flew over towards Swillbrook. At Pit 57 17 Great Crested Grebes, 78 Tufted Ducks, nine Goldeneyes, a Goosander and 34 Siskins. At Pit 65/43 ten Goosanders, five Goldeneyes, 12 Tufted Ducks, 11 Red Crested Pochards and a Green Sandpiper. (Nigel Pleass).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Tidenham Chase",
    "Text": "Three JACK SNIPE seen this morning. (Martin Vaisey/Steve Thorogood).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Frampton pools",
    "Text": "Four Goldeneyes, three Pochards, 31 Shovelers, 42 Gadwalls, five Wigeon, 70+ Tufted Ducks, six Great Crested Grebes, a Little Grebe, 48 Greylags, four Canada Geese and 18 Cormorants. Also a Redwing with a white head and tail. (Nick Goatman).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Stroud",
    "Text": "A male Blackcap singing at 9am in Thompson Road. (Graham Bullivant).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "The Grundon hide is now accessible from the towpath, though it is very muddy and icy, and care is needed. Birds today included 20 Canada Geese, 2000 Wigeon, 3500 Teal, 15 Gadwalls, 40+ Mallards, 946+ Pintails, 219+ Shovelers, 25 Tufted Ducks, a Snipe, a JACK SNIPE, 30 Herring Gulls, 75 Black-headed Gulls and a Reed Bunting. (Mike Smart).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Ashleworth Ham",
    "Text": "Still heavily flooded and can only be observed from road. Birds included 100+ Canada Geese, four Shelducks, 50+ Wigeon, 200+ Teal, 40 Mallards and 20+ Pintail. (Mike Smart).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/17/wednesday-17th-january-2024/",
    "location": "Stonehouse",
    "Text": "Around the Ocean today a Little Grebe, a Treecreeper, lots of Redwings around. Two flocks of Long-tailed Tits, one at the Ocean and a second of c10 at Bond’s Mill. Also a report of a Water Rail by the Church. (Paul Sutton).",
    "Date": "2024-01-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Rodborough Common",
    "Text": "Up to 40 WAXWINGS throughout the day about the Common before roosting again this evening. (Jake King/Neil Smart/Dot Jones/Giles Diggle/Paul Masters/Louise Bride/Paul Sutton). Also a Red Kite and a Kestrel. (Paul Sutton).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Minsterworth Ham",
    "Text": "25 Shelducks, 23 Shovelers, 27 Gadwalls, 270 Wigeon, ten Mallards, 12 Pintails, 910 Teal, 720 Lapwings, 180 Dunlins, three Snipe, a Green Sandpiper, two Grey Herons, a Little Owl, a Chiffchaff and a Grey Wagtail today. (Andy Jayne).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Saul Warth",
    "Text": "221+ Curlews, 400+ Dunlins, eight Redshanks, a Common Sandpiper, 50 Shelducks, 30 Meadow Pipits, a Rock Pipit, two Stonechats, a Grey Wagtail, a Treecreeper, a Little Owl and five Chiffchaffs at the sewage works. (MK).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Forest of Dean",
    "Text": "A MERLIN at Morse Road in Ruardean Hill today. (Rob Husbands).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Stroud",
    "Text": "In the Lodgemore Mill area a Dipper, a Coal Tit, a Goldcrest and eight Redwings today. (Richard Williams).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Berkeley shore",
    "Text": "Birds today included 18 Wigeon, 14 Teal, 96 Mallards, 16 Redshanks, 125 Dunlin, seven Turnstones, a Raven and a Peregrine. (Thomas Weston).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/16/tuesday-16th-january-2024/",
    "location": "Cheltenham",
    "Text": "At Naunton Park, a Great Spotted Woodpecker drumming in the grounds of Cheltenham College then moving around back gardens calling, a Green Woodpecker in back gardens, male and female Blackcaps, a Jay at the Norwood pub and the resident Raven pair patrolling. (Steve Brown).",
    "Date": "2024-01-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/15/monday-15th-january-2024/",
    "location": "Rodborough Common",
    "Text": "41 WAXWINGS again this afternoon, just before 4pm. They roosted around the west wall of The Hythe. (Martine & Pete Fenn/Francis Steuck).",
    "Date": "2024-01-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/15/monday-15th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT still today at SO7163209079. Also 20 Curlews and two Common Cranes on the edge of the village. (Geoff Fawcett).",
    "Date": "2024-01-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/15/monday-15th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile GREATER SCAUP and the Ferruginous Duck, or hybrid, still on Pit 114 today. Also three Goosanders (1m, 2rh), 60+ Red Crested Pochards, two Egyptian Geese and nine Pintails (5m, 4f). (Paul Masters/MK). The LITTLE GULL came in to roost at 3:31pm at Pit 125. (Ian Sherriffs).",
    "Date": "2024-01-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/15/monday-15th-january-2024/",
    "location": "Sharpness",
    "Text": "Two BLACK REDSTARTS, an adult male and the female type, around the lightship in Dock Road again today late morning. (Vic Polley).",
    "Date": "2024-01-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/15/monday-15th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Two Cattle Egrets and three Little Egrets on South Lake at 4pm. Also a flock of Greenfinches. (Nigel Young/Les Ditchburn).",
    "Date": "2024-01-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/15/monday-15th-january-2024/",
    "location": "Stanley Downton",
    "Text": "This morning a Little Egret, two Grey Herons, four Cormorants, a Peregrine flew off a pylon and went west. A male Stonechat below Bond’s Mill. (Paul Sutton).",
    "Date": "2024-01-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Cheltenham",
    "Text": "17 WAXWINGS on Westdown Gardens in a Horse Chestnut this morning and this afternoon on Eldon Road. (Greg & Tom Mabbett).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Stroud",
    "Text": "35 WAXWINGS at Stratford Park around the car park at 10:40am until 12:30pm when they flew towards the town. (Keith Colcombe).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Rodborough Common",
    "Text": "36 WAXWINGS roosted in a tall tree near houses on the top of the common late afternoon. (Tan Grigg).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Eastleach",
    "Text": "A ringtail HEN HARRIER over the fields to the NE of Eastleach, after circling around it headed south. Also two Corn Buntings there. (Martine & Pete Fenn).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Sharpness",
    "Text": "Two BLACK REDSTARTS, an adult male and the female type, around the lightship in Dock Road again today. (David Creber/Geoff Moyser/Clive Scarlett/Dave Stone/Simon Bradfield).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile GREATER SCAUP and the Ferruginous Duck, or hybrid, still on Pit 114 today. The LITTLE GULL again in the roost on Pit 125. (Greg Mabbett).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Dursley",
    "Text": "A Dipper on the River Cam by the Vale Hospital in Lister Road again today. (David Creber).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Uley",
    "Text": "At Owlpen ponds this morning two Grey Herons, three Buzzards, three Goldcrests, a Little Egret, six pairs of Mandarins, ten pairs of Mallards, 12 Long-tailed Tits, two Coal Tits and a Siskin. (Tim Thompson).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide this morning four Grey Herons, 16 Shelducks, 90 Wigeon (40 & 50) flew S, 70 Curlews, a Common Sandpiper, a Kestrel, 35 Meadow Pipits, a Rock Pipit, five Pied Wagtails, 20 Fieldfares, 20 Goldfinches, male and female Stonechats and two Chiffchaffs at the sewage works. (MK). Later a Kingfisher, a Linnet and two more Stonechats. (Nigel Young).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Water Rail between Willow and Knott hides and a Spotted Redshank on the Rushy. (Sarah Townsend).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Frampton pools",
    "Text": "A Grey Wagtail, a male Goldeneye, 162 Tufted Ducks, 170 Coots, nine Gadwalls, nine Great Crested Grebes, 17 Greylags, four Canada Geese, a Kingfisher, five Little Egrets, 30 Cormorants, a Cetti’s Warbler, a Chiffchaff, a Blackcap, a male Stonechat, a Lesser Redpoll and 20+ Siskins today. (Nick Goatman).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Walmore Common",
    "Text": "WeBS count today, birds included 1050 Teal, three Shelducks, 14 Shovelers, 60 Wigeon, 570 Lapwings, 75 Dunlins, three Snipe, a Little Egret, a Sparrowhawk, a Chiffchaff, a Blackcap and two Stonechats. (Andy Jayne).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Forest of Dean",
    "Text": "This afternoon birds between Staple Edge Cottages and Meer Pool (the Iberian Chiffchaff site) included at least 70 Bramblings, 150 Chaffinches, 30 Siskins, 30 Goldfinches, Hawfinch and 2+ Crossbills. 11 Mandarins on Mallards Pike lake. (Ian Ralphs).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Berkeley shore",
    "Text": "WeBS count this morning birds included 13 Redshanks, four Turnstones, 73 Mallards, 28 Teal, 91 Wigeon, 32 Pintails, two Green Sandpipers and two Rock Pipits. (Jon Haw).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Guscar Rocks/Aylburton Warth",
    "Text": "WeBS count today, birds included 11 Canada Geese, five Shelducks, 260 Wigeon, 160 Teal, two Mallards, four Grey Herons, 120 Lapwings, 370 Dunlins, 480 Curlews, 20 Redshanks, a Turnstone, 20 Black-headed Gulls, two Lesser Black-backed Gulls. Also a Buzzard, five Skylarks, ten Meadow Pipits and five Fieldfares. (Mike Smart).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Halmore",
    "Text": "Around the woods this morning several Goldcrests, two Treecreepers, c40 Redwings, two Great Spotted Woodpeckers, two Buzzards, c30 Lapwings over and a male Kestrel hunting in the fields. (Chris Newton).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/14/sunday-14th-january-2024/",
    "location": "Gloucester",
    "Text": "WeBS count at Alney Island today eight Teal, a female Gadwall, two Mallards, two Coots, a Moorhen, two Herring Gulls and five Black-headed Gulls. Also a Buzzard, two pairs of Stonechats (Port Ham and near the Rugby Pitch), 180 Redwings, 50 Fieldfares, a pair of Mistle Thrushes and a female Bullfinch. (Gord Avery).",
    "Date": "2024-01-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Cheltenham",
    "Text": "Six WAXWINGS on Priory Terrace feeding on a Rowan today. (Tom Mabbett). Eight WAXWINGS over Moorend Park Road/Osprey Road junction in Leckhampton early afternoon. A drake Mandarin back at Park Campus pond today. (Jeremy Holland).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Rodborough Common",
    "Text": "35 WAXWINGS this evening. (Mark O’Connell).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Sharpness",
    "Text": "The adult male and the female/immature BLACK REDSTART still today in Dock Road by the tallest building/silo. (Andy Jordan).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT still today but elusive around SO7205108792. (Richard Williams). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you. Also a second-calendar year Goshawk put up all the gulls, two Common Cranes, 13 Dunlins, two Shelducks, 500+ Lapwings, three Golden Plovers, three Stonechats and a Rock Pipit. (Dan Watson).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT still today but elusive around SO7205108792. (Richard Williams).  Also a second-calendar year Goshawk put up all the gulls, two Common Cranes, 13 Dunlins, two Shelducks, 500+ Lapwings, three Golden Plovers, three Stonechats and a Rock Pipit. (Dan Watson).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile GREATER SCAUP still this afternoon on Pit 114 but no sign of the Ferruginous Duck, or hybrid seen yesterday by Martin McGill. Also two Egyptian Geese. A LITTLE GULL, presumably the one seen at Lechlade, roosting on Pit 125 with Black-headed Gulls. (Ian Ralphs).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Birdlip",
    "Text": "At Shab Hill 140 Golden Plovers and a Goshawk over in patrolling flight at 12.30pm. (Terry Fenton).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 16 Shelducks, a pair of Pintails, two pairs of Wigeon, 230+ Curlews, 500+ Dunlins, a Common Sandpiper, 60+ Fieldfares, 10+ Redwings, 20+ Goldfinches, four Meadow Pipits, a Rock Pipit, a male Blackcap. Two Chiffchaffs and a Goldcrest at the sewage works. Two Common Cranes heard calling from Awre. (MK).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Dursley",
    "Text": "A Dipper on the River Cam by the Vale Hospital in Lister Road today. (Roberta Goodall).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "A pair of Goosanders on the north pits, here since early December. Also a small flock of Siskins and Lesser Redpolls. (Andy Lewis).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Gretton",
    "Text": "Three Lesser Redpolls feeding in Alder trees at dusk today. (Roger & Sheila Wasley).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Ashleworth & Hasfield Hams",
    "Text": "WeBS count today included 15 Canada Geese, 337 Wigeon, four Gadwall, 15 Teal, 14 Mallard, five Pintails and 18 Snipe. Also a Buzzard, three drumming Great Spotted Woodpeckers, 20 Meadow Pipits, 50 Fieldfares, a Cetti’s Warbler and a Raven. (Mike Smart).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/13/saturday-13th-january-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "WeBS count today included 160 Teal, 200 Wigeon, five Canada Geese, 13 Mallards, 43 Pintails, 30 Tufted Ducks, 26 Shovelers, 20 Herring Gulls, two Lesser Black-backed Gull, two Coots, 11 Moorhens and 125 Lapwings. (Ian Ralphs).",
    "Date": "2024-01-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Awre",
    "Text": "Belated news from yesterday afternoon, the RICHARD’S PIPIT still but elusive. It was found after 90 minutes feeding in the stubble fields and eventually flew out and landed in the tractor tracks around SO7205108792. (Dave Hughes/Wayne Tucker/Raoul Chandrasekar). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     Belated news from yesterday afternoon, the RICHARD’S PIPIT still but elusive. It was found after 90 minutes feeding in the stubble fields and eventually flew out and landed in the tractor tracks around SO7205108792. (Dave Hughes/Wayne Tucker/Raoul Chandrasekar).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A DARK-BELLIED BRENT GOOSE on the Dumbles, also a Marsh Harrier and the Lesser White-fronted Goose and the Snow Goose, and the Pink-footed Goose on the Tack Piece, all three geese of unknown origin. A Spotted Redshank on the Rushy. (Mark Coller). A Polish-ringed Black-headed Gull (Right leg – darvic ring, blue with white lettering – TA53) today. (Steven Parker).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Saul Warth",
    "Text": "This morning a Common Sandpiper and a Green Sandpiper flew from Hock Ditch by the Horse field, two Rock Pipits and two Stonechats on the rocks. Also 20+ Meadow Pipits, two Grey Herons, two Shelducks, six Curlews and a Kestrel. (Steve Pullen).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Forest of Dean",
    "Text": "A Treecreeper, a Marsh Tit and a Great Spotted Woodpecker in Bonds Wood this morning, skirting the quarry on the Coleford to Staunton Road. (Geoff Fawcett). At Cannop Ponds six Mandarins, a pair of Goosanders, two Tufted Ducks, eight Wigeon and two Little Grebes. (Alan Waterman).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Churchdown",
    "Text": "A Sparrowhawk on the garden fence for 10 minutes, also three Long-tailed Tits and a female Great Spotted Woodpecker on the feeders. (Frances Smith).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Cheltenham",
    "Text": "At 11am a Kestrel hovering low at the edge of the car park of the Grovefield Way Aldi store. (David Norman).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Leigh Meadows",
    "Text": "WeBS count today two Mute Swans, 200 Wigeon, ten Teal, two Mallards, two Grey Herons, 21 Little Egrets, a Buzzard, five Lapwings, 170 Black-headed Gulls, three Common Gulls and 50 Fieldfares. (Mike Smart).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/12/friday-12th-january-2024/",
    "location": "Cobney Meadows",
    "Text": "WeBS count today viewed from the hill above the Red Lion five Wigeon, ten Teal and two Cormorants.  (Mike Smart).",
    "Date": "2024-01-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Saul Warth",
    "Text": "A Egyptian Goose flew over high N, 14 Shelducks, a Redshank, a Common Sandpiper, a Kestrel, a Sparrowhawk, two Rock Pipits, a Meadow Pipit, a Skylark, two Grey Wagtails, a Pied Wagtail, a female Stonechat, two Mistle Thrushes, ten Fieldfares, four Redwings and six Goldfinches. (MK).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Nailsworth",
    "Text": "A male Peregrine feeding a kill on the Tetbury Lane radio mast this morning. (Jake King).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "114 Bewick’s Swans and two WHOOPER SWANS this afternoon. On the juvenile DARK-BELLIED BRENT GOOSE and the Lesser White-fronted Goose and Pink-footed Goose, both of unknown origin. (Slimbridge Sightings).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Coates",
    "Text": "BRAMBLINGS at Hailey Saw Mill in the Beech trees and for a long way in the trees from Sapperton to Park Corner. Also Yellowhammers along the hedgerows. c40 Corn Buntings in the fields before Park Corner. A large flock of BRAMBLINGS in Overley Wood along Longhill Road. (Chris Snook).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Hazleton",
    "Text": "Five BRAMBLINGS feeding with 60+ Chaffinches along the lane to Hazleton still today. (Andy Lewis).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Parkend a Hawfinch in the trees by the cricket pitch again today. (Merv Carlyon). At at Cannop Upper Pond, six Mandarins (3m, 3f), six Wigeons, two Little Grebes and two Marsh Tits at the feeders. (Chris Keeling).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Tresham",
    "Text": "At least eight Red Kites circling the fields, disturbing 350+ Golden Plovers today. (Terry Grant).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Nind",
    "Text": "Four Siskins, a Blackcap and a Green Woodpecker of note at Nind nature reserve today. c30 Fieldfares in the fields to the W of the small hamlet of Wortley. (Mike Fisher).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Maisemore",
    "Text": "From Court Lake to the upper parting five Redwings, a Mistle Thrush, 35 Chaffinches, two Long-tailed Tits, three Ravens, 41 Jackdaws, 95 Lesser Black-backed Gulls, a Coot, 11 Moorhens and seven Mallards today. (John Fletcher).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/11/thursday-11th-january-2024/",
    "location": "Stonehouse/Stanley Downton",
    "Text": "A Peregrine on pylons below Bond’s Mill. A pair of Buzzards, six Grey Wagtails along the Frome, five Cormorants and two Grey Herons. (Paul Sutton).",
    "Date": "2024-01-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Forest of Dean",
    "Text": "A WAXWING in Littledean early afternoon. (Dan Watson).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "",
    "Text": "",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Cheltenham",
    "Text": "6-8 WAXWINGS coming to a red rowan on Westdown Gardens off Hewlett Road again today. (Greg Mabbett).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Cirencester",
    "Text": "Three WAXWINGS still by Waterloo car park/lights at 9:45am, then flew off towards the market place at 10:05am. (per Jon Mercer).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Frampton pools",
    "Text": "A WAXWING on mistletoe by the row of Lombardy Poplars near the gravel wash E of the Sailing Lake this morning. (Gordon Kirk). On Court Lake three Mute Swans, two Cormorants, two Grey Herons, 50+ Tufted Ducks, seven Greylags and a Gadwall. Also three Fieldfares in the fields N of the junction swing bridge at Saul. (Elaine Arundel).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Sharpness",
    "Text": "The adult male BLACK REDSTART still in Dock Road briefly this morning. (Jake King). The female/first-winter BLACK REDSTART in Dock Road early afternoon. (Greg Mabbett).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Ruscombe",
    "Text": "A Stonechat in the Ruscombe Valley this afternoon at SO835073 present for a few days. (Chris Tracey).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Spotted Redshank on the Rushy, briefly on the ice in front of the hide this morning. The Snow Goose, of unknown origin, in the fields on the approach road with 100+ Greylags and a few Lapwings this afternoon. (Peter Rodgers).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Thrupp to Stonehouse",
    "Text": "Six Kingfishers, all male, 1 at Griffin Mill lock, 1 at Lock keepers café, Stroud, 1 at Lodgemore Lane, 1 at Ebley Mill, 1 at Oils Mill and 1 at Ryeford. A female Goosander at Thrupp near Stroud Brewery. A Great Spotted Woodpecker at Ryeford and many Wrens and Goldcrests along the route. Two male and a female Mandarin on the river adjacent to the canal at Bowbridge. (Paul Sutton).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Leigh Meadows",
    "Text": "Viewed from the A38 early on at least 19 Little Egrets feeding in the new course of the Chelt near the A38. This evening 20 Grey Herons had joined them. (Mike Smart).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/10/wednesday-10th-january-2024/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook  400 Canada Geese, 200 Wigeon, 100 Teal, 40 Mallards, 20 Pintails and five Shovelers today. (Mike Smart).",
    "Date": "2024-01-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Cheltenham",
    "Text": "Ten WAXWINGS coming to a red rowan on Westdown Gardens off Hewlett Road at lunchtime. They were also in limes at the end of Eldon Road on mistletoe. (Tom Mabbett). A Kingfisher briefly in Sandford Park just behind Wetherspoons this morning. (Rose Lennard).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Sharpness",
    "Text": "An adult male BLACK REDSTART around the lightship in Dock Road at 9:22am. (MK). The female type BLACK REDSTART was around the old post office and buildings at lunchtime and flew to the grain silo after it was disturbed. (Neil Smart). From the seawall 100+ Wigeon, a Teal, eight Cormorants. In the wooded area a Goldcrest, three Nuthatches, a Treecreeper and a Chiffchaff. (Clare Glanville).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT again this morning around SO7162209074. (Ian Hull). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT again this morning around SO7162209074. (Ian Hull).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Bentham",
    "Text": "This morning nine Coots, three Little Grebes, a JACK SNIPE, a Snipe, a Red Kite, two Green Woodpeckers, two Ravens and four Bullfinches. (Andy Jayne).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Epney",
    "Text": "Four Avocets flew N this morning. (Jeremy Squire).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "A Green Sandpiper at lunchtime on a flooded field at Pit 132. (Ian Sherriffs).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Great White Egret in the South Finger. The DARK-BELLIED BRENT GOOSE on the Dumbles from Estuary Tower. Nine Avocets on South Lake. (Mike Davis).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead this morning 6+ Bramblings amongst a Chaffinch flock, three Goldfinches, a Siskin, a Song Thrush and a Firecrest. (Ant Dobbs).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Gloucester",
    "Text": "Two Stonechats (m & f) along the Severn Way at Sudmeadow, also a Great Spotted Woodpecker at Sudmeadow and three Roe Deer by the Plantation reedbed. A female Kestrel at Gloucester Landfill Site. (Gordon Avery).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/09/tuesday-9th-january-2024/",
    "location": "Halmore",
    "Text": "A Barn Owl hunting early evening on the edge of local woods. Also male and female Great Spotted Woodpeckers, a Nuthatch, a Song Thrush, a pair of Jays and a Muntjac. (Chris Newton).",
    "Date": "2024-01-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Cheltenham",
    "Text": "At 3:15pm 11 WAXWINGS in an Ash tree at the top of Wessex Drive, however they flew off in an easterly direction shortly afterwards. (Steve Kear). This afternoon at Pittville at 3:40pm, a pair of Mandarins, six Cormorants and a Kingfisher. (Ken Heron).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Prestbury",
    "Text": "Still seven WAXWINGS in Apple Orchard  in large Willows/Alders by the side of the Racecourse at 9:15am but not this afternoon. (Roy Shilham/Andy Wiggins).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Sharpness",
    "Text": "A female-type BLACK REDSTART by the old lighthouse ship in the docks late morning. (Paul Rich).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Highnam Woods",
    "Text": "This afternoon two Marsh Tits, three Coal Tits, three Nuthatches, 15 Great Tits, two Goldcrests, two Great Spotted Woodpeckers, four Chaffinches, ten Long-tailed Tits, two Pied Wagtails, 150+ Fieldfares and Redwings, a Sparrowhawk and two Ravens. (John Fletcher).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A pair of Egyptian Geese from Kingfisher hide, a Water Rail from Willow hide and a Great White Egret from Hogarth hide. (Martin Price). The DARK-BELLIED BRENT GOOSE on the Dumbles, a Grey Plover on the Bottom New Piece, 12 Avocets on South Lake and 180 White-fronted Geese on the Tack Piece. (Jeremy Squire).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Stroud",
    "Text": "50 Siskins near Lodgemore Mill at lunchtime. Also a Jay, a Grey Wagtail and a Muntjac. (Richard Williams/Simon Ashley).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Tidenham Chase",
    "Text": "Four JACK SNIPE, four WOODCOCKS, a pair of Yellowhammers, several each of Lesser Redpolls, Siskins and Goldcrests, numerous Redwings and Fieldfares and a Stonechat. (Martin Vaisey/Steve Thorogood).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Chedworth",
    "Text": "Raucous corvid flocks over including three tumbling Ravens prior to afternoon snow flurries. (Harvey Sherwood).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/08/monday-8th-january-2024/",
    "location": "Gloucester",
    "Text": "At Castlemeads on flood water at Alney Island at midday viewed from the A430 causeway two Gadwalls (m & f), 70 Teal, ten Mallards, five Coot and a Moorhen. (Gordon Avery).",
    "Date": "2024-01-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT again this morning initially at SO7127709101 before flying back towards the area around SO7162209074. (Mark Coller). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT again this morning initially at SO7127709101 before flying back towards the area around SO7162209074. (Mark Coller).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Cheltenham",
    "Text": "Eight WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834. (Gordon Avery/Steve Pullen). Also a a Peregrine over Leckhampton Road this morning. (Steve Pullen).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Prestbury",
    "Text": "13 WAXWINGS in Apple Orchard  in large Willows/Alders by the side of the Racecourse today until 3:30pm at least. (Andy Wiggins).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Sharpness",
    "Text": "A BLACK REDSTART still at the end of Dock Road today.  (Andy Jordan).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Stonehouse",
    "Text": "A pair of Dippers at Bond’s Mill at 8:40 this morning. Also a Little Egret, 40 Goldfinches and a Cormorant. (MK). A Kingfisher on the Stroud canal at Bridgend this afternoon. (Giles Diggle). A pair of Goosanders on Stroudwater Canal between Ryeford and Ebley yesterday, 6th January. (Matthew Tipper).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "The Spotted Redshank on the Rushy, the Snow Goose, of unknown origin, from Martin Smith hide and the DARK-BELLIED BRENT GOOSE from Estuary Tower, both on the Tack Piece, and the Little Stint along the Dumbles scrape. This afternoon a MERLN briefly perched to SW of Zeiss hide. (Andy & Sue Gibbons).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Cirencester",
    "Text": "Four Hawfinches this morning in Oakley Wood in the tall pines by Alfred’s Hall in Cirencester Park. (Martine Fenn).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Cotswold Water Park West",
    "Text": "This evening on Pit 12 three Goldeneyes , two drakes, four Red Crested Pochards and two Egyptian Geese. (Richard Williams).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Forest of Dean",
    "Text": "A Dipper at Cannop Ponds this afternoon and a Marsh Tit on the feeding table. Two Crossbills at New Fancy View and two Hawfinches at Parkend. (Ian Sherriffs).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/07/sunday-7th-january-2024/",
    "location": "Frampton pools",
    "Text": "A Cattle Egret and 36 Little Egrets roosted on Court Lake. Also around the pools 40 Cormorants, three Goldeneyes (2m, 1f), 63 Tufted Ducks, five Gadwalls, a Kingfisher, nine Greylags, seven Great Crested Grebes, two Chiffchaffs, 20+ Siskins, two Ravens, 50+ Redwings, four Fieldfares, three Mistle Thrushes, ten Song Thrushes, three Bullfinches, male and female Blackcap and a Nuthatch. (Nick Goatman/MK).",
    "Date": "2024-01-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT again this morning around SO7162209074. (Roberta Goodall/Dave Creber). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT again this morning around SO7162209074. (Roberta Goodall/Dave Creber).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Siskins and Goldfinches by the entrance, a Peregrine on Sloane Tower and another on a Lapwing kill on the Bottom New Piece. An Oystercatcher and nine Avocets on South Lake. A Little Stint on the Dumbles scrape and the DARK-BELLIED BRENT GOOSE on the Tack Piece. A male Goldeneye in the Eider pen. (Paul Masters). Later a pair of Goldeneyes on South Lake. (Helen Bojaniwska). A new in Snow Goose spent the day feeding on the Tack piece before coming onto the Rushy to roost. Very wary and left after 10 seconds of the evening swan feed. (Thomas Weston).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Cheltenham",
    "Text": "Eight WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834. (Jeremy Holland). This afternoon on the Park Campus lake a male and female Mandarin. There was also a second male further around the lake. (David Norman).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Cotswolds",
    "Text": "100+ Golden Plovers in a field by Northleach. Several Bramblings in Beech trees by Notgrove. At Hazleton at SP0744518704 c10 Bramblings in a large Chaffinch flock, but very flighty, best to remain in your car. (Chris Snook).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Saul Warth",
    "Text": "At high tide a Common Sandpiper and two Greenfinches, scarce here, but little else. 25 Little Egrets in fading light at 4:30pm in a paddock off of the Arlingham Road at SO7448008931, probably a Cattle Egret too. (MK).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Ozleworth",
    "Text": "This afternoon two Ravens, two Red Kites, a Buzzard, 18 Red-legged Partridges and a female MERLIN between Kingscote and Calcot. (Paul Sutton).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Nailsworth",
    "Text": "In the Barton end area, three Red Kites, four Buzzards, a pair of Stonechats. A mixed flock of Chaffinches and Greenfinches in a hedgerow near Hazlecote, also two Roe Deer, c600 Woodpigeons, a Raven over and a male Kestrel. (Paul Sutton).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/06/saturday-6th-january-2024/",
    "location": "Gotherington",
    "Text": "At dusk today 100+ Linnets on the field adjacent to the village hall and a Snipe flushed from an attenuation pond by a new development at the edge of the village. (Colin Brown).",
    "Date": "2024-01-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/05/friday-5th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT again this morning around SO 71758 09020. (Paul Rich/Karle Burford). Also a Common Sandpiper. (Karle Burford). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/05/friday-5th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT again this morning around SO 71758 09020. (Paul Rich/Karle Burford). Also a Common Sandpiper. (Karle Burford).",
    "Date": "2024-01-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/05/friday-5th-january-2024/",
    "location": "Cheltenham",
    "Text": "Nine WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834. (Oliver Paisey/Lisa Hume).",
    "Date": "2024-01-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/05/friday-5th-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Cannop ponds two Marsh Tits, 100 Siskins, a Dipper, three Goosanders and nine Mandarins. A Crossbill at  New Fancy View. (Karle Burford). Five Hawfinches, two Siskins and a Red Kite at Parkend by the cricket pitch. (Karle Burford/Luke Hunter). At Mallards Pike two Goosanders, a Kingfisher, a Greylag, three Treecreepers, six Goldcrests, five Nuthatches, a Green Woodpecker and c50 Bramblings. (Luke Hunter).",
    "Date": "2024-01-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/05/friday-5th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Two Cattle Egrets on South Lake this afternoon. (Seb Buckton). A Little Stint still on the Dumbles scrape. (Tim Jukes). The Spotted Redshank on the Rushy and the wild drake Goldeneye in with the collection birds on Eider Pen. (Jonathan Bull).",
    "Date": "2024-01-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/05/friday-5th-january-2024/",
    "location": "Cotswold Water Park West",
    "Text": "Two CASPIAN GULLS, two Yellow-legged Gulls and two different white Lesser Black-backed Gulls in the roost on Pit 16 tonight. Also two Goldeneyes. (Jeremy Squire).",
    "Date": "2024-01-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT again this afternoon around SO 71411 09153. Also a redhead Goosander on the river. (Paul Masters/Andy Chapman/Les Ditchburn). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT again this afternoon around SO 71411 09153. Also a redhead Goosander on the river. (Paul Masters/Andy Chapman/Les Ditchburn).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Cheltenham",
    "Text": "Nine WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834 until 1:30pm at least. (Martin & Michelle Greenish/Steve Young). A Peregrine over Pittville Gates being mobbed by a crow. (Howard Taylor).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Moreton-in-Marsh",
    "Text": "Two WAXWINGS still feeding in a Rowan outside the old HSBC Bank this morning. (Sue Harrison).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Soudley ponds this morning, 45 Mandarins, five Goosanders, five Little Grebes, 20+ Reed Buntings, two Coal Tits, a Nuthatch, a Kingfisher, a Jay and a Tawny Owl. (Iain Crawford/Andy Jayne). c80 mixed Chaffinches and Bramblings on the north slope of Serridge Ridge this morning. (Geoff Fawcett). A Raven, two Bramblings, a Hawfinch and five Crossbills at New Fancy View. 100+ Chaffinches, 100+ Bramblings and two Hawfinches at Churchill Inclosure. A Dipper in song at Wench Ford and 22 Little Grebes at Flaxley Pool. (Andy Jayne). At Woorgreens 50+ Siskins, 10+ Crossbills, three Lesser Redpolls, a pair of Stonechats, a Green Woodpecker, a Great Spotted Woodpecker, a Treecreeper and a Mistle Thrush. (Martin Price). At Cannop ponds four Goosanders (2m, 2f), two Little Grebes, three Cormorants, three Goosanders, nine Mandarins, a Marsh Tit, a Raven, two Treecreepers, a Nuthatch and a Coal Tit (Martin Price/Paul Clark).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Frampton pools",
    "Text": "Around the pools a drake Goldeneye, four Bullfinches, a Cetti’s Warbler, a Nuthatch, a Coal Tit, eight Mistle Thrushes, 20 Redwings and a Fieldfare. At Splatt Bridge this afternoon, two Shelducks and a Little Egret on the flashes. 150+ Redwings, 40+ Fieldfares, two Mistle Thrushes, four Song Thrushes and 20+Blackbirds in the bushes. Also two Ravens and three Carrion Crows feeding on a dead goose. (Steve Pullen). A Brimstone butterfly on the wing at the sailing lake today. (Nigel Cramp).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Three OTTERS from Kingfisher hide today. A WHOOPER SWAN and the DARK-BELLIED BRENT GOOSE still. (Slimbridge Sightings/Jeremy Holland).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Saul Warth",
    "Text": "This morning at least two Rock Pipits between Hock Ditch and Hock Cliff. (MK).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook four Mute Swans, 100 Greylags, 100 Canada Geese, 500 Wigeon, 20 Teal, 20 Mallards, five Pintails and three Little Grebes. (Mike Smart).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/04/thursday-4th-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "In the Whelford pools area birds included three Pintails, four Goosanders (3m, 1f), a Goldeneye, a Treecreeper, a Raven, and many Gadwalls, Wigeon, Teal, Shovelers, Mallards, Tufted Ducks, Coots, Great Crested Grebe and Cormorant. (Jonathan Stebbing).",
    "Date": "2024-01-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Awre",
    "Text": "The RICHARD’S PIPIT a little NW of the obvious lone bush and the shoreline reedbed this afternoon around SO7192408893. (Simon Stuart). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     The RICHARD’S PIPIT a little NW of the obvious lone bush and the shoreline reedbed this afternoon around SO7192408893. (Simon Stuart).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Cheltenham",
    "Text": "Nine WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834. At Park Campus there were three Mandarins (2m, 1f). (Alan McIlquham).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Moreton-in-Marsh",
    "Text": "Two WAXWINGS still feeding in a Rowan outside the old HSBC Bank this morning. (Jamie Brown).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "Three OTTERS from South Finger hides today, also two Water Rails and a Kingfisher. (Mike Davis). The Lesser White-fronted Goose and the Pink-footed Goose both of unknown origin on the Tack Piece today. (Martin Price). A Little Stint on the Dumbles scrape islands. On South Lake two Cattle Egrets, four Little Egrets and six Avocets. On the Rushy at dawn 80+ Bewick’s Swans and a WHOOPER SWAN. (Slimbridge Sightings).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Dudbridge",
    "Text": "A Goosander flew over heading E at 9:20am. A Peregrine low over heading slowly SW at 2:45pm. (Steve Pullen).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Cannop ponds a pair of Goosanders, a Marsh Tit, three Little Grebes, a pair of Mandarins and two Nuthatches. At Parkend two Hawfinches, a Greenfinch, a Goldcrest and two Mistle Thrushes. (Roy Kinchin).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Berkeley",
    "Text": "On the floods around the Berkeley Bypass this evening a Green Sandpiper, two Shelducks, a Little Egret, a Grey Heron and 12 Mallards. (Thomas Weston).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Sherborne Meadows",
    "Text": "Many Marsh Tits, a Woodcock and a Great White Egret today. (Jeremy Squire).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/03/wednesday-3rd-january-2024/",
    "location": "Gloucester",
    "Text": "At 12:30pm a Peregrine on the north face of the Cathedral. (Nigel Young).",
    "Date": "2024-01-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "The DARK-BELLIED BRENT GOOSE on the Dumbles again, also two Ringed Plovers. The Spotted Redshank on the Tack Piece. Two WHOOPER SWANS in roadside fields but only viewable from Sloane Tower. (Paul Masters/Mark Hobson/Andy Chapman/MK). An adult Mediterranean Gull with 100 Black-headed Gulls from Van de Bovenkamp hide. (Mark Hobson).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Cheltenham",
    "Text": "Eight WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834. (Ian Hull/Ken Hurcombe/Paul Masters/Andy Chapman).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Moreton-in-Marsh",
    "Text": "Two WAXWINGS still feeding in a Rowan outside the old HSBC Bank this morning. (Justin Taylor/John Pike).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Halmore",
    "Text": "A Woodcock flushed late this afternoon in local woods. (Chris Newton).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Berkeley",
    "Text": "On the floods around the Berkeley Bypass this afternoon a juvenile Mute Swan, a Little Egret, two Canada Geese, 56 Mallards, 40 Wigeon, 14 Teal, three Shovelers and nine Snipe. (Thomas Weston).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Harnhill",
    "Text": "A MERLIN today. (Karle Burford).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Hazleton",
    "Text": "On the approach to Hazleton from the Salperton direction 5+ Bramblings with 50 Chaffinches feeding on the road and the adjacent field. (Karle Burford).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Forest of Dean",
    "Text": "A Barn Owl in the Cannop Valley at 6pm. (Robin Ward).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/02/tuesday-2nd-january-2024/",
    "location": "Newark Park",
    "Text": "Late afternoon a gathering of 31 Red Kites. (Paul Rich).",
    "Date": "2024-01-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Awre",
    "Text": "A RICHARD’S PIPIT at SO7205908775 feeding in tractor tracks between the obvious lone bush and the shoreline reedbed. (Dan Watson). Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Park at St Andrew’s church and follow the public footpath out to the shoreline. Wellies essential currently. Please keep to public right of way and don’t wander around in private fields. Thank you.",
    "Text": "Awre     A RICHARD’S PIPIT at SO7205908775 feeding in tractor tracks between the obvious lone bush and the shoreline reedbed. (Dan Watson).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Cheltenham",
    "Text": "Nine WAXWINGS still by Naunton Park Primary School in the ornamental gardens today at SO9509520834. (Jeremy Holland et al). Two Red Kites flew low over Rowanfield this morning. (Les Waring).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Frampton pools",
    "Text": "Six WAXWINGS in poplars between the lakes until flushed by a Sparrowhawk. Also a male Goldeneye, three Wigeon, 15 Gadwalls, eight Teal, a Shoveler, 92 Tufted Ducks, a Kingfisher, two Common Cranes, two Chiffchaffs, a Blackcap, 71 Pied Wagtails, a Cetti’s Warblers, 16 Skylarks and 20+ Meadow Pipits. (Nick Goatman). Later three Lesser Redpolls and 40+ Siskins by the gravel wash and two Treecreepers and a Green Woodpecker. (Steve Pullen).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Moreton-in-Marsh",
    "Text": "Two WAXWINGS feeding in a Rowan outside the old HSBC Bank. (Nick Truby).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Sharpness",
    "Text": "The BLACK REDSTART (fem/1w) around excavations at end of Dock Road at 2:30pm. (Andy Jordan).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Tidenham",
    "Text": "A COMMON WHITETHROAT in roadside hedges a little way down from the junction of Bishton Lane and the A48 today. https://www.google.co.uk/maps/@51.6535486,-2.6522926,170m/data=!3m1!1e3?entry=ttu (Paul House).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Nailsworth",
    "Text": "A male MERLIN flew W over Barton End and a male Peregrine in a field near the lay-by. A pair of Stonechats were there too. Over 600 Fieldfares and 350 Chaffinches feeding in or flying around the nearby harvested Maize. (Terry Grant).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Forest of Dean",
    "Text": "At Parkend by the cricket pitch two Hawfinches today. (Jeremy Holland).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Spotted Redshank still from Martin Smith hide. (Simon Bradfield). From Estuary Tower the  juvenile DARK-BELLIED BRENT GOOSE and Little Stint and the Pink-footed Goose, of unknown origin, on the Tack Piece with Canada Geese. Two WHOOPER SWANS in the second field N of the entrance road.  (Roberta Goodall).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Cotswolds",
    "Text": "This morning perched on two trees next to each other in fields between the Fosse Way, Bourton and Lower Slaughter 21 Little Egrets. Also at least 50 Redwings in flight. (John Pike).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile GREATER SCAUP still this afternoon on Pit 114. (Ian Sherriffs).",
    "Date": "2024-01-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/01/01/monday-1st-january-2024/",
    "location": "Stonehouse",
    "Text": "This morning a Female Kingfisher (possibly 2), between Upper Mills and Bonds Mill. Two Little Grebes near Bonds Mill and a Little Egret on a flooded field below St Cyr’s Church. (Paul Sutton).",
    "Date": "2024-01-01T00:00:00"
  }
]
