[
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/31/monday-31st-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "At Middle Point a SPOONBILL, a Great White Egret and six Little Egrets on the falling tide. A Spotted Redshank and a male Ruff on the Rushy. (Slimbridge Sightings). A BITTERN from Zeiss hide, a Garganey and a pair of Common Cranes with a fledged youngster. Two Mediterranean Gulls on South Lake. (Paul Masters/Mike Davis/Nigel Young).",
    "Date": "2023-07-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/31/monday-31st-july-2023/",
    "location": "Saul Warth",
    "Text": "At 6:15am for high tide, a Turnstone, 52 Curlews, 58 Avocets, a Black-tailed Godwit, three Dunlins, two Ringed Plovers, three Oystercatchers, 21 Shelducks, three Grey Herons, two Little Egrets, a Common Tern, seven Stock Doves, two Kestrels, a Sparrowhawk, 15+ Swallows, 15 Goldfinches, two Linnets, two Chiffchaffs and a Reed Warbler singing from Hock Ditch reedbed. (MK).",
    "Date": "2023-07-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/31/monday-31st-july-2023/",
    "location": "Frampton pools",
    "Text": "100+ Swifts, 400+ Sand Martins, 50+ Swallows, 10+ House Martins, ten Common Terns, a Hobby, nine Blackcaps, 30 Chiffchaffs, a Cetti’s Warbler, 16 Linnets, a Kestrel, a Kingfisher, 65 Starlings and two Green Woodpeckers today. (Nick Goatman).",
    "Date": "2023-07-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/31/monday-31st-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A Great White Egret, three Oystercatchers, the juvenile begging from the roof of the new hide, 32 Lapwings, a juvenile Curlew and a Dunlin. (Andy Jayne).",
    "Date": "2023-07-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/31/monday-31st-july-2023/",
    "location": "Nailsworth",
    "Text": "A trickle of Swifts flying S, most of them during bad weather when  a party of 50+ stopped to feed over the valley.  Yesterday a Hobby caught a Swift and carried it away. (Terry Grant).",
    "Date": "2023-07-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/31/monday-31st-july-2023/",
    "location": "Cheltenham",
    "Text": "Five vocal Swifts over the Bowling Green by Ambrose Street. (Howard Taylor).",
    "Date": "2023-07-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A Bittern seen from Zeiss hide and Kingfisher hide. On the Rushy a Garganey, four Spotted Redshanks and three male Ruffs. 16 Green Sandpipers and a Common Sandpiper on the Tack Piece and a pair of Reed Warblers feeding three chicks right in front of Robbie Garnett hide. Three Garganeys from Zeiss hide. Two adult Mediterranean Gulls on South Lake. (Roberta Goodall/Scott Petrek/Martin Price).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Highnam",
    "Text": "Two Peregrines on Highnam Church early evening. (Tom Berry).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Saul Warth",
    "Text": "At 5:45am for high tide, a Whimbrel, 63 Curlews, 25 Avocets, 60 Dunlins, an Oystercatcher, five Grey Herons, a Little Egret, a juvenile Peregrine, a Kestrel, two Little Owls, six Swallows, three Chiffchaffs and a Reed Warbler singing in the reedbed at Hock Cliff. (MK).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Epney",
    "Text": "A Redshank and two Curlews at on the riverbank just S of the Anchor Inn at 5:30am. (MK).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Berkeley",
    "Text": "A Whinchat at the Pill this morning. (Andy Jordan).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Frampton pools",
    "Text": "Around the pools a Great White Egret, seven Little Egrets, the adult Yellow-legged Gull, seven Common Terns, 18 Swifts, 500+ Sand Martins, 30+ House Martins, 10+ Swallows, two Lesser Whitethroats, a Whitethroat, two Garden Warblers, three Willow Warblers, 43 Chiffchaffs, 24 Blackcaps and a Kingfisher. (Nick Goatman).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Aylburton Common",
    "Text": "At 7pm a juvenile Dipper disturbed roosting in the log store, a surprise garden bird. (Martin Vaisey).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/30/sunday-30th-july-2023/",
    "location": "Tewkesbury",
    "Text": "Late afternoon 20+ Swifts  over the Abbey. (David Norman).",
    "Date": "2023-07-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A Bittern seen from Zeiss hide flying between reed beds to the south. Also two Garganeys. At Middle Point this morning waders included two Turnstones, a Sanderling, a Common Sandpiper and 70 Avocets. (Helen Bojaniwska/Dot Jones/James Robinson).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Berkeley shore",
    "Text": "Along the River Severn  S of the Power Station this evening 64 Canada Geese, eight Greylags, 37 Mallards, nine Common Sandpipers, ten Oystercatchers, eight Turnstones, 11 Yellow Wagtails, six Grey Herons and a Spanish ringed Black-headed Gull. (Thomas Weston).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Netheridge Farm",
    "Text": "A Sedge Warbler, three Reed Warblers, a Garden Warbler, three Blackcaps, two Whitethroats, two Swifts, a Swallow, two Bullfinches and two Green Woodpeckers at the Barn Owl Centre. Also five Southern Migrant Hawkers, four males and a female today. (Mark Hobson).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Saul Warth",
    "Text": "Early morning, a Great White Egret, two Little Egrets, four Grey Herons, 51 Curlews, an Oystercatcher, 12 Shelducks, four Kestrels, a Willow Warbler in sub-song, three Chiffchaffs, a Grey Wagtail, 23 Mistle Thrushes and 20 Swallows. (MK).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning ten Teal, 20 Gadwalls, 25 Mallards, two Shovelers, a female Goosander flew in ahead of a rainstorm, stayed for a few minutes, then flew out again. Waders included three Oystercatchers (two adults, one chick), four Lapwings and a Common Sandpiper. Also a Great White Egret and two Grey Herons. Songbirds included Reed Warblers, Sedge Warblers, Skylarks, Reed Buntings and c5 Swallows. (Mike Smart).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Cheltenham",
    "Text": "At the cemetery this morning two Green Woodpeckers perched on a grave stone. One flew off, the other dropped down to the ground and appeared to be anting. (David Norman).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Tresham",
    "Text": "Along the Monarch’s Way 15 Red Kites, two Buzzards, a Raven and a Kestrel. (Mike Tranter).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/29/saturday-29th-july-2023/",
    "location": "Edge",
    "Text": "At Rudge Hill NNR late afternoon three Goldcrests (2 juveniles), two Spotted Flycatchers, male and female Blackcap, five Nuthatches, a Willow Warbler, three Chiffchaffs, two Song Thrushes and three Long-tailed Tits. (John Fletcher).",
    "Date": "2023-07-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "At Middle Point five ARCTIC TERNS (four adults and a juvenile) sat on mudflats along river channel just north of the point. Also eight Sanderlings. Four Spotted Redshanks on the Rushy. (Scott Petrek/Tim Jukes). From Robbie Garnett hide 12 Green Sandpipers and a Crane family this afternoon. (Terry Fenton).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Sapperton",
    "Text": "This morning a Spotted Flycatcher, a Marsh Tit, two Nuthatches, c20 Skylarks, c10 Yellowhammers, eight Goldfinches and a Swift. A male Sparrowhawk took a Skylark. (Paul Masters/MK).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Leighterton",
    "Text": "Early morning along the Monarch’s Way a juvenile Wheatear, two Yellow Wagtails, two Corn Buntings, 4+ Skylarks, a Whitethroat, 20+ House Sparrows, a Hobby, a Kestrel, a Buzzard and a Swift. Also a Roe Deer and a Dusky Sallow moth. (Paul Masters/MK).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Frampton pools",
    "Text": "Two Lesser Whitethroats, a Whitethroat, four Reed Warblers, 27 Blackcaps, 26 Chiffchaffs, two Willow Warblers, three Spotted Flycatchers, 12 Swifts, a Hobby, a Cetti’s Warbler, a Kingfisher, eight Common Terns, 137 Barnacle Geese, 14 Canada Geese, 20 Greylags, the Ross’s Goose, 35 Linnets, two Bullfinches and two Nuthatches. (Nick Goatman).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Dursley",
    "Text": "A family party of at least five Spotted Flycatchers at Breakheart Quarry this afternoon, also a family of Bullfinches and a two Silver-washed Fritillaries. (Phil Pope).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Arlingham",
    "Text": "Five Goosanders on the opposite side of the river to the Strand this afternoon. (Jeremy Squire).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Haw Bridge",
    "Text": "A flock of 27 Mistle Thrushes today. (Robin Lewis).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/28/friday-28th-july-2023/",
    "location": "Stonehouse",
    "Text": "At Stanley Downton and along the canal near Bonds Mill a juvenile Goldfinch, a juvenile Chiffchaff, a juvenile Robin, a Little Egret, a Grey Heron, five Buzzards including a family of 2 adults and a juvenile and 12 Swallows including 6 juveniles. (Paul Sutton).",
    "Date": "2023-07-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/27/thursday-27th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two adult Mediterranean Gulls on South Lake and four Spotted Redshanks on the Rushy with Redshank and Ruff and a Garganey. (Neil Smart/Jeremy Squire).",
    "Date": "2023-07-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/27/thursday-27th-july-2023/",
    "location": "Saul Warth",
    "Text": "50+ Avocets, 29 Curlews, ten Shelducks, two Little Egrets at Awre, five Magpies and two Kestrels. (MK).",
    "Date": "2023-07-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/27/thursday-27th-july-2023/",
    "location": "Bishops Cleeve",
    "Text": "An adult female Green Woodpecker feeding three chicks this morning. (Alan McIlquham).",
    "Date": "2023-07-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/27/thursday-27th-july-2023/",
    "location": "Longney",
    "Text": "This afternoon a Common Sandpiper, two Sedge Warblers, 250 Black-headed Gulls, six Herring Gulls, 200 Lesser Black-backed Gulls, a Grey Heron, nine Mallards and four House Martins. (John Fletcher).",
    "Date": "2023-07-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/27/thursday-27th-july-2023/",
    "location": "Gloucester",
    "Text": "A Peregrine over Wotton Pitch this afternoon. (Howard Taylor).",
    "Date": "2023-07-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/27/thursday-27th-july-2023/",
    "location": "Cheltenham",
    "Text": "This evening a Pipistrelle at dusk around the treetops at Pittville Lawn. (Howard Taylor).",
    "Date": "2023-07-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/26/wednesday-26th-july-2023/",
    "location": "Leighterton",
    "Text": "A QUAIL calling at midday SE of Bennetts Farm from the Monarch Way. (Paul Rich).",
    "Date": "2023-07-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/26/wednesday-26th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide a Great White Egret, four Little Egrets, a Grey Heron, a distant Marsh Harrier, a Kestrel, six Sanderlings, 44 Dunlins, 87+ Avocets, 108 Curlews, four Oystercatchers, a Redshank, two Common Terns fishing, a Grey Wagtail and a Great Spotted Woodpecker at the Sewage Works and 14 Mistle Thrushes behind it. (MK).",
    "Date": "2023-07-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/26/wednesday-26th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A BITTERN flew along sea wall seen from Zeiss hide, a ringed Great White Egret on the river, a Green Sandpiper from Robbie Garnett and a Ruff and a Little Egret on the Rushy. (Martin Price).",
    "Date": "2023-07-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/26/wednesday-26th-july-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Park an adult Common Tern over the boating lake briefly at 7:20am and a Danish colour-ringed Black-headed Gull back for its tenth winter. (John Sanders).",
    "Date": "2023-07-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/26/wednesday-26th-july-2023/",
    "location": "Stinchcombe Hill",
    "Text": "Two Spotted Flycatchers amongst a small party of Chiffchaffs, Willow Warblers and Blackcaps this morning at the SW end of the hill, one caught a Red Admiral. Also six Brown Argus butterflies. (Brian Kings).",
    "Date": "2023-07-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/26/wednesday-26th-july-2023/",
    "location": "Winchcombe",
    "Text": "10+ Bullfinches at the tertiary settlement lake at H&V Mill on the Isbourne Way at 11am, a mix of adults and juveniles showing well. (Stuart Galey).",
    "Date": "2023-07-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Elmore Court",
    "Text": "A Wood Warbler in oaks by the duck pond at Elmore Court at 5:30pm. A Spotted Flycatcher was in the same tree and a male Redstart nearby. (Andy Jayne).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Walmore Common",
    "Text": "A female Gadwall with three large, but still flightless juveniles. The first breeding record for this site. Also a Hobby and 12 Yellow Wagtails. (Andy Jayne).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Tresham",
    "Text": "A Spotted Flycatcher this morning. (Paul Rich).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide a summer plumaged Sanderling, 87 Avocets, 112 Curlews, five Oystercatchers, 41 Shelducks, two Kestrels, three Yellow Wagtails, three Chiffchaffs and a Blackcap. (MK).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Epney",
    "Text": "A Great White Egret and a Little Egret S of the Anchor Inn at 2:40pm. (MK).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Stroud",
    "Text": "A male Peregrine circled over the town, carrying prey and 25+ Swifts gathered overhead. (Terry Grant).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A Common Tern from Grundon hide this morning. (Paul Clark).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/25/tuesday-25th-july-2023/",
    "location": "Aylburton Warth",
    "Text": "This afternoon 14 Shelducks including two broods of three and four ducklings, a Grey Heron, three Oystercatchers, 485 Curlews, a Redshank, 10+ Swallows, 10+ Skylarks, two Wheatears and 1+ Meadow Pipits. (Mike Smart/Juliet Bailey).",
    "Date": "2023-07-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/24/monday-24th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "On the Rushy this morning an immature SPOONBILL, a Cattle Egret, a Great White Egret and Little Egrets and a Hobby through. (James Robinson). A juvenile Mediterranean Gull on South Lake. (Martin McGill).",
    "Date": "2023-07-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/24/monday-24th-july-2023/",
    "location": "Frampton pools",
    "Text": "Ten Common Terns including two juveniles, the Yellow-legged Gull, a juvenile Mediterranean Gull, a Common Sandpiper, 200+ Sand Martins, two Swifts, 10+ Swallows, 10+ House Martins, a Garden Warbler, a Lesser Whitethroat, two Whitethroats feeding three young, 50+ Linnets, three Greenfinches and 60 Black-headed Gulls including 12 juveniles. (Nick Goatman). A Reed Warbler on Court Lake. (Nigel Young).",
    "Date": "2023-07-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/24/monday-24th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide two Whimbrels flew N calling, 101 Avocets, 48 Curlews and 56 at Awre, three Oystercatchers and 37 Shelducks. Around the Sewage Works 20+ Swallows, 20+ Sand Martins, two House Martins, two Whitethroats, six Chiffchaffs, 20+ Goldfinches and 50+ Starlings. (MK).",
    "Date": "2023-07-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/24/monday-24th-july-2023/",
    "location": "Dowdeswell Woods",
    "Text": "A family party of Spotted Flycatchers, two adults and four young, this afternoon. (Duncan Dine).",
    "Date": "2023-07-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/23/sunday-23rd-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two Mediterranean Gulls this morning on South Lake. (Neil Smart). On the Rushy three Spotted Redshanks, three Ruffs and two Green Sandpipers. (Jeremy Squire/Sarah Townsend). A Bittern seen from Robbie Garnett hide in flight over the Tack Piece then dropped into the rhine beyond the hedge along the Ox Piece and Goose House ground. (David Creber/Roberta Goodall). A Turnstone with 84 Dunlins at Middle Point then moved to the Top New Piece. (Slimbridge Sightings).",
    "Date": "2023-07-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/23/sunday-23rd-july-2023/",
    "location": "Frampton pools",
    "Text": "A Redstart, a Garden Warbler, seven Whitethroats, two Reed Warblers, 14 Blackcaps, 33 Chiffchaffs, a Yellow Wagtail, five Bullfinches, a juvenile Greenfinch, a Reed Bunting, a Common Sandpiper, a Hobby, 12 Swifts, 20+ Sand Martins, the Yellow-legged Gull, ten Common Terns and a Spotted Flycatcher. (Nick Goatman). A juv Mediterranean Gull on the Sailing Lake this morning and a male Yellowhammer nearby and two Hobbies, Cetti’s Warbler juveniles on the canal and a Yellow Wagtail. (Tim McGrath).",
    "Date": "2023-07-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/23/sunday-23rd-july-2023/",
    "location": "Netheridge Farm",
    "Text": "A Garden Warbler at the Barn Owl Centre. Also 2+ male and 1+ female Southern Migrant Hawkers this morning. (Mark Hobson).",
    "Date": "2023-07-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/23/sunday-23rd-july-2023/",
    "location": "Epney",
    "Text": "A Redshank amongst the usual gulls at 9:20am. (MK).",
    "Date": "2023-07-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/23/sunday-23rd-july-2023/",
    "location": "Winchcombe",
    "Text": "20 Swifts circling over the garden this evening. Also this evening, birds included a Buzzard, 5+ House Martins, three Swallows and a Grey Wagtail. (Gill & Andrew Worthington).",
    "Date": "2023-07-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A female COMMON SCOTER floated up on the tide past the New Grounds and Hock Ditch. (Martin McGill). An adult Mediterranean Gull on South Lake this morning. (Paul Masters).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "Quedgeley",
    "Text": "A juvenile TURTLE DOVE feeding below a sunflower hearts feeder at Church Drive at 12:15pm today. It flew off in a westerly direction and no further sign. (Ken & Eve Holbrow).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "Saul Warth",
    "Text": "Early afternoon 50 Avocets, 18 Black-tailed Godwits, two Oystercatchers and a Kestrel. (MK).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "Priding",
    "Text": "A Great White Egret, three Little Egrets and three Grey Herons this afternoon. (MK).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "Epney",
    "Text": "A Common Tern, 20 Swifts and 22 Mallards this afternoon. (MK).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "Moreton Valence",
    "Text": "A Red Kite over the A38/Castle Lane junction at 3:45pm. (Mark Hobson).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/22/saturday-22nd-july-2023/",
    "location": "Dudbridge",
    "Text": "c40 Swifts over at 1:30pm. (Steve Pullen).",
    "Date": "2023-07-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/21/friday-21st-july-2023/",
    "location": "Saul Warth",
    "Text": "This afternoon at low tide three Yellow Wagtails, an adult and two juveniles, 86 Avocets, 20+ Curlews, five Black-tailed Godwits, two Oystercatchers and 20+ Shelducks. (MK).",
    "Date": "2023-07-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/21/friday-21st-july-2023/",
    "location": "Epney",
    "Text": "Three Little Egrets and a Grey Heron at Epney late afternoon. (MK).",
    "Date": "2023-07-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/21/friday-21st-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Waders included Greenshank, Redshank, Dunlin, Little Ringed Plover, Oystercatcher and Lapwing, also Wigeon and a Kingfisher. (Duncan Dine/Andy Wiggins).",
    "Date": "2023-07-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/21/friday-21st-july-2023/",
    "location": "Ashleworth Ham",
    "Text": "A QUAIL singing strongly at first light, then on and off throughout the morning. CES ringing session caught 60 birds, including a Redstart, three Sedge Warblers, five Blackcaps, 12 Whitethroats, six Chiffchaffs, two Treecreepers, five Bullfinches and four Reed Buntings. (Mike Smart/Mervyn Greening).",
    "Date": "2023-07-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/21/friday-21st-july-2023/",
    "location": "Frampton",
    "Text": "At the Sailing Lake six Swallows, 12 Linnets, six Common Terns, two Great Crested Grebes and a Buzzard. From Splatt Bridge a distant Marsh Harrier, two Little Egrets, a juvenile Green Woodpecker around the church and two Buzzards. (Paul Sutton).",
    "Date": "2023-07-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Zeiss hide two SPOONBILLS, two Grey Herons, two Little Egrets, three Little Ringed Plovers, six Ruffs, two Green Sandpipers, c4 Garganeys and two Common Cranes. On South Lake an adult Mediterranean Gull, 25 Black-tailed Godwits, four Dunlins, three Green Sandpipers, four Ruffs and two Redshanks. (Jacob Jenkins/Ed Betteridge).  A Little Grebe from Zeiss hide at 3:15pm and a pair of Little Grebes in the Duck Decoy at 3:45pm. (Jemela Coventry). A SHORT-EARED OWL along the riverbank, a BITTERN along the paleochannel and two Marsh Harriers from the Wild Safaris today. (Slimbridge Sightings). A Ruddy Shelduck distantly from Estuary Tower. On the Rushy three Spotted Redshanks, four Green Sandpipers and a Common Sandpiper. On the Tack piece seven Green Sandpipers and a Little Ringed Plover. On the Dumbles a juvenile Marsh Harrier, a Peregrine, four Great White Egrets, eight Little Egrets and a Dunlin. (Ed Betteridge).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Maisemore",
    "Text": "A Great White Egret on the pond at Maisemore Ham this morning. (Andy Jayne).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Forest of Dean",
    "Text": "At least 20 screaming Swifts over Longhope today. (Angela Carswell).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Epney",
    "Text": "Next to the Anchor Inn this morning, two Yellow Wagtails, 30+ Sand Martins and a Little Egret on the river bank. Also two Hummingbird Hawkmoths on the Buddleia next to the pub with 50+ Red Admirals. (Steve Pullen).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Frampton pools",
    "Text": "This morning on the Sailing Lake the Yellow-legged Gull, eight Common Terns, two Grey Herons, two Great Crested Grebes 18 Swallows, five Greenfinches and eight Linnets. At Court Lake three Spotted Flycatchers, a Nuthatch family and three Cetti’s Warblers. (Steve Pullen).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Halmore",
    "Text": "In the fields and woods this morning a family of Spotted Flycatchers, two Blackcaps, a Willow Warbler, several Chiffchaffs, a Goldcrest, two Green Woodpeckers, a Great Spotted Woodpecker, a juvenile Buzzard and two adults, a Kestrel and 17 species of butterfly including a Painted Lady, a Silver-Washed Fritillary, a male Brimstone, an Essex Skipper, Purple Hairstreaks and many Holly Blues. (Chris Newton).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Witcombe Reservoirs",
    "Text": "14 Greylag, two Canada Geese, six Mute Swans, two Cormorants, a Grey Heron, two Little Grebes, ten Great Crested Grebes, 77 Mallards, 13 Tufted Ducks, 28 Coots, six Moorhens, ten Herring Gulls, 18 Lesser Black-backed Gulls, a Grey Wagtail and four Swallows. (Paul Brunt).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/20/thursday-20th-july-2023/",
    "location": "Cleeve Hill",
    "Text": "Around the Dew Pond today a juvenile Stonechat, a Meadow Pipit, a Goldfinch, a Linnet, a Yellowhammer and a Dark Green Fritillary. (Alan McIlquham).",
    "Date": "2023-07-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/19/wednesday-19th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT still around the grounds today. (Slimbridge Sightings).",
    "Date": "2023-07-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/19/wednesday-19th-july-2023/",
    "location": "Nailsworth",
    "Text": "70+ Black-headed Gulls, with a mix of Lesser Black-backed Gulls and Herring Gulls, 40 Jackdaws and 21 Swifts hawking for flying ants overhead at 4pm. (Jake King).",
    "Date": "2023-07-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/19/wednesday-19th-july-2023/",
    "location": "Gloucester",
    "Text": "25 Swifts over Tuffley at 8:42pm. (Mark Hobson).",
    "Date": "2023-07-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/19/wednesday-19th-july-2023/",
    "location": "Winchcombe",
    "Text": "Six Swifts circling over the garden at 7am. (Gill Worthington).",
    "Date": "2023-07-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/19/wednesday-19th-july-2023/",
    "location": "Stonehouse",
    "Text": "Along the canal from the Ocean to Newtown this morning a Little Egret, a female Mandarin briefly at Bonds mill, a Goldfinch family with two juveniles. (Paul Sutton).",
    "Date": "2023-07-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/18/tuesday-18th-july-2023/",
    "location": "Frampton pools",
    "Text": "A SANDWICH TERN high over the pools heading towards river at 5:50pm. (Nick Goatman). This afternoon birds included the Yellow-legged Gull, seven Common Terns, the Ross’s Goose, an Oystercatcher, a Common Sandpiper, a Kingfisher, two Cetti’s Warblers and at least four Spotted Flycatchers high in the canopy between the Perry Way and Court Lake at SO7574107569. (MK).",
    "Date": "2023-07-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/18/tuesday-18th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT still around the grounds today. (Magnus Carter).",
    "Date": "2023-07-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/18/tuesday-18th-july-2023/",
    "location": "Kempley",
    "Text": "c15 Swifts over Kempley at 5pm today. (Steve Watts).",
    "Date": "2023-07-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/18/tuesday-18th-july-2023/",
    "location": "Cherington Lake",
    "Text": "Three Grey Wagtails, six Chiffchaffs, two Nuthatches, four Mallards, two Coots, six Moorhens, two Mute Swans and a Buzzard at ST898985. (John Fletcher).",
    "Date": "2023-07-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/18/tuesday-18th-july-2023/",
    "location": "Stonehouse",
    "Text": "A female Blackcap, a Buzzard, two Grey Herons, at least three Moorhens with chicks. Also a Roe buck and doe, lots of Red Admirals, a few Commas and a Speckled Wood. (Paul Sutton).",
    "Date": "2023-07-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/17/monday-17th-july-2023/",
    "location": "Bishops Cleeve",
    "Text": "A Hobby harassing Swifts over the old Rectory today. (Graham Baker).",
    "Date": "2023-07-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/17/monday-17th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT on the Rushy again today. Also two Spotted Redshanks. At least four Garganeys on the Top New Piece from Zeiss hide this morning. At least seven Green Sandpiper, a Common Sandpiper and three Little Ringed Plovers on the Tack Piece. (Martin McGill/Sam Walker). A Mediterranean Gull on South Lake this morning. (Nigel Young).",
    "Date": "2023-07-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/17/monday-17th-july-2023/",
    "location": "Frampton pools",
    "Text": "Two Spotted Flycatchers, four Goldcrests, two Coal Tits, two Treecreepers, a family of Chiffchaffs, five Common Terns, two Great Crested Grebes, two Lesser Whitethroats and six Linnets. (Steve Pullen).",
    "Date": "2023-07-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/17/monday-17th-july-2023/",
    "location": "Hardwicke",
    "Text": "A Red Kite flew E towards Quedgeley from Hardwicke Tanker bay at 1pm. (Julian Long).",
    "Date": "2023-07-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/17/monday-17th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening a Mute Swan, a Canada Goose, a Wigeon, at least four Teal, at least 12 Gadwalls (eight nearly full-grown ducklings), seven Shovelers, a Grey Heron, a Little Egret, a Water Rail singing again at dusk, a juvenile Coot, an adult Oystercatcher with a chick, 21 Lapwings, a Little Ringed Plover, a Green Sandpiper, two Curlews, an adult and a fledged juvenile, came in to roost, a Barn Owl hunting, ten Swifts and at least 300 Jackdaws in a noisy roost beyond the Long Pool in tall willows. (Mike Smart).",
    "Date": "2023-07-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/17/monday-17th-july-2023/",
    "location": "Stonehouse",
    "Text": "A Little Egret in a tree at the Ocean. Near Bonds Mill on a Buddleia bush half way from Hoffman’s Dam to Bonds Mill, at least 50 Red Admirals, 11 Commas, various Whites, a Holly Blue, a Brimstone, Peacocks and many different types of Bee. Along the adjacent stretch of canal, a few Emperors, male and female, ten Migrant Hawkers, Gatekeepers, Meadow Browns, Beautiful Demoiselles, Common Blue and Blue-tailed Damselflies. (Paul Sutton).",
    "Date": "2023-07-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Saul Warth",
    "Text": "Between 6:30-9am over high tide, finally some small waders, a Turnstone with 65 Dunlins, also 125 Avocets, 31 Black-tailed Godwits, five Oystercatchers, 35 Curlews, two Common Terns, four Kestrels hunting the sea wall, a Swallow and a Sand Martin. Six Little Egrets and three Grey Herons in Bullo Pill roost. (MK).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A breeding plumage Knot on the Rushy this morning. Also the BLACK-WINGED STILT, a male Ruff and three Spotted Redshanks. A Sanderling with four Little Ringed Plovers on the Tack Piece. At least three Mediterranean Gulls on the South Lake N causeway. (Martin McGill).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Avening",
    "Text": "Near Avening 600+ Swifts milling over fields and moving S this afternoon. (Terry Grant).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Tresham",
    "Text": "Early evening three Corn Buntings, a juvenile Whinchat, a pair of Stonechats, four Stock Doves, three Whitethroats and a Yellowhammer. (Paul Rich).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Frocester",
    "Text": "Late evening a Little Owl sat on a garage roof, just before the railway bridge. (Paul Sutton).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Gloucester",
    "Text": "A Red Kite over St Oswald’s estate heading S at 2:30pm. (Colin Edwards).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Along the canal a Kingfisher, a Curlew in flight, a Sedge Warbler, two Whitethroats, a Raven, three House Martins, a Swift and two Reed Buntings. On the scrape 13 Lapwings, two Redshanks, three Oystercatchers, a Black-tailed Godwit, a Great White Egret and a Little Ringed Plover. (Ant Dobbs).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Frampton pools",
    "Text": "The adult Yellow-legged Gull on the pontoon by the  Sailing Club early morning. A Spotted Flycatcher still  N of Court Lake adjacent to the Perry Way. (Ken Hurcombe). Later in the day nine Little Egrets, the adult Yellow-legged Gull still, a Common Sandpiper, a Hobby, 3+ Spotted Flycatcher, six Common Terns, 36 Swifts, 50+ Sand Martins, a female Gadwall, 34 Mallards, six Tufted Ducks, a Little Grebe, an Oystercatcher and the Ross’s Goose. (Nick Goatman).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Selsley Common",
    "Text": "A Barn Owl hunting over rough pasture near the Common at 9:45pm. (Tanya Allen).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/16/sunday-16th-july-2023/",
    "location": "Eastington",
    "Text": "40+ House Martins and seven Swifts over a field growing beans, awash with 500+ white butterflies. Also adult and juvenile Grey Wagtail and a pale Buzzard. Butterflies included Large Whites, Red Admiral, Gatekeepers, Holly Blue and Meadow Browns. (Paul Sutton).",
    "Date": "2023-07-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/15/saturday-15th-july-2023/",
    "location": "Saul Warth",
    "Text": "Between 6am-8:30am over high tide 110 Avocets, 55 Black-tailed Godwits, 35 Curlews, three Oystercatchers, a Dunlin, five Common Terns, 22 Shelducks, a Kestrel, two pairs of Stock Doves, three Pied Wagtails and 30+ Swallows. (MK).",
    "Date": "2023-07-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/15/saturday-15th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT on the Rushy again and later on South Lake. Three Garganeys and a Great White Egret from Zeiss hide. (Dot Jones/Helen Bojaniwska). On South Lake 133 Black-tailed Godwits, 106 Lapwings, three Ruff, seven Oystercatchers, four Green Sandpipers, a juvenile Little Ringed Plover, three Cormorants, 14 Teal, six Tufted Ducks, two Pochards and six Gadwalls. (Chris Moore). Also an adult Mediterranean Gull. (Dot Jones).",
    "Date": "2023-07-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/15/saturday-15th-july-2023/",
    "location": "Twyning",
    "Text": "A Whinchat again at Upham Meadow. (Mike Smart).",
    "Date": "2023-07-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/15/saturday-15th-july-2023/",
    "location": "Stonehouse",
    "Text": "From Hoffman’s Dam to Chipman’s Platt along the Stroudwater canal late afternoon an adult and a juvenile Grey Wagtail, a juvenile Great Tit, two Moorhen families with eight very young chicks, 16 Red Admirals, three Commas, 11 Large White, a Meadow Brown and an Emperor dragonfly. (Paul Sutton).",
    "Date": "2023-07-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/14/friday-14th-july-2023/",
    "location": "Frampton pools",
    "Text": "The adult Yellow-legged Gull on the pontoon by the  Sailing Club, also two Common Terns. 122 Barnacle Geese, 14 Canada Geese, 24 Greylags, 55 Mute Swans and a Common Tern on Court Lake. (Paul Masters). Around the pools this evening a Spotted Flycatcher still feeding young, a Hobby, 50+ Swifts, 100+ Sand Martins, 20+ House Martins, 10+ Swallows, four Oystercatchers, seven Common Terns, 25 Black-headed Gulls and five young, five Treecreepers, 17 Chiffchaffs, 12 Blackcaps, five Reed Warblers, two Kingfishers and eight Little Egrets. (Nick Goatman).",
    "Date": "2023-07-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/14/friday-14th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT on the Tack Piece. Also a Garganey, a Spotted Redshank and a Whimbrel. (Tim Jukes/Dot Jones).",
    "Date": "2023-07-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/14/friday-14th-july-2023/",
    "location": "Aylburton Common",
    "Text": "A Marsh Tit on the bird table this morning. (Martin Vaisey).",
    "Date": "2023-07-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/14/friday-14th-july-2023/",
    "location": "Upper Cam",
    "Text": "25+ Swifts feeding over fields today. (Nigel Tucker).",
    "Date": "2023-07-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Frampton",
    "Text": "On Court Lake today two Egyptian Geese, 77 Barnacle Geese, 29 Greylags, 62+ Mute Swans, the adult Yellow-legged Gull soon chased off by two Common Terns, a Hobby, two Spotted Flycatchers, eight House Martins, a Swallow and a Nuthatch. The Ross’s Goose this morning only and the Yellow-legged Gull was on the Sailing Lake.  (Jeremy Holland/MK). From Splatt Bridge a Great White Egret, a Hobby, a Tawny Owl calling, 150+ House Martins and eight Swifts. (Paul Sutton).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT on the Rushy again today. Also two Spotted Redshanks. Six Green Sandpipers and a Common Sandpiper on the Tack Piece today. (Geoff Bryant/Terry Stevenson).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Twyning",
    "Text": "A Whinchat again at Upham Meadow. (Mike Smart).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Forest of Dean",
    "Text": "A Red Kite flew over Longhope village at noon. (Angela Carswell).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Cleeve Hill",
    "Text": "Two family parties of Redstarts in the Hawthorns and a few Whitethroats today. (Duncan Dine).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Eight Mallards, two Teal, two Shovelers, two Gadwalls, eight young Grey Herons, a Little Egret, 25 Lapwings, two Little Ringed Plovers, three Oystercatchers, a Redshank, a Green Sandpiper, a Yellow Wagtail, five Swallows, three Swifts, three Chiffchaffs singing, two Skylarks, two Sedge Warblers, two Whitethroats, a Greenfinch and three Reed Buntings. (Paul Brunt). At dusk from the new hide two Teal, a Water Rail singing from the Short Pool, a Grey Heron, three Oystercatchers, 31 Lapwings, two Curlews, a Little Owl calling, at least five Swifts and a Reed Warbler singing. (Mike Smart).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Nailsworth",
    "Text": "An all day southerly movement of Swifts, many of them very high up. A sample count between 12:05 and 12:55 pm saw 320+ birds, also a Hobby flew W. (Terry Grant).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Epney",
    "Text": "A Grey Plover on the river this morning. (Jack Green).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Cheltenham",
    "Text": "Two Swifts over Pittville Lawn this afternoon in between storms. (Howard Taylor).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/13/thursday-13th-july-2023/",
    "location": "Gloucester",
    "Text": "Four Swifts over the garden in Tuffley. (John Fletcher).",
    "Date": "2023-07-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/12/wednesday-11th-july-2023/",
    "location": "Ashleworth Ham",
    "Text": "This morning a QUAIL calling until 8:15am at least in fields to the right of Stank Lane about halfway down. Also three Whitethroats, two Sedge Warblers, nine Chiffchaffs, three Blackcaps, male and female Reed Bunting and two male Bullfinches. (MK). CES ringing caught 112 birds, including five Redstarts, six Sedge Warblers, 11 Blackcaps, 21 Whitethroats, two Lesser Whitethroats, ten Chiffchaffs, a Treecreeper, two Goldfinches, two Bullfinches and eight Reed Buntings. Also a Hobby on the reserve. (Mike Smart/Mervyn Greening).",
    "Date": "2023-07-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/12/wednesday-11th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "THE BLACK-WINGED STILT on the Rushy today. An adult breeding plumage Mediterranean Gull, four male Ruff  and a Spotted Redshank on South Lake. (Slimbridge Sightings).",
    "Date": "2023-07-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/12/wednesday-11th-july-2023/",
    "location": "Witcombe Reservoirs",
    "Text": "A Curlew and a Red Kite at 9:30am. (Owen Follis).",
    "Date": "2023-07-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/12/wednesday-11th-july-2023/",
    "location": "Frampton pools",
    "Text": "The adult Yellow-legged Gull on the pontoon by the Sailing Club being mobbed by Common Terns. House Sparrows taking dragonflies and damselflies there. (Nigel Young/Ken Hurcombe).",
    "Date": "2023-07-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Clapton-on-the-Hill",
    "Text": "The OSPREY viewed distantly still today until 10:10am at least from the lane N of Newbridge sat in large dead tree at SP17941807. It flew off to hunt late off but returned at 7pm. (Keith Jennings/Paul Masters).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "THE BLACK-WINGED STILT on the Rushy today. Also two Spotted Redshanks. (Slimbridge Sightings).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning a Kingfisher by the car park. The GRASSHOPPER WARBLER again in the field W of the Grundon hide. (Eric Harris).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide at 3pm 200+ Black-tailed Godwits, 180+ Avocets, 33 Curlews, nine Oystercatchers, 15+ Dunlins, 60+ Shelducks, a juvenile Buzzard, four Skylarks and a Reed Bunting. (MK).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Frampton pools",
    "Text": "This evening a Great White Egret, a female Tufted Duck with three ducklings, six Common Terns with two fully fledged chicks, two Little Grebes with a full grown chick, a Spotted Flycatcher still feeding young, the Ross’s Goose, 145 Barnacle Geese, 19 Greylags, seven Canada Geese, 52 Mute Swans, 46 Mallards and 20+Swifts. (Nick Goatman).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Stroud",
    "Text": "170+ Swifts flew south between 8:20am and 9:45am. (Terry Grant).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Huntley",
    "Text": "Birds included a Stock Dove, eight Linnets with seven Goldfinches on wires, two Whitethroats, four Greenfinches, two Buzzards, two Red Kites over heading W, a female Sparrowhawk carrying prey, eight Swifts, a Goldcrest in the churchyard and Swallows nesting at the church. (Derek Summers).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon two Little Egrets, a Grey Heron, 59 Mallards, a Green Woodpecker, two Reed Buntings, two Stock Doves, two Blackcaps, seven Chiffchaffs, two Chaffinches, a Greenfinch, two Long-tailed Tits, a Red-legged Partridge and a Buzzard. (John Fletcher).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/11/tuesday-10th-july-2023/",
    "location": "Cotswold Water Park West",
    "Text": "At Coke’s Pit, Pit 34 Red Crested Pochards, two Reed Warblers, three Common Terns and an Oystercatcher. (Jack Green).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/10/monday-10th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "THE BLACK-WINGED STILT on the Rushy today and later on the Tack Piece. Also a Spotted Redshank. Nine Little Ringed Plovers and 16 Green Sandpipers around the grounds. (Slimbridge Sightings).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/10/monday-10th-july-2023/",
    "location": "Clapton-on-the-Hill",
    "Text": "The OSPREY viewed distantly again today from the lane N of Newbridge sat in large dead tree at at SP179180. It was present for much of the day but flew off this afternoon and then returned at 5:15pm. (Keith Jennings).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/10/monday-10th-july-2023/",
    "location": "Tintern",
    "Text": "No sight or sound of the reported Great Reed Warbler opposite Tintern Abbey this afternoon. The reedbed is c1/4ml long and 50yds across the river. 3+ Buzzards, a Sparrowhawk, a Little Egret, a Cormorant, 10+ Swifts, 4+ House Martins and a Great Spotted Woodpecker. There is no close access on the Glos side. (Andy Jayne/MK).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/10/monday-10th-july-2023/",
    "location": "Frampton",
    "Text": "At 5pm the adult Yellow-legged Gull on the pontoon adjacent to the Sailing Club. (Les Ditchburn).",
    "Date": "2023-07-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Tintern",
    "Text": "A report of a Great Reed Warbler for a 2nd day beside the River Wye opposite the Abbey. Access is difficult on the Glos side, maybe a scope job from the car park on the Abbey side. (BirdGuides).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Ashleworth Ham",
    "Text": "The QUAIL heard again today at 7am, heard from the track to Hasfield Ham, S of the track and again in fields by the pylons. (David Lawrence).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT on the Rushy today and three Spotted Redshanks. (Slimbridge Sightings).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Frampton",
    "Text": "The adult Yellow-legged Gull on the Sailing Lake early morning but chased to Court Lake by six Common Terns. Also a Kingfisher, a Swift, four Reed Warblers, four Curlews over, 56 Mute Swans and the Ross’s Goose with 104 Barnacle Geese. (Nick Goatman/MK).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Forest of Dean",
    "Text": "A Spotted Flycatcher family near Nagshead Lodge, a Hawfinch at RSPB Nagshead and fledged Dippers and Grey Wagtails at Cannop ponds. (Mark Hobson).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Huntley",
    "Text": "In the Solomon’s Tump area 36 juvenile Swallows with three adults on electricity wires. Also two Whitethroats and an adult Green Woodpecker with a juvenile. (Derek Summers).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Guscar Rocks/Aylburton Warth",
    "Text": "WeBS count today birds included eight adult Shelducks and two broods of six ducklings, seven Grey Herons, two Buzzards, five Oystercatchers, 365 Curlews, a Redshank, 35 Herring Gulls, 20 Lesser Black-backed Gulls, 100 Black-headed Gulls, a Common Gull, three Reed Warblers and at least 50 Carrion Crows loafing on the mudflats at low tide. (Mike Smart).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Stinchcombe Hill",
    "Text": "A Crossbill and a Siskin over this morning. (James Robinson).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Tewkesbury",
    "Text": "At the marina a Common Tern fishing, a Peregrine circling over and House Martins and Swallows hawking insects over the water. (Les Ditchburn).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/09/sunday-9th-july-2023/",
    "location": "Stanley Downton",
    "Text": "A Whitethroat, a Willow Warbler, two Buzzards, a Greenfinch, a Chiffchaff, a Grey Heron, five Kestrels, two adults and three juveniles and a female Sparrowhawk. Also Gatekeeper, Painted Lady, Large White, Meadow Brown, Common Darter and Broad-bodied Chaser. (Paul Sutton).",
    "Date": "2023-07-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Ashleworth Ham",
    "Text": "A QUAIL at 7:30am today heard from the screen and from the lane to the S of the reserve. The bird is at SO828260 approximately. Also two Red-legged Partridges, a Grey Heron, 57 Mallards and Sedge Warbler, two Chiffchaffs, Whitethroat, Blackcap and Willow Warbler heard. (David Lawrence).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A summer plumaged CURLEW SANDPIPER with 12 Dunlins, the BLACK-WINGED STILT, 45 Black-tailed Godwits, a Greenshank, eight Little Ringed Plovers and a Great White Egret from Zeiss hide. (Slimbridge Sightings). Seven Green Sandpipers on the Tack Piece and a Whimbrel at Middle Point. (Dot Jones). Two Spotted Redshanks flew in to the Rushy at 9:05am and the BLACK-WINGED STILT a few minutes later. (David Lawrence).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A GRASSHOPPER WARBLER reeling in the field W of the Grundon hide at 7am. Also a juvenile Redstart. (Ian Ralphs). Two Ringed Plovers on the north scrape. (John Fletcher). In the evening a female Gadwall with nine young, six Shovelers, 12 Teal, a Great White Egret, two Little Egrets, two Grey Herons, three Oystercatchers, 25 Lapwings, six Little Ringed Plovers, a Curlew, a Redshank, 28 Swifts, 25 Sand Martins, seven Yellow Wagtails and the GRASSHOPPER WARBLER still. (Andy Jayne).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Forest of Dean",
    "Text": "Late news for yesterday 7th a female SOUTHERN MIGRANT HAWKER at New Fancy View. (Allan Chard).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Frampton",
    "Text": "An adult Yellow-legged Gull on the pontoon on the Sailing Lake this evening. Also a Spotted Flycatcher feeding three young, 11 Chiffchaffs, nine Blackcaps, six Reed Warblers, 20+ Swifts, 58 Mute Swans including 18 cygnets, five Teal, 12 Tufted Ducks, 32 Mallards, 84 Barnacle Geese, 37 Greylags, 14 Canada Geese, a Kingfisher and a Cormorant. (Nick Goatman). At least two Spotted Flycatchers in beeches parallel to the Perry Way at SO7581507517 this morning. Also a Treecreeper and a Nuthatch here, a Cetti’s Warbler, two Reed Warblers and a male Greenfinch in the Gravel Wash and the Ross’s Goose on Court Lake with 50+ Barnacle Geese and 60+ Mute Swans. (MK).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 145 Avocets, 14 Curlews, six Oystercatcher, 13 Black-tailed Godwits, adult and juvenile Common Tern, two Yellow Wagtails and four Wigeon. (Gordon Hodgson).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Halmore",
    "Text": "In the woods today a hunting Kestrel, two Buzzards, a family of Blackcaps, a Greenfinch, two Spotted Flycatchers, two Goldcrests and several Chiffchaffs. (Chris Newton).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/08/saturday-8th-july-2023/",
    "location": "Cheltenham",
    "Text": "A Swift above Chambray Place this morning and three Swifts above Pittville Lawn this evening after a storm. (Howard Taylor).",
    "Date": "2023-07-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Clapton-on-the-Hill",
    "Text": "The OSPREY viewed distantly mid morning from the lane N of Newbridge sat in large dead tree at at SP 17971 18049. (Les Ditchburn).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The adult summer-plumaged CATTLE EGRET on South Lake again today. Also an adult summer plumage Mediterranean Gull. The BLACK-WINGED STILT on the Rushy, and later the Top New Piece. (Ian Hull/Tim Jukes/Jonathan Bull).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Frampton pools",
    "Text": "A Spotted Flycatcher feeding young in beeches parallel to the Perry Way 200m towards Court Lake from the Gravel Wash entrance gate at SO 75815 07517. (Nick Goatman).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Twyning",
    "Text": "A male Whinchat on Upham Meadow this evening. (Mike Smart).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 150+ Avocets, ten Curlews, three Oystercatchers, two Common Sandpipers, three Sand Martins and six Swallows. A new Reed Warbler in Hock Ditch reedbed and a Roe Deer close by. Seven Little Egrets and two Grey Herons in a high tide roost tree N of Bullo Pill Dock. (MK).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Dursley",
    "Text": "A Red Kite over the garden at lunchtime. (Magnus Carter).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Guscar Rocks",
    "Text": "This morning at high tide a pair of Shelducks with five small ducklings; another bigger duckling, a Grey Heron, two Cormorants, three adult Lapwings, ten adult Oystercatchers, 270+ Curlews, 120 Black-headed Gulls, a Common Gull, an adult Mediterranean Gull and a female Yellow Wagtail. (Mike Smart).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Stonehouse",
    "Text": "Near Bonds Mill late afternoon a Sparrowhawk with a kill, and the resident Yellow-bellied Slider on the canal. (Paul Sutton).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Stanway/Stanton",
    "Text": "Along the footpath a Sparrowhawk, a Buzzard, a Green Woodpecker and Chiffchaffs calling. Butterflies included Comma, Meadow Brown and Marbled White. (Andrew & Gill Worthington).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Winchcombe",
    "Text": "This evening at least five Swifts screaming overhead. (Andrew & Gill Worthington).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Longney Crib",
    "Text": "This afternoon a Great White Egret, three Little Egrets, three Shelducks, five House Martins, 65 Black-headed Gulls and 230 Lesser Black-backed Gulls and 100+ corvids a mix of Rooks and Carrion Crows. (John Fletcher).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/07/friday-7th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A Kingfisher in the Wharf area, 20 yds down from the wharf on the LH side a Water Rail has been seen and heard, plenty of Sedge Warblers, Whitethroats, Chiffchaff, Swifts, Swallows, House Martins and a Skylark. Lots of dragonflies and damselflies including an Emperor. (Alan McIlquham).",
    "Date": "2023-07-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/06/thursday-6th-july-2023/",
    "location": "Clapton-on-the-Hill",
    "Text": "An adult OSPREY over carrying a decent sized fish. It came from the Bourton direction, heading S towards Sherborne at 12:45pm. (Richard Tyler). It seemed to roost this evening in trees N of Newbridge Lane at SP 17971 18049. (Keith Jennings).",
    "Date": "2023-07-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/06/thursday-6th-july-2023/",
    "location": "Frampton",
    "Text": "The adult summer-plumaged CATTLE EGRET roosted on Court Lake this evening 8:20pm. (Nick Goatman). At Court Lake birds included 75 Barnacle Geese, 35 Greylags, 12 Canada Geese, 28 Mute Swans and two cygnets, a Hobby, two Buzzards, two Common Terns and a Reed Warbler. Dragonflies included Brown Hawker, Emperor, Black-tailed Skimmer, Ruddy Darter and Common Blue and Red-eyed Damselflies. (MK).",
    "Date": "2023-07-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/06/thursday-6th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The adult summer-plumaged CATTLE EGRET on South Lake today. (Terry Stevenson). The BLACK-WINGED STILT on the Rushy, three Spotted Redshanks and 130 Black-tailed Godwits. From Middle Point a raft of 175 swimming Avocets, also 129 Curlews, 15 Oystercatchers, five Bar-tailed Godwits, 12 Black-tailed Godwits, 3+ Dunlins, 16 Great Black-backed Gulls, 140 Shelducks, a Peregrine and a Marsh Harrier. (Paul Masters/Andy Chapman).",
    "Date": "2023-07-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/06/thursday-6th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Between 7:30-8am plenty of Whitethroats, Blackcaps and Skylarks, two Little Ringed Plovers, a Grey Heron, three Oystercatchers, two Redshanks, a small group of Lapwings and a Swift. (Jeremy Holland).",
    "Date": "2023-07-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/06/thursday-6th-july-2023/",
    "location": "Quedgeley",
    "Text": "A Red Kite over Field Court Drive at 12:17pm. (Paul Masters).",
    "Date": "2023-07-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT, three Spotted Redshanks and 161 Black-tailed Godwits on the Rushy. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings/Andy Jordan).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 185+ Avocets, 18 Curlews, three Oystercatchers, 223+ Shelducks, two Common Gulls, 20+ Swallows, three Swifts, five Sand Martins and two juvenile Yellow Wagtails, not local. Ten Little Egrets and four Grey Herons in a high tide roost tree N of Bullo Pill Dock. (MK).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Aylburton Warth",
    "Text": "Two juvenile Little Ringed Plovers, three Common Sandpipers, 22 Swifts, six Sand Martins, six Reed Warblers, a Lesser Whitethroat, two juvenile Stonechats and eight Reed Buntings. (Andy Jayne).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Birds today included ten Little Egret, a Grey Heron, Oystercatcher, Lapwing, Chiffchaff, Whitethroat, Sedge Warbler, a Grasshopper Warbler, Swift, Swallow, two Kingfishers and a Reed Bunting. (Alan McIlquham).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Upper Cam",
    "Text": "A Red Kite soaring with a Buzzard at 2pm. (Nigel Tucker).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Quedgeley",
    "Text": "At Elmore Lane West at lunchtime today a Little Owl, a Red Kite, a male Kestrel, six Buzzards, 12 Linnets and 20+ Sand Martins with six Swifts and eight Swallows near the river. (Steve Pullen).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Sharpness Docks",
    "Text": "Ten Oystercatchers, two Curlews, a Kestrel, two Peregrines, five House Martins, a Shelduck, a Grey Heron and three Swallows. (Jacob Jenkins).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/05/wednesday-5th-july-2023/",
    "location": "Maisemore",
    "Text": "This afternoon a Kingfisher, two Little Egrets, three Tufted Ducks, 12 Mallards, ten Moorhens, a Grey Heron, 14 House Martins, two Swallows, two Whitethroats, three Long-tailed Tits, two Blackcaps, two Chiffchaffs, a Great Spotted Woodpecker, two Buzzards, a Sparrowhawk and two Mute Swans. (John Fletcher).",
    "Date": "2023-07-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/04/tuesday-4th-july-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A BLACK-CROWNED NIGHT HERON by the car park at the Wharf late evening. Presumably the bird that was at The Mythe last week and possibly present in the area since April 8th. A GRASSHOPPER WARBLER reeling intermittently this evening 300yds past Grundon hide boardwalk in dense dock and grass to the right. (Ian Hull).",
    "Date": "2023-07-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/04/tuesday-4th-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT, three Spotted Redshanks and six Green Sandpipers on the Rushy. The male WHITE-SPOTTED BLUETHROAT showing again this morning occasionally on reedbed perches.  Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings/Roy Kinchin/Magnus Carter).",
    "Date": "2023-07-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/04/tuesday-4th-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 150+ Avocets, seven Oystercatchers, two Common Sandpipers, 30 Curlews, 240+ Shelducks, two Little Egrets, a Great Black-backed Gull eating a dead Manx Shearwater and 60+ Swallows around the sewage works. (MK).",
    "Date": "2023-07-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/04/tuesday-4th-july-2023/",
    "location": "Witcombe Reservoirs",
    "Text": "This morning two Common Sandpipers, five Great Crested Grebes, two Grey Wagtails with two juveniles, four Mute Swans, three Cormorants, five Tufted Ducks, 14 Greylags, three Canada Geese, a Greenfinch, a Goldfinch, three Swifts, three Sand Martins, a Song Thrush and a Green Woodpecker heard. (John Casswell).",
    "Date": "2023-07-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/04/tuesday-4th-july-2023/",
    "location": "Bentham",
    "Text": "This morning two Green Woodpeckers, a Little Grebe, 30+ Starlings, a Linnet and a Whitethroat. (John Casswell).",
    "Date": "2023-07-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/03/monday-3rd-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "A breeding plumage CATTLE EGRET on the Rushy early and later on South Lake. Also three male Ruffs. (Martin McGill). The BLACK-WINGED STILT and two Spotted Redshanks on the Rushy. The male WHITE-SPOTTED BLUETHROAT showing again this morning on reedbed perches.  Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings/Neil Smart).",
    "Date": "2023-07-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/03/monday-3rd-july-2023/",
    "location": "Newnham-on-Severn",
    "Text": "Birds today included three Spotted Flycatchers, seven Swifts, a Red Kite and a Great White Egret. (David Smith).",
    "Date": "2023-07-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/03/monday-3rd-july-2023/",
    "location": "Gloucester",
    "Text": "On Alney Island at 3:30pm today, a male Redstart near the wind turbine by the cycleway at SO821184 First Ian has seen on the Island in 20+ years. (Ian Elphick).",
    "Date": "2023-07-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/03/monday-3rd-july-2023/",
    "location": "Saul Warth",
    "Text": "On the falling tide between 12:30-2pm 95 Avocets, 18 Curlews, 100+ Shelducks and nine ducklings, three Oystercatchers, a Cormorant and ten Swallows. (MK).",
    "Date": "2023-07-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/03/monday-3rd-july-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "From Field Barn camping park birds included two Hobbies, five Red Kites, two Grey Partridges, four Gadwalls, six Great Crested Grebes, 27 Swallows, four Meadow Pipits, seven Skylarks, 36 Goldfinches, four Chaffinches, two Bullfinches, seven Linnets and eight Yellowhammers. Around the lakes (SP1720) 84 Canada Geese, 13 Greylags, 17 Mallards, two Great Crested Grebes, four Little Egrets, five Grey Herons, 15 Coots, two Cormorants, four Red Kites, two Green Woodpeckers, five Swifts, six Chiffchaffs and two Bullfinches. (John Fletcher).",
    "Date": "2023-07-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/02/sunday-2nd-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showing again this morning on reedbed perches. The BLACK-WINGED STILT on the Rushy today with two breeding plumage Spotted Redshanks and two male Ruffs and three Little Ringed Plovers on South Lake. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings/Paul Masters/Neil Smart).",
    "Date": "2023-07-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/02/sunday-2nd-july-2023/",
    "location": "Saul Warth",
    "Text": "At high tide this morning 208+ Avocets, 66 Curlews, two Common Sandpipers, two Oystercatchers, 180+ Shelducks and nine ducklings, four Skylarks, 20+ Swallows and a Green Woodpecker. Also an Emperor dragonfly and male and female Black-tailed Skimmers. (MK).",
    "Date": "2023-07-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/02/sunday-2nd-july-2023/",
    "location": "Hazelton",
    "Text": "In farmland and grassland east of the village three Corn Buntings, 10+ Yellowhammers, 35+ Skylarks and a Kestrel. Also two Dark Green Fritillaries amongst numerous Marbled Whites, Small Skippers and Meadow Brown butterflies. (Chris Furley).",
    "Date": "2023-07-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/02/sunday-2nd-july-2023/",
    "location": "Forest of Dean",
    "Text": "At Nagshead a singing Garden Warbler beside the trails just beyond the Visitor Centre at 11:50am. From Campbell Hide from 11:55am to 1pm a Spotted Flycatcher, a pair of Grey Wagtails feeding two juveniles, a pair of Siskins feeding a juvenile, male and female Blackcap, two very worn Blue Tits, a Treecreeper, a Stock Dove, two Goldfinches, a male Chaffinch, a worn Robin, a Great Tit and a Chiffchaff. A Jay flew across the Visitor Centre carpark at 4pm. At Cannop Stoneworks a Dipper and a Grey Wagtail at 4:20pm. At Minsterworth a Red Kite over the A48 E of Minsterworth at 10:55am. At Littledean House Martins visiting eaves nests in Silver Street at 11:15am. (Andy & Sue Gibbons).",
    "Date": "2023-07-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/02/sunday-2nd-july-2023/",
    "location": "Bishops Cleeve",
    "Text": "A Sparrowhawk carrying prey alongside the A435/Southam Lane junction. (Howard Taylor).",
    "Date": "2023-07-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/02/sunday-2nd-july-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Lawn a Tawny Owl calling regularly between 2am and 3am. (Howard Taylor).",
    "Date": "2023-07-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/01/sat-1st-july-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showing again this morning on reedbed perches. The BLACK-WINGED STILT on the Rushy today. Two Spotted Redshanks and two male Ruffs on South Lake. A WOOD SANDPIPER again on the Top New Piece. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings).",
    "Date": "2023-07-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/01/sat-1st-july-2023/",
    "location": "Gloucester",
    "Text": "c30 Swifts over Hempsted village at 10:05am. (Mark Hobson).",
    "Date": "2023-07-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/01/sat-1st-july-2023/",
    "location": "Forest of Dean",
    "Text": "At Cannop upper pond c30 Mallards, also a female Mallard with five small ducklings, two female Mandarins, two juvenile Coots, two Little Grebes, five Ravens and two Mute Swans with one cygnet. (Chris Keeling).",
    "Date": "2023-07-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/01/sat-1st-july-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "At Field Barn camping park birds included two Mute Swans, two Canada Geese, three Greylags, four Gadwalls, six Great Crested Grebes, a Cormorant, five Red Kites, two Buzzards, two Hobbies, two Grey Partridges, a Green Woodpecker, 27 Swallows, four Meadow Pipits, 36 Goldfinches, four Chaffinches, seven Linnets, eight Yellowhammers and nine Blue Tits. At SP1720 around lakes off Rissington Road 84 Canada Geese, 13 Greylags, 17 Mallards, two Great Crested Grebes, four Little Egrets, five Grey Herons, 15 Coots, two Cormorants, four Red Kites, two Green Woodpeckers, five Swifts and six Chiffchaffs. (John Fletcher).",
    "Date": "2023-07-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/07/01/sat-1st-july-2023/",
    "location": "Bishops Cleeve",
    "Text": "Three Swifts over the A435/Southam Lane junction and a Sparrowhawk carrying prey. (Howard Taylor).",
    "Date": "2023-07-01T00:00:00"
  }
]
