[
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/22/saturday-23rd-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today and showing well. (Mike Davis/Steve Money). On the Tack piece four Little Egrets, three Great White Egrets, an Egyptian Goose and c4 Green Sandpipers. The summer plumaged Spotted Redshank on the Top New Piece from Zeiss hide. 156+ adult Avocets and at least four chicks and three Little Ringed Plovers on South Lake. (Slimbridge Sightings/Tim McGrath/Helen Bojaniwska).",
    "Date": "2024-06-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/22/saturday-23rd-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "A QUAIL calling from the field adjacent to the path to the new hide from the canal this morning. (Nick Hughes). Also today 20 Mute Swans, a Greylag, eight Canada Geese, four Gadwalls, 30 Mallards, a Cormorant, a Great White Egret, a Grey Heron, ten Coots and an adult on the canal with five young, two Oystercatchers and a chick, three Little Ringed Plovers, 14 Lapwings, four Curlews, at least two Redshanks, an adult Common Tern and song from Skylark, Reed Warbler, Sedge Warbler, Whitethroat, Lesser Whitethroat, Blackcap, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-06-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/22/saturday-23rd-june-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 98 Shelducks including 28 ducklings, 36 Curlews, 11 Oystercatchers, a Kestrel, six adult Great Black-backed Gulls, four Whitethroats, a Reed Warbler, a brief Little Owl, the first since January. Also the first patch Marbled White and Ringlet. (MK).",
    "Date": "2024-06-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/21/friday-22nd-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today and showing well. An Egyptian Goose, two Great White Egrets and a Little Egret on the Tack Piece. (MK).",
    "Date": "2024-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/21/friday-22nd-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "A QUAIL calling at 9:52pm and a second bird heard at 10:15pm. (Paul Rich).",
    "Date": "2024-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/21/friday-22nd-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today a juvenile Hawfinch, a Spotted Flycatcher, a Siskin, a Nuthatch, a Coal Tit and a Garden Warbler. (Dave Stone).",
    "Date": "2024-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/21/friday-22nd-june-2024/",
    "location": "Guscar Rocks/Aylburton Warth",
    "Text": "Birds today included 20 Canada Geese, 18 Shelducks (also two creches of 20 nearly full grown and 15 smallish ducklings, and a recently hatched family of six), a Mallard, two Cormorants, two Grey Herons, five Oystercatchers, 78 Curlews, two Redshanks and song from Skylark, Meadow Pipit, Reed Warbler, Whitethroat, Lesser Whitethroat, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/20/thursday-20th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "A LITTLE TERN resting on a mud bank then flew downriver towards Purton early morning, also an adult Yellow-legged Gull. The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today and showing very well. Also a GOLDEN-WINGED DRAGONFLY, 3rd site record. The WOOD SANDPIPER, five Green Sandpipers, an Egyptian Goose, three Great White Egrets and two Little Egrets on the Tack Piece. (Martin McGill et al).",
    "Date": "2024-06-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/20/thursday-20th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Three QUAIL calling from 9:55pm this evening, two N of the canal and one S. (Paul Masters).",
    "Date": "2024-06-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/20/thursday-20th-june-2024/",
    "location": "Tresham",
    "Text": "Early morning a Spotted Flycatcher, three Greenfinches, a Yellow Wagtail, four Corn Buntings and three Whitethroat. (Paul Rich).",
    "Date": "2024-06-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/20/thursday-20th-june-2024/",
    "location": "Leckhampton",
    "Text": "A Tawny Owl calling towards the Pilley Bridge Reserve at 2:30am. (Steve Brown).",
    "Date": "2024-06-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/20/thursday-20th-june-2024/",
    "location": "Longney",
    "Text": "Mid afternoon two Cuckoos, nine Swallows, a Willow Warbler, seven Canada Geese (3 ads, 4 goslings), five Mallards, three Grey Herons, four Cormorants, a Mediterranean Gull, 90 Lesser Black-backed Gulls, six Herring Gulls, a Sedge Warbler, two Blackcaps, 41 Jackdaws, 350+ Rooks and a Kestrel. (John Fletcher).",
    "Date": "2024-06-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/19/wednesday-19th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "A WOOD SANDPIPER, five Green Sandpipers, a SPOONBILL, an Egyptian Goose, three Great White Egrets, a Cattle Egret, a Grey Heron and three Little Egrets on the Tack Piece. The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today and showing well. Also a juvenile Stonechat there. A summer-plumaged Spotted Redshank on the Rushy. (Martin McGill/Neil Smart/Paul Masters/Andy Jordan/Steve Pullen/Roberta Goodall/Martin Price/Geoff Bryant).",
    "Date": "2024-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/19/wednesday-19th-june-2024/",
    "location": "Chaceley Stock",
    "Text": "A QUAIL calling at 4:30pm at SO 85932 29690. (Andy Jayne).",
    "Date": "2024-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/19/wednesday-19th-june-2024/",
    "location": "Saul Warth",
    "Text": "Post high tide 30 Curlews, six Oystercatchers, a Lapwing, two pairs of Shelducks both with 11 ducklings, two Grey Herons, two Little Egrets, two adult Great Black-backed Gulls and a Tawny Owl heard, mobbed in deep cover by six Blackbirds. (MK).",
    "Date": "2024-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/19/wednesday-19th-june-2024/",
    "location": "Chavenage Green",
    "Text": "A male Redstart, a Red Kite and nine Buzzards today. (Terry Grant).",
    "Date": "2024-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/19/wednesday-19th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening two QUAIL calling N of the canal and either side of the Grundon hide. (Colin Greenfield).",
    "Date": "2024-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/19/wednesday-19th-june-2024/",
    "location": "Gloucester",
    "Text": "A singing Blackcap in Sainsbury’s car park in Barnwood this morning. (Harold Smith).",
    "Date": "2024-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/18/tuesday-18th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again this morning and showing well. Two Red Kites in fields NE of the Shepherd’s hut. (Warren Gill/Neil Smart/Magnus Carter/Dot Jones).",
    "Date": "2024-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/18/tuesday-18th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Two calling QUAIL still this evening, one just to the right of the Grundon hide, but not calling this morning. (Ian Hull). Also this evening 10+ Mute Swans, two Canada Geese, 50 Mallards, a Great White Egret, three Grey Herons, a Little Grebe with two small young, two Cormorants, a female Sparrowhawk, ten Coots, a Water Rail squealing at dusk, four adult Avocets, with two broods each of two small chicks, two Oystercatchers with one chick, c5 Lapwings, three Little Ringed Plovers, four Curlews, two adult Redshanks and two chicks and song from Reed Warblers, Sedge Warblers and a Yellowhammer. Also a Roe Deer. (Mike Smart/Ian Hull).",
    "Date": "2024-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/18/tuesday-18th-june-2024/",
    "location": "Frampton",
    "Text": "On the flashes this morning two Grey Herons, three Little Egrets, 6+ Redshanks, a male Cuckoo, a Cetti’s Warbler, 4+ Reed Warblers and a Yellow Wagtail. (MK). Also a Sparrowhawk caught a juvenile Blackbird, six Skylarks, four Reed Buntings, eight Gadwalls, four Tufted Ducks over, six Swifts, two Jays and two juvenile Great Spotted Woodpeckers. (Steve Pullen). A Jay and four juveniles at Court Lake at midday today. (Nigel Young).",
    "Date": "2024-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/18/tuesday-18th-june-2024/",
    "location": "Leckhampton",
    "Text": "A Scarlet Tiger Moth in the garden and two Ravens over. (Kim & Steve Brown).",
    "Date": "2024-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/17/monday-17th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning a QUAIL singing in a field N of the canal, a male Redstart, three 3 Yellow Wagtails, 3+ Curlews. three Redshanks, an Oystercatcher, four Avocets (1 chick), three 3 Little Ringed Plovers, four Lapwings, a Greylag, a Canada Goose, two Great White Egrets, six Lesser Whitethroats, 12 Swifts, a Swallow, two Sand Martins, three House Martins, a Water Rail, a Little Grebe, a Red Kite. a Buzzard, 15 Sedge Warblers, a Reed Warbler, a Garden Warbler, three Blackcaps, four Whitethroats and seven Chiffchaffs. (Nigel Sluman).",
    "Date": "2024-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/17/monday-17th-june-2024/",
    "location": "Ashleworth Ham",
    "Text": "This morning a ringing session caught 133 birds, including eight Redstarts, two Sedge Warblers, eight Whitethroats, two Lesser Whitethroats, five Blackcaps, 11 Chiffchaffs, 27 Long-tailed Tits, a Bullfinch and seven Reed Buntings. On the reserve at first light four Greylags and two goslings, a Canada Goose, at least 180 Mallards, a Grey Heron, two young Tawny Owls in Meerend Thicket, a male Yellow Wagtail, a Grasshopper Warbler singing early on and a Willow Warbler. (Mike Smart).",
    "Date": "2024-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/17/monday-17th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT continues to sing from the reed bed in front of the Shepherd’s hut at Middle Point. (Ian Hull).",
    "Date": "2024-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/17/monday-17th-june-2024/",
    "location": "Sharpness",
    "Text": "A Cuckoo calling at Hamfields Leisure on the far side of the football pitch this evening. (Clare Glanville).",
    "Date": "2024-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/17/monday-17th-june-2024/",
    "location": "Frampton pools",
    "Text": "A Tawny Owlet, a Spotted Flycatcher, a Peregrine, 50+ Swifts, a Cuckoo, the first young Reed Warbler out of the nest, a Garden Warbler, four Whitethroats, five Cetti’s Warblers, 22 Chiffchaffs, 19 Blackcaps, five Skylarks, 86 Mute Swans and six Common Terns today. (Nick Goatman).",
    "Date": "2024-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Between 6am-10am three QUAIL calling, one N of Grundon faintly, one in the field next to the Grundon boardwalk and one S of canal calling loudly, the latter bird seen in flight at 9:35am. Also a Great White Egret, five Grey Herons, three Avocets, a Lapwing, two Curlews, an Oystercatcher, a Cuckoo, a Kingfisher, nine Reed Buntings, including two juveniles, 10+ Sedge Warblers, five Whitethroats, a male Yellow Wagtail, 10+ Swifts and a Bullfinch. (MK/Steve Brown/David Lawrence). Two QUAIL still calling at 4:30pm in fields S of the canal. (Steve Pullen).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showed well on the Middle Point fence this morning at 9:45-10:15am. (Molly Gould/Jon Mercer). A SPOONBILL on South Lake best viewed from Hogarth hide early afternoon. (Molly Gould).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Barrow Wake",
    "Text": "A Red Kite over this afternoon. (Christopher Teague).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Quedgeley",
    "Text": "A Red Kite over the house high up heading N at 12:30pm. (Paul Masters).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Twigworth",
    "Text": "A Red Kite over at 10:19am. (MK).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Saul Warth",
    "Text": "At Hock Ditch 5+ Curlews, three Kestrels, 24+ Shelducks and a pair of Oystercatchers and lots of Swallows. (Mike Davis).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Tresham",
    "Text": "Early morning two Yellow Wagtails, four Corn Buntings and a Whitethroat. (Paul Rich).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Gloucester",
    "Text": "Around Port Ham and Lower Parting this morning two adult Great White Egrets feeding amongst the sedge in the filled rhines, a new species for the site, a Hobby flew N and two Cuckoos. (Gord Avery).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/16/sunday-16th-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Cannop Upper Pond, two clutches of Mallard juveniles, 3 three and four, and a small duckling with a female, a female Mandarin and a Marsh Tit on the bird table. A Jay at Speech House near the stained glass window. (Chris Keeling).",
    "Date": "2024-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/15/saturday-15th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "A QUAIL calling today, audible from the boardwalk. Also today 18 Mute Swans, a Greylag, four Gadwalls, three Teal, 50 Mallards, three Cormorants, a Great White Egret, a Little Egret, three Grey Herons, ten Coots, two Oystercatchers and a chick, five Avocets, two Little Ringed Plovers, ten Lapwings, a Snipe, nine Curlews, 4+ Redshanks, a Lesser Black-backed Gull, a Cuckoo heard, 25+ Swifts, 20+ House Martins, 10+ Swallows, a Yellow Wagtail, an adult Pied Wagtail with a fledged juvenile and song from Skylark, Sedge Warbler, Lesser Whitethroat, Blackcap and Reed Bunting. Also a female Roe Deer with two fawns of different sizes. (Ian Ralphs/Mike Smart).",
    "Date": "2024-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/15/saturday-15th-june-2024/",
    "location": "Frampton",
    "Text": "On Splatt flashes early morning an Avocet, 2+ Redshanks, a Grey Heron, two Little Egrets, 15 Swifts, a Cetti’s Warbler, a Reed Warbler and a male Reed Bunting. (MK). Later an OSPREY over the Severn then flew S. (Gordon Hodgson). Around Denfurlong Farm (Cool’s Farm) no sign of the Tree Sparrow but male and female Cuckoo, a Reed Warbler, a Buzzard, seven Swifts and good numbers of House Sparrows. (MK).",
    "Date": "2024-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/15/saturday-15th-june-2024/",
    "location": "Hasfield Ham",
    "Text": "Early morning two reeling Grasshopper Warblers and four Yellow Wagtails on Hasfield meadows. (Robin Lewis).",
    "Date": "2024-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/15/saturday-15th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "This morning the male WHITE-SPOTTED BLUETHROAT still singing at Middle Point, 197 Shelducks, 18 Dunlins and four Curlews on the estuary, a distant Peregrine being mobbed by gulls towards Frampton. A Green Sandpiper at Martin Smith hide and a Great White Egret and two Little Egrets. c120 Gadwalls and plenty of Avocets and chicks on the Rushy. A Black-tailed Godwit, six Lapwings, four Redshanks and 20 Avocets from Zeiss hide. (Jon Haw).",
    "Date": "2024-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "Frampton pools",
    "Text": "This evening a TREE SPARROW in a hedge in Marsh Lane, then flew towards Nebrow woods. Around the pools two Lesser Whitethroats, eight Whitethroats, 35 Chiffchaffs, 31 Blackcaps, eight Reed Warblers, a Hobby, two Cuckoos, 50+ Swifts, 20+ Swallows, 20+ House Martins and 10+ Sand Martins. (Nick Goatman).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point again this morning.  (Tim Jukes).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "Sharpness",
    "Text": "Three Crossbills flew W over the Marina at 9:45am. (Andy Jayne).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "Forest of Dean",
    "Text": "Four Hawfinches (2m, 2 juvs), a Spotted Flycatcher and a pair of Bullfinches at Nagshead this morning. (Roy Kinchin/Jonathan Bull).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "Saul Warth",
    "Text": "A very low high tide at 2pm a Little Egret, nine Curlews, two Oystercatchers, 80 Shelducks and a pair with 11 ducklings, 37 Mallards, two Gadwalls, three Buzzards, 70+ Swifts, the late passage continues, a Cetti’s Warbler, 2+ Whitethroats, four Skylarks, a Pied Wagtail, six Linnets and a Reed Bunting and another Whitethroat and a Lesser Whitethroat along the canal. (MK).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon six Greylags, 4 adults and two goslings, a Canada Goose, 18 Mallards, three Grey Herons, a Little Egret, three Swallows, a Reed Bunting, a male Greenfinch, five Chiffchaffs and a Song Thrush. (John Fletcher).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/14/friday-14th-june-2024/",
    "location": "Stonehouse",
    "Text": "A Great Spotted Woodpecker in the field below St Cyr’s church today. (Paul Sutton).",
    "Date": "2024-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/13/thursday-13th-june-2024/",
    "location": "Frampton",
    "Text": "A Grasshopper Warbler reeling at Splatt reedbed early this morning. (Roy Widgery). Four Common Terns, 50+ Swifts and 20+ House Martins on the Sailing Lake at lunchtime. (MK).",
    "Date": "2024-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/13/thursday-13th-june-2024/",
    "location": "Frocester",
    "Text": "Five Red Kites circling over fields behind the cricket ground at 1:30pm. (Tanya Allen).",
    "Date": "2024-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/13/thursday-13th-june-2024/",
    "location": "Epney",
    "Text": "A Cuckoo flew N upriver at 1:50pm and into trees N of the Anchor Inn. (MK).",
    "Date": "2024-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/13/thursday-13th-june-2024/",
    "location": "Edge",
    "Text": "At Rudge Hill NR a Buzzard, several Willow Warblers, a Linnet and a fledgling Song Thrush today. (Paul Sutton).",
    "Date": "2024-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/13/thursday-13th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening 16 Mute Swans, a Greylag, five Canada Geese, six Teal, two Gadwalls, 52+ Mallards and a female with eight newly hatched ducklings on the canal, two Cormorants, a Grey Heron, ten Coots, 1+ Oystercatcher, five Avocets, two Little Ringed Plovers, 5+ Lapwings, seven Curlews and two adult Redshanks. (Mike Smart).",
    "Date": "2024-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/12/wednesday-12th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again this morning and showing well.  (MK/Neil Smart).",
    "Date": "2024-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/12/wednesday-12th-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead this morning birds included three Hawfinches, two adults and a juvenile, two Spotted Flycatchers, two Pied Flycatchers, a Kingfisher, two Garden Warblers, two Firecrests heard, a Jay, a Siskin and a Roebuck. (Steve Pullen).",
    "Date": "2024-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/12/wednesday-12th-june-2024/",
    "location": "Quedgeley",
    "Text": "A Red Kite  S over the garden at 11:20am very high up. (MK).",
    "Date": "2024-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/12/wednesday-12th-june-2024/",
    "location": "Tewkesbury",
    "Text": "The first Peregrine juvenile has left the box on the Abbey today. (Steve Money).",
    "Date": "2024-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/12/wednesday-12th-june-2024/",
    "location": "Winchcombe",
    "Text": "In the garden today, three male, a female and two juvenile Siskins on the garden feeders, at least three Greenfinches, Goldfinches with juveniles, juvenile Coal Tits being fed and a male Great Spotted Woodpecker visiting frequently. (Andrew Worthington).",
    "Date": "2024-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/11/tuesday-11th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT at Middle Point again today. Also a Green Sandpiper on the Tack Piece and a young Yellow Wagtail on the Summer Walkway. (Geoff Fawcett). A female Shoveler with a brood of least seven ducklings from Martin Smith hide. (Martin McGill).",
    "Date": "2024-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/11/tuesday-11th-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today birds included a Pied Wagtail, Pied Flycatchers, a Spotted Flycatcher, a Jay, four Treecreepers, two Blackcaps, three Siskins, four Goldfinches, a Goldcrest and an adult Hawfinch feeding a juvenile. (Eden Tanner).",
    "Date": "2024-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/11/tuesday-11th-june-2024/",
    "location": "Ashleworth Ham",
    "Text": "Birds caught in a ringing session today included an adult Redstart, a Sedge Warbler, seven Whitethroats, five Chiffchaffs, 16 Long-tailed Tits and three Reed Buntings. On the reserve at least six Greylags and two goslings, a Canada Goose, 170 Mallards, a Grey Heron, a Great White Egret, a Sparrowhawk, a Buzzard, a Cuckoo singing, ten House Martins, a male Yellow Wagtail, at least five Skylarks, three Sedge Warblers, five Whitethroats, a Willow Warbler, a Raven and at least five Reed Buntings. (Mervyn Greening/Mike Smart).",
    "Date": "2024-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/11/tuesday-11th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening until dusk ten Mute Swans, four Gadwalls, four Teal, c50 Mallards, a pair of Shovelers, a Great White Egret, a Grey Heron, a Cormorant, ten Coots and five chicks on canal, a Water Rail squealing, an Oystercatcher, five Avocets, three Ringed Plovers, two Little Ringed Plovers, 10+ Lapwings and a female with two tiny chicks just off reserve, six Curlews, a Cuckoo singing, a Yellow Wagtail carrying food and a Reed Warbler singing. (Mike Smart).",
    "Date": "2024-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/11/tuesday-11th-june-2024/",
    "location": "Whitminster",
    "Text": "Along the canal near Fromebridge mid afternoon four Cetti’s Warblers, three Blackcaps, two Whitethroats, 20+ House Martins, 6+ Swallows and eight Swifts. (Paul Sutton).",
    "Date": "2024-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/11/tuesday-11th-june-2024/",
    "location": "Framilode",
    "Text": "A Shelduck took nine chicks downstream from Epney, past Framilode and then kept going. (Paul Sutton).",
    "Date": "2024-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/10/monday-10th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showed briefly in reeds SW of Middle Point late morning. (Matt Hull).",
    "Date": "2024-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/10/monday-10th-june-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 100+ Shelducks, 14 Curlews, four Oystercatchers, a female Marsh Harrier hunting the Warth, 150+ Swifts, 20+ House Martins, 6+ Swallows and two Skylarks. (MK).",
    "Date": "2024-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/10/monday-10th-june-2024/",
    "location": "Frampton",
    "Text": "A Hobby through Splatt Bridge this morning. (Les Ditchburn).",
    "Date": "2024-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/10/monday-10th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening until dusk at least 11 Mute Swans, two Canada Geese, six Gadwalls, six Teal, 68+ Mallards, a Great White Egret, a Little Egret, two Grey Herons, ten Coots, a Water Rail squealing, a pair of Oystercatchers with two chicks, five Avocets, two Ringed Plovers, two Little Ringed Plovers, 20 Lapwings, eight Curlews, two Redshanks and a Reed Warbler singing. (Mike Smart).",
    "Date": "2024-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/09/sunday-9th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today but mobile.  (Tim McGrath).",
    "Date": "2024-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/09/sunday-9th-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead a juvenile Hawfinch, 3+ Spot Flycatchers, 2+ Pied Flycatchers and a female Kingfisher this morning. (Mike Davis).",
    "Date": "2024-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/09/sunday-9th-june-2024/",
    "location": "Stanley Downton",
    "Text": "This morning two Buzzards, a Greenfinch, a Chiffchaff, a Cuckoo calling, c70 House Martins, five Swallows, three Swifts and a Kestrel. (Paul Sutton).",
    "Date": "2024-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/09/sunday-9th-june-2024/",
    "location": "Elkstone",
    "Text": "A family of nine recently fledged Marsh Tits S of the village and good numbers of Pyramidal, Common Spotted and Bee Orchids. (Chris Furley).",
    "Date": "2024-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/09/sunday-9th-june-2024/",
    "location": "Aylburton Warth/Guscar Rocks",
    "Text": "At high tide 45 Canada Geese, 25 adult Shelducks and 29 ducklings, 12 Mallards, two Cormorants, two Grey Herons, four Oystercatchers, 11 Ringed Plovers, seven Dunlins, a Snipe, 14 Curlews, four Redshanks, 42 Lesser Black-backed/Herring Gulls (mainly immatures), a Buzzard, five Swifts, a Reed Warbler heard and song from Skylark, Meadow Pipit, Lesser Whitethroat, Blackcap, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/08/saturday-8th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today.  (Jonathan Bull/Mike Davis/Dot Jones/Tom Mabbett). At least four Sanderlings with c40 Ringed Plovers and ten Dunlins from Middle Point. Also a Mole crossing the path and a Green Sandpiper on South Lake. (Tom Mabbett).",
    "Date": "2024-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/08/saturday-8th-june-2024/",
    "location": "Winchcombe",
    "Text": "A WHITE STORK over at 5:30pm heading N seen from the garden. (Peter Rodgers). In the garden today, two adult Great Spotted Woodpeckers and a juvenile being fed, a male Siskin, two Greenfinches, juvenile Coal Tits, juvenile Goldfinches and a singing Song Thrush. (Gill Worthington).",
    "Date": "2024-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/08/saturday-8th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "30 Mute Swans, two Greylags, an Egyptian Goose, seven Gadwalls, five Teal, 50+ Mallards with lots of ducklings, a male Shoveler, a Great White Egret, two Grey Herons, two Cormorants and 12 Coots. Waders included a pair of Oystercatchers with three chicks, c6 Avocets, two Little Ringed Plovers, 16 Lapwings and two full grown flying Lapwing chicks, a Curlew, two Redshanks, two Ringed Plovers, a Lesser Black-backed Gull, 15 Swifts, five House Martins,50 Jackdaws, 200 Carrion Crows and song from Cuckoo, Skylark, Sedge Warbler, Blackcap, Whitethroat, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/08/saturday-8th-june-2024/",
    "location": "Cobney Meadows",
    "Text": "A pair of Canada Geese with three goslings, three Teal, 20 Mallards, a Little Egret, two Lapwings, two Treecreepers and a Redstart singing. (Mike Smart).",
    "Date": "2024-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/08/saturday-8th-june-2024/",
    "location": "Prestbury Hill Reserves",
    "Text": "Mid afternoon at Bill Smyllie four Marsh Fritillaries and three Adonis Blues, also Dingy Skipper, Common Blue, Small Blue, Brown Argus, Small Heath and Brimstone. In the Masts Field many Small Blues, two Adonis Blues, and a Brimstone. Also a Chimney Sweeper moth, a Bee Orchid, two Tree Pipits and two Swifts working the scarp. (Steve Brown).",
    "Date": "2024-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/07/friday-7th-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead this afternoon, a Pied Wagtail, a Redstart, a Pied Flycatcher, a Buzzard, a Jay, a Robin family, a Spotted Flycatcher family, a Wren, two Blackcaps and adult and juvenile Hawfinch. (Eden Tanner).",
    "Date": "2024-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/07/friday-7th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again today. (Tim Jukes). Two Red Kites and a Hobby over the Rushy. (Tim McGrath).",
    "Date": "2024-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/07/friday-7th-june-2024/",
    "location": "Frampton pools",
    "Text": "A Hobby, a Peregrine, seven Common Terns, 50+ Swifts, 20+ Sand Martins, a few House Martins and Swallows, a Cuckoo, a Lesser Whitethroat, a Whitethroat with young, a Song Thrush collecting food for young and a Mistle Thrush with a second brood. (Nick Goatman).",
    "Date": "2024-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/07/friday-7th-june-2024/",
    "location": "Saul Warth",
    "Text": "At high tide 11 Curlews, a Redshank, four Oystercatchers, five Lapwings, three Little Egrets, 38 adult Shelducks and 26 ducklings, a Cuckoo, a Lesser Whitethroat and 10+ Swifts. (MK).",
    "Date": "2024-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/07/friday-7th-june-2024/",
    "location": "Staverton",
    "Text": "Three Red Kites circling a field at Hayden this morning. (Owen Follis).",
    "Date": "2024-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/07/friday-7th-june-2024/",
    "location": "Maisemore",
    "Text": "At Leadon Meadows, Persh Farm 14 Mute Swans, eight adult Shelducks and three ducklings, c50 Mallards with several broods of ducklings, eight Little Egrets, two Grey Herons, c20 Coots, several with families of small chicks, 25 Black-headed Gulls, c30 House Martins and 20 Sand Martins, two Mistle Thrushes and song from Skylark, Whitethroat and Lesser Whitethroat. (Mike Smart).",
    "Date": "2024-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/06/thursday-6th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT singing at Middle Point again this afternoon.  (Roberta Goodall). At least six Kingfishers on site today from Kingfisher hide and Martin Smith hide. (Roberta Goodall/Terry Stevenson/Paul Clark). A drake Garganey on the Tack Piece today. (Slimbridge Sightings). Four Great White Egrets on the Tack Piece this morning. (Terry Stevenson).",
    "Date": "2024-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/06/thursday-6th-june-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge this morning a female Cuckoo, 100+ Swifts hawking low over the reedbeds, a Lesser Whitethroat, four Reed Warblers, 6+ Redshanks, eight Gadwalls, two Little Egrets and a Grey Heron. (Steve Pullen).",
    "Date": "2024-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/06/thursday-6th-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead birds today included a Kingfisher, a Redstart, three Spotted Flycatchers, five Pied Flycatchers, a Bullfinch, a Garden Warbler, 13+ Siskins, a Sparrowhawk, a Nuthatch, a Jay, a Great Spotted Woodpecker, two Pied Wagtails and two Coal Tits. (Oliver Paisey). A male Kestrel in Lower Mitcheldean, unusual there. (Chris Keeling).",
    "Date": "2024-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/06/thursday-6th-june-2024/",
    "location": "Brookthorpe",
    "Text": "This evening four Swifts over at 9:10pm. (Ian Elphick).",
    "Date": "2024-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/06/thursday-6th-june-2024/",
    "location": "Tewkesbury",
    "Text": "At Mitton on a flooded field 17 Mute Swans, 13 Greylags, two Gadwalls, 50 Mallards with at least five broods of ducklings, a male Shoveler, two Grey Herons, two Moorhens, four Lapwings, a Curlew, a Redshank and 30 House Martins collecting mud. (Mike Smart).",
    "Date": "2024-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/06/thursday-6th-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "32 Mute Swans, a Greylag, three Canada Geese, eight Teal, at least 44 Mallards with at least five broods of ducklings, three Shovelers, four Tufted Ducks, a Great White Egret, two Little Egrets, three Grey Herons, 15 Coots, five Avocets, two Little Ringed Plovers, four Lapwings, five Curlews, a Redshank, two Ringed Plovers, a Lesser Black-backed Gull, a Cuckoo, a Yellow Wagtail and 1+ Reed Warbler singing. (Mike Smart).",
    "Date": "2024-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/05/wednesday-5th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "A Green Sandpiper this morning on the Tack Piece. Three Avocet chicks on the Rushy, on the river 20 Sanderlings, a Cuckoo in the Decoy wood and two Little Grebes on the Decoy pond. Also from Martin Smith hide early morning, a male Kingfisher and a Fox cub. (Neil Smart/Mike Davis/Dave Tait).",
    "Date": "2024-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/05/wednesday-5th-june-2024/",
    "location": "Saul Warth",
    "Text": "At high tide this morning a Marsh Harrier on the Warth hunting, flushing ducks, then resting. Just nine Curlews, nine Oystercatchers, a Dunlin, 30+ Shelducks and a pair with 17 ducklings, 25+ Mallards, a pair of Gadwalls, two Little Egrets, a Lesser Whitethroat, two Whitethroats, 50+ Swifts apparently still arriving and a male Reed Bunting. (MK).",
    "Date": "2024-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/05/wednesday-5th-june-2024/",
    "location": "Hartpury",
    "Text": "Birds today included a Little Egret, a pair of Ravens, three Buzzards, four Greenfinches, ten Goldfinches and two Stock Doves. (Oliver Paisey).",
    "Date": "2024-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/05/wednesday-5th-june-2024/",
    "location": "Slad Valley",
    "Text": "Birds included a Chiffchaff, a Goldcrest, Buzzards, a Red Kite, a Lesser Spotted Woodpecker and a Tree Pipit at Swifts Hill. (Paul Sutton).",
    "Date": "2024-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/05/wednesday-5th-june-2024/",
    "location": "Ashleworth Ham",
    "Text": "This evening birds included a Spotted Flycatcher, a Redstart, four Yellow Wagtails, Whitethroats, Sedge Warblers, Chiffchaffs, Willow Warblers, Reed Buntings, a Red Kite, Skylarks and Song Thrushes. (Richard Humphrey/Go Wild In Ashleworth Group).",
    "Date": "2024-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/04/tuesday-4th-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The moulting drake Garganey on the Rushy again today. (Slimbridge Sightings).",
    "Date": "2024-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/04/tuesday-4th-june-2024/",
    "location": "Ashleworth Ham",
    "Text": "On the reserve six Greylags and three goslings, five Canada Geese, at least 270 Mallards, a Grey Heron, two Little Egrets, at least five singing Skylarks, two Yellow Wagtails, a singing Willow Warbler, four Ravens and song from Sedge Warblers, Whitethroats and Chiffchaffs. Birds ringed today included a Redstart, four Sedge Warblers, ten Whitethroats, a Blackcap, five Chiffchaffs and a Reed Bunting. (Mike Smart/Mervyn Greening).",
    "Date": "2024-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/04/tuesday-4th-june-2024/",
    "location": "Gloucester",
    "Text": "A Peregrine on the Cathedral this morning. (Nigel Young).",
    "Date": "2024-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/04/tuesday-4th-june-2024/",
    "location": "Hartpury",
    "Text": "Six Swifts, a Red Kite, three Buzzards, a Sparrowhawk, a Kestrel, 20+ Greylags, three Canada Geese, 5+ Mallards, three Greenfinches, two Chaffinches, five Goldfinches, four House Martins and three Swallows today. (Oliver Paisey).",
    "Date": "2024-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/04/tuesday-4th-june-2024/",
    "location": "Cheltenham",
    "Text": "A Red Kite over Mead Road, Leckhampton at 10:25am today. (Dave Jeynes).",
    "Date": "2024-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/03/monday-3rd-june-2024/",
    "location": "Saul Warth",
    "Text": "At high tide at 6am two Sanderlings, 20 Ringed Plovers, eight Curlews, three Oystercatchers, three Grey Herons, two Little Egrets, 27 adult Shelducks and 11, 7 & 5 ducklings, a male Shoveler, two Common Gulls and two Lesser Whitethroats. (MK).",
    "Date": "2024-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/03/monday-3rd-june-2024/",
    "location": "Edge",
    "Text": "At Rudge Hill NNR a Tree Pipit, singing briefly at 6:45pm at SO846092. (Ian Elphick).",
    "Date": "2024-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/03/monday-3rd-june-2024/",
    "location": "Forest of Dean",
    "Text": "A Tree Pipit singing at Foxes Bridge Colliery along the cycle trail SO6386013501. (Mark Hobson).",
    "Date": "2024-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/03/monday-3rd-june-2024/",
    "location": "Maisemore",
    "Text": "This afternoon birds today included a Kingfisher, two Little Egrets, two Mute Swans, male and female Tufted Ducks, 17 Mallards, three Moorhens, three Grey Herons, a Cormorant, two House Martins, seven Long-tailed Tits. three Blackcaps and two Chiffchaffs. (John Fletcher).",
    "Date": "2024-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT at Middle Point again today.  (Slimbridge Sightings). A moulting drake Garganey on the Rushy today. (Dan Fletcher).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "Alvington",
    "Text": "Four Buzzards, two Goshawks and a Peregrine over Clanna Country Park today. (Paul Woolams).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "Halmore",
    "Text": "Birds around the woods today included a Goshawk, two Buzzards, a Sparrowhawk, a Hobby heading W, a Little Egret perched in a dead tree, a Cuckoo calling from the canal to the N and several Swifts and Swallows. Butterflies included a Small Copper, two Large Skippers and several Brimstones. (Chris Newton).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "Saul",
    "Text": "A Red Kite N over Saul Marina at 2:10pm. Also a male Cuckoo calling, a Green Woodpecker, two Cetti’s Warblers and a Reed Warbler. (MK).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "Huntley",
    "Text": "A Red Kite circling over the village at 5pm today. (Martin Drew).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "Aylburton",
    "Text": "On an early morning walk from the village to the Warth birds included seven Shelducks, three Canada Geese, a Barnacle Goose, a Buzzard, four Grey Herons, a Little Egret, a Ringed Plover, a Oystercatcher, a Reed Warbler, 16 Skylarks, a Linnet and a Raven. (John Meadows).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/02/sunday-2nd-june-2024/",
    "location": "Oakridge Lynch/Sapperton",
    "Text": "At Strawberry Banks NR and Daneway Banks NR birds included Redstart, a Corn Bunting heard, a Raven, a Green Woodpecker, a Buzzard, a Sparrowhawk, a Red Kite and Goshawk.  At Strawberry Banks NR 11 Marsh Fritillaries and at Daneway Banks NR a Large Blue, Brown Argus, Dingy Skipper, Large Skipper and a lot of freshly emerged Common Blues. (Tim McGrath).",
    "Date": "2024-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Chaceley",
    "Text": "In meadows along the River Severn N of Haw Bridge a QUAIL calling. (Mike Smart).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed well at Middle Point this morning and again this afternoon. (Tan Grigg/Mark Hobson).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Frampton",
    "Text": "Around the pools a Tawny Owl, six Common Terns, seven Swifts, five House Martins, two Swallows, a Sand Martin, 1+ Spotted Flycatcher, three Whitethroats, 28 Blackcaps, 19 Chiffchaffs, 10+ Reed Warblers, four Cetti’s Warblers and three Coal Tits and young. (Nick Goatman). Along the canal and on the flashes early morning seven Barnacle Geese flew S, 25+ Shelducks, a male Shoveler, a Little Egret, 4+ Redshanks, three Oystercatchers, a Lapwing, a Common Tern, a male Cuckoo and four Cetti’s Warblers. (MK).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Epney",
    "Text": "A drive-by Little Owl early morning, the first sighting here since 17th February. (MK).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Birds today included c30 Mute Swans, five Greylags, eight Canada Geese, a Wigeon, three Teal, at least five Gadwalls, at least 60 Mallards and at least five broods of ducklings, a male Shoveler, a male Garganey, an immature Great White Egret, three Grey Herons, at least 15 Coots and broods of two chicks on the reserve and five on the canal. Waders included a pair of Oystercatchers with three chicks, c8 Avocets, a Little Ringed Plover, c45 Lapwings and four chicks, a Curlew and a Redshank. Also a Cuckoo, c5 House Martins, two Swifts and song from Skylark, Redstart, Sedge Warbler, Blackcap, Chiffchaff and Reed Bunting. Also a Fox took an adult Coot. (Mike Smart/Sarah Townsend).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead Spotted Flycatcher, a male Pied Flycatcher and a Redstart at the Lower hide. Also at least four Great Spotted Woodpeckers and numerous Nuthatches. (Sarah Townsend/Robin Nelson). Three Goosanders (1 juv) still at Cannop Ponds. (Robin Nelson).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Stanley Downton",
    "Text": "Birds today included two Red Kites, three Buzzards, a Kestrel, a male Sparrowhawk, a Greenfinch, a Goldfinch, a Linnet, a Blackcap, a Goldcrest, several Swifts, five Swallows, two House Martins, a Pied Wagtail, a Whitethroat, a Raven and a Grey Heron. (Paul Sutton).",
    "Date": "2024-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/06/01/saturday-1st-june-2024/",
    "location": "Whittington",
    "Text": "A Marsh Fritillary at Prestbury Hill Butterfly Reserve today. (Ken Heron & Jenny Jones).",
    "Date": "2024-06-01T00:00:00"
  }
]
