[
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/30/friday-30th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Zeiss hide a Great White Egret, four Little Ringed Plovers and a WOOD SANDPIPER. On South Lake two incubating Little Ringed Plovers, three Ruff, 27 Redshanks, two Spotted Redshanks, 127 Black-tailed Godwits and a Green Sandpiper. (Ian Hull). The male WHITE-SPOTTED BLUETHROAT showing well still at Middle Point today. (Dot Jones).",
    "Date": "2023-06-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/29/thursday-29th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today and the BLACK-WINGED STILT on the Rushy. Also a summer-plumaged Spotted Redshank on the Rushy and two Green Sandpipers, with two more Green Sandpipers and the Ross’s Goose from Robbie Garnett hide. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings).",
    "Date": "2023-06-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/29/thursday-29th-june-2023/",
    "location": "Tewkesbury",
    "Text": "No sign of the adult BLACK-CROWNED NIGHT HERON at The Mythe today. Looked for this morning and again this afternoon, likely still present but 7 fishermen on the pits this afternoon, so probably roosting out of sight. Parking is difficult, with c3 spaces at the top of the lane next to the garden centre at SO8895834064 or park in Tewkesbury and walk to the bird at cSO8793334795. Don’t park in the the garden centre please.",
    "Date": "2023-06-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/29/thursday-29th-june-2023/",
    "location": "Cotswold Water Park East",
    "Text": "31 Black-tailed Godwits on Pit 132 today. Also three Green Sandpipers, a Snipe and two Great White Egrets. (Duncan Dine).",
    "Date": "2023-06-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/29/thursday-29th-june-2023/",
    "location": "Sharpness",
    "Text": "Two Oystercatchers, two Curlews and a Reed Bunting on the river’s edge. Three House Martins and a Greenfinch. A Peregrine sat on the concrete tower. (Jacob Jenkins).",
    "Date": "2023-06-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/29/thursday-29th-june-2023/",
    "location": "Gloucester",
    "Text": "At Robinswood Hill a Whitethroat, a Blackcap, two Robins, eight Blue Tits, three Great Tits, two Coal Tits and a Nuthatch heard. (Paul Brunt).",
    "Date": "2023-06-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/29/thursday-29th-june-2023/",
    "location": "Dudbridge",
    "Text": "A Red Kite over at 1:35pm and a Grey Heron perched on Sainsburys roof mobbed by gulls. (Steve Pullen).",
    "Date": "2023-06-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/28/wednesday-28th-june-2023/",
    "location": "Tewkesbury",
    "Text": "An adult BLACK-CROWNED NIGHT HERON found at The Mythe pits today, showing well until 7:25pm at least. Parking is difficult, with c3 spaces at the top of the lane next to the garden centre at SO8895834064 or park in Tewkesbury and walk to the bird at cSO8793334795. Don’t park in the the garden centre please. (Geoff Everitt). Also late afternoon other birds included up to ten Mandarins, two Common Terns, a pair of Great Crested Grebes with four young, a calling Cuckoo, a pair of Oystercatchers with a chick, a Lapwing, two Kingfishers, five Yellow Wagtails and a Cetti’s Warbler. (Andy Jayne/Ian Hull/MK).",
    "Date": "2023-06-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/28/wednesday-28th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today and the BLACK-WINGED STILT on the Rushy. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings).",
    "Date": "2023-06-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/tuesday-27th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today. The BLACK-WINGED STILT on the Rushy today and two Green Sandpipers. Two male Ruffs, two Spotted Redshanks and 4+ Green Sandpipers on South Lake. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings).",
    "Date": "2023-06-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/tuesday-27th-june-2023/",
    "location": "Woodchester",
    "Text": "Three Dippers along the River Frome this afternoon. (Martin & Michelle Greenish).",
    "Date": "2023-06-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/tuesday-27th-june-2023/",
    "location": "Frampton",
    "Text": "On the Sailing Lake this afternoon four Common Terns, a Hobby and 20+ Swifts. (MK).",
    "Date": "2023-06-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/tuesday-27th-june-2023/",
    "location": "Lechlade",
    "Text": "Two Oystercatchers very vocal flew over the Market Square at 12:40pm. (Ian Sherriffs).",
    "Date": "2023-06-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/tuesday-27th-june-2023/",
    "location": "Cheltenham",
    "Text": "At Naunton Park a Swift over the Rose Garden, a Stock Dove calling from an aerial and a Nuthatch in the College Junior School grounds. (Steve Brown).",
    "Date": "2023-06-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/tuesday-27th-june-2023/",
    "location": "Whittington",
    "Text": "At Arle Grove a Jay, a Great Spotted Woodpecker, a Treecreeper and a Coal Tit. (Steve Brown).",
    "Date": "2023-06-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/monday-26th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today. The BLACK-WINGED STILT on the Rushy today and four Green Sandpipers. Two male Ruffs and two Spotted Redshanks on South Lake. A GARGANEY from Zeiss hide. Open to WWT members from 8:15am (have your membership card with you), normal access for all via admissions from 9:30am. (Slimbridge Sightings/Andy Jayne/John Fletcher).",
    "Date": "2023-06-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/monday-26th-june-2023/",
    "location": "Frampton pools",
    "Text": "A Great White Egret, a Cuckoo, a Hobby, seven Common Terns, an Oystercatcher, the Ross’s Goose, 40 Barnacle Geese, 14 Canada Geese, 43 Greylags, 28 Swifts and a Kingfisher. (Nick Goatman).",
    "Date": "2023-06-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/monday-26th-june-2023/",
    "location": "Forest of Dean",
    "Text": "A Spotted Flycatcher from Campbell hide this afternoon, catching flies and bathing. (John Elley). At Cannop ponds at 6pm, on Lower pond by the stoneworks two Pied Wagtails, male and female Tufted Duck, seven Mallards, a Coot, a pair of Canada Geese with five goslings and a pair of Greylags with one gosling. (Christine Mora).",
    "Date": "2023-06-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/monday-26th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This afternoon birds included Reed Warbler, Sedge Warbler, Cetti’s Warbler, Reed Bunting, Chiffchaff, a Great White Egret, a Little Egret and Curlew. (Alan McIlquham).",
    "Date": "2023-06-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/sunday-25th-june-2023/",
    "location": "Huntley",
    "Text": "A Pied Flycatcher singing from trees around the old car park of what was The Orchard golf course. Also two Whitethroat around the same area and a Spotted Flycatcher hawking insects from the gravestones at Huntley churchyard. (Derek Summers).",
    "Date": "2023-06-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/sunday-25th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today. The BLACK-WINGED STILT still on South Lake and two male Ruffs and two Spotted Redshanks. (Slimbridge Sightings).",
    "Date": "2023-06-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/sunday-25th-june-2023/",
    "location": "Frampton pools",
    "Text": "Around the pools a Red Kite, a Hobby, two Sparrowhawks, a Kestrel, a Cuckoo, nine Common Terns, 43 Swifts, 12 Whitethroats, 27 Chiffchaffs, 29 Blackcaps, six Treecreepers, two Oystercatchers, a Kingfisher, four Cetti’s Warblers, 10+ Reed Warblers and three Little Egrets today. (Nick Goatman).",
    "Date": "2023-06-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/sunday-25th-june-2023/",
    "location": "Southam",
    "Text": "A Red Kite soaring above Kayte Lane railway bridge at noon. (Howard Taylor).",
    "Date": "2023-06-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/saturday-24th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today and the BLACK-WINGED STILT still on South Lake and a Spotted Redshank. (Slimbridge Sightings).",
    "Date": "2023-06-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/saturday-24th-june-2023/",
    "location": "Winchcombe",
    "Text": "Five Swifts circling over the garden at 8am. (Andrew & Gill Worthington).",
    "Date": "2023-06-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/saturday-24th-june-2023/",
    "location": "Bishops Cleeve",
    "Text": "A Sparrowhawk over the A435/Southam Lane junction. Also a Buzzard soaring above. (Howard Taylor).",
    "Date": "2023-06-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/saturday-24th-june-2023/",
    "location": "Cheltenham",
    "Text": "A Jay with a fledgling on Pittville Lawn today. (Howard Taylor).",
    "Date": "2023-06-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/friday-23rd-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today and the BLACK-WINGED STILT still on South Lake and two Spotted Redshanks. (Slimbridge Sightings).",
    "Date": "2023-06-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/27/friday-23rd-june-2023/",
    "location": "Batsford Arboretum",
    "Text": "A Red Kite, Chiffchaffs calling, a Green Woodpecker, a Song Thrush feeding a juvenile and Goldcrests calling. (Andrew & Gill Worthington).",
    "Date": "2023-06-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "Slimbridge village",
    "Text": "A CORN BUNTING with a male Yellowhammer at 51.7332228, -2.3863473 today, a great local bird. On a barn with a dipped terracotta tile roof on the left in the village. (Jack Green).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today and the BLACK-WINGED STILT still on South Lake. (Roberta Goodall/Martin & Michelle Greenish).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "Tewkesbury",
    "Text": "The Peregrine chicks at the Abbey continue to practise their flight skills around the tower. All four are doing well. (Alan McIlquham).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "Forest of Dean",
    "Text": "A Wood Warbler calling at Lightmoor today. (Owen Follis).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "Cam",
    "Text": "A juvenile Dipper along the River Cam this afternoon. (Jonathan Bull).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Sedge, Reed and Garden Warblers, Blackcaps, Whitethroats, and Chiffchaffs. Two Curlews, two adult Oystercatchers with two juveniles, four Little Ringed Plovers, a Redshank and two Avocets today. (Eric Harris).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/thursday-22nd-june-2023/",
    "location": "Nailsworth",
    "Text": "A trickle of Swifts flying S all day and 180+ in the evening. (Terry Grant).",
    "Date": "2023-06-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/wednesday-21st-june-2023/",
    "location": "Oakley Wood/Park Corner",
    "Text": "A Red Kite, a Hobby, a Raven, six Marsh Tits, a Garden Warbler, a Firecrest, two Spotted Flycatchers, four Siskins, a Hawfinch, a  pair of Crossbills and a juvenile. (Andy Jayne).",
    "Date": "2023-06-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/wednesday-21st-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point today and the BLACK-WINGED STILT still on South Lake. (Slimbridge Sightings).",
    "Date": "2023-06-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/wednesday-21st-june-2023/",
    "location": "Chavenage Lane",
    "Text": "A female Marsh Harrier hunting over fields was probably the same bird seen earlier in the day flying S along the Nailsworth valley. (Terry Grant).",
    "Date": "2023-06-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/tuesday-20th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point, singing and showing well on and off. The BLACK-WINGED STILT still on South Lake. (Slimbridge Sightings).",
    "Date": "2023-06-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/monday-19th-june-2023/",
    "location": "Forest of Dean",
    "Text": "A Barn Owl briefly this morning at 7:25 over the lake at Woorgreens. (Frank Williams).",
    "Date": "2023-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/monday-19th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still singing and showing well from the Shepherd’s Hut at Middle Point. The BLACK-WINGED STILT still on South Lake and nine Green Sandpipers, 101 Black-tailed Godwits, 70 Avocets, three Little Ringed Plovers and four drake Pochards. A summer plumage Spotted Redshank, a Greenshank, an eclipse male GARGANEY and a Cuckoo from Zeiss hide. On the river a Turnstone, four Sanderlings, a Dunlin, 12 Ringed Plovers and c45 Curlews. (Roy Kinchin/Neil Smart/Ian Hull). Also a Grasshopper Warbler briefly at Middle Point. (Neil Smart).",
    "Date": "2023-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/26/monday-19th-june-2023/",
    "location": "Gloucester",
    "Text": "A Red Kite flying over the river visible from Gloucester Prison at 10:20am. (Tom Berry).",
    "Date": "2023-06-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT again today from the Shepherd’s Hut at Middle Point and showing well. Also five Curlews. On South Lake the BLACK-WINGED STILT still, 155 Avocets, 77 Black-tailed Godwits, three Little Ringed Plovers, six Green Sandpipers and a Greenshank. A Cuckoo calling in the grounds. On the Dumbles two Great White Egrets, 11 Oystercatchers and a Peregrine. On the Top New Piece a summer-plumaged Spotted Redshank, a Wood Sandpiper and an eclipse drake GARGANEY. (Mark Hobson/Jeremy Holland).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Hasfield Ham",
    "Text": "A QUAIL and Cuckoo calling and a Grasshopper Warbler reeling late evening. (Andy Jayne).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Tresham",
    "Text": "A Spotted Flycatcher, two Marsh Tits, two Ravens and many Meadow Brown butterflies today. (Dan Fletcher).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A female Yellow Wagtail, Chiffchaff, Blackcap, Reed Warbler, Sedge Warbler, Lesser Whitethroat, a Whitethroat with four juveniles, Curlew, two Oystercatchers with a chick, four Avocets and two small chicks, a Little Ringed Plover, two Redshanks, Lapwing, a Great White Egret, a Little Egret, two Grey Herons, a Cuckoo, 40+ Jackdaws and a Roebuck. (David Lawrence).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Aylburton Common",
    "Text": "Spotted Flycatchers feeding at least three fledged young in trees adjoining the garden today. (Martin Vaisey).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Gloucester",
    "Text": "A Red Kite circling over Abbeymead at 9:55am. (Sam Walker). A Red Kite seen hovering over Abbeydale close to the Clock tower field at 11:20am. (Lee Manton).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Forest of Dean",
    "Text": "A Red Kite over Longhope village at 11:30am today. (Angela Carswell). A juvenile Dipper at Lower Cannop with two Grey Wagtails and lots of Mandarins. A Jay and male and female Redstart at Nagshead. (Mike Davis). A Wood Warbler at Lightmoor today. (Derek Hale).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/18/sunday-18th-june-2023/",
    "location": "Condicote",
    "Text": "A Grasshopper Warbler heard along the shortcut between the B4077 and A424 near Stow. It was on or near the hedge running north from a point just E of the second junction to Condicote at 59.9506N, 1.772W. There is nowhere to park at that location. (Geoff Bryant).",
    "Date": "2023-06-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/17/saturday-17th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT again today from the Shepherd’s Hut at Middle Point but not until 9:20am. Sometimes it came quite close to the viewpoint and has certainly become easier to see. The BLACK-WINGED STILT still on South Lake. A Spotted Redshank, a Green Sandpiper, a female GARGANEY and a Cuckoo from Zeiss hide. (Slimbridge Sightings).",
    "Date": "2023-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/17/saturday-17th-june-2023/",
    "location": "Slimbridge village",
    "Text": "A Red Kite over the Old Rectory at 4:09pm. (Mark Hobson).",
    "Date": "2023-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/17/saturday-17th-june-2023/",
    "location": "Gossington",
    "Text": "A singing male Yellowhammer this morning at SO 72934 02039, a scarcer bird in the Vale. (MK).",
    "Date": "2023-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/17/saturday-17th-june-2023/",
    "location": "Uley",
    "Text": "A Red Kite and 11 Swifts over the village this afternoon. (Tim Thompson).",
    "Date": "2023-06-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/16/friday-16th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showed for much of the day from the Shepherd’s Hut at Middle Point giving some amazing close views for the first time in 3 summers. Also two Great White Egrets there and the BLACK-WINGED STILT still on South Lake. (Tim Jukes/Dot Jones/Scott Petrek et al).",
    "Date": "2023-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/16/friday-16th-june-2023/",
    "location": "Whitehall",
    "Text": "On a restricted byway S of Whitehall car park (E of Cleeve Common) a pair of Redstarts, a Red Kite, a Raven, a Buzzard, a Nuthatch and three Whitethroats. Butterflies included Red Admiral, Meadow Brown, Small Heath, Common Blue, also a Common Blue Damselfly and a Thick-legged Flower Beetle. (Keith White).",
    "Date": "2023-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/16/friday-16th-june-2023/",
    "location": "Cotswold Water Park East",
    "Text": "Around Whelford pools this afternoon birds included on Pit 111 two Garden Warblers, a Cuckoo, two Sedge Warblers, a Reed Warbler, three Reed Buntings, two Blackcaps, five Long-tailed Tit, three Chiffchaffs, a Green Woodpecker, a Grey Heron, a Red Crested Pochard, a Little Egret, ten Great Crested Grebes, 27 Tufted Ducks and 61 Cormorants. On Pit 111b a juvenile Egyptian Goose, two Chiffchaffs and six Tufted Ducks. At Pit 111a three Red Crested Pochards, five Tufted Ducks, two Blackcaps, a Great Spotted Woodpecker and a Buzzard. (John Fletcher).",
    "Date": "2023-06-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/15/thursday-15th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point, singing and showing well on and off this morning. The BLACK-WINGED STILT still on South Lake. (Ken Hurcombe/Terry Grant).",
    "Date": "2023-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/15/thursday-15th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A QUAIL heard calling from Grundon hide at 7:20am. Also five Little Ringed Plovers. (Jeremy Holland).",
    "Date": "2023-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/15/thursday-15th-june-2023/",
    "location": "Leighterton",
    "Text": "At 9:30pm a QUAIL heard near Bennett’s Farm at ST832908. Also a singing Corn Bunting, six Swifts circling over Leighterton and a Little Owl nearby on a telegraph pole. (Vic Polley).",
    "Date": "2023-06-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/14/wednesday-14th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point, singing and showing well on and off this morning. (Martin McGill/Paul Masters/Julian Thomas/Geoff Bryant). The BLACK-WINGED STILT still on South Lake, a drake GARGANEY on the Rushy and two eclipse drake GARGANEYS from Zeiss hide, a Little Ringed Plover on the Rushy and three Little Ringed Plovers on South Lake. (Terry Stevenson/Slimbridge Sightings).",
    "Date": "2023-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/14/wednesday-14th-june-2023/",
    "location": "Hasfield Ham",
    "Text": "A QUAIL singing regularly this evening. (Mike Smart).",
    "Date": "2023-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/14/wednesday-14th-june-2023/",
    "location": "Stroud",
    "Text": "A LESSER SPOTTED WOODPECKER flew E over Parliament Street at 9am, and a Red Kite flew W. (Terry Grant).",
    "Date": "2023-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/14/wednesday-14th-june-2023/",
    "location": "Ashleworth Ham",
    "Text": "Two families of Greylags, one with seven, one with a single gosling, at least 60 Mallards and two Grey Herons this evening. (Mike Smart).",
    "Date": "2023-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/14/wednesday-14th-june-2023/",
    "location": "Daneway Banks NR",
    "Text": "A singing Redstart, a family of Marsh Tits, a pair of Mistle Thrushes and 3-4 Large Blue butterflies. (Robin Griffiths).",
    "Date": "2023-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/14/wednesday-14th-june-2023/",
    "location": "Winchcombe",
    "Text": "7+ Swifts circling over the garden this evening. (Andrew & Gill Worthington).",
    "Date": "2023-06-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/13/tuesday-13th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT still at Middle Point, singing all morning on and off until 2:40pm at least. The BLACK-WINGED STILT on South Lake and three Little Ringed Plovers including a female on a nest. From Zeiss hide a drake GARGANEY still, a Great White Egret and ten Sanderlings flew through. (Slimbridge Sightings).",
    "Date": "2023-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/13/tuesday-13th-june-2023/",
    "location": "Cirencester",
    "Text": "A Corn Bunting singing on the outskirts of the town this evening at SP024034. (Jon Mercer).",
    "Date": "2023-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/13/tuesday-13th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A QUAIL calling at 7:30am and calling again this evening near the new hide. (Ian Hull). This morning six Avocets and four chicks, two Oystercatchers and two chicks, two Yellow Wagtails, 2/3 Cuckoos, a Garden Warbler, two Redshanks and a Great White Egret over. (Nigel Sluman). Also a Hobby today. (Paul Clark).",
    "Date": "2023-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/13/tuesday-13th-june-2023/",
    "location": "Daneway Banks",
    "Text": "A pair of Redstarts showing well and a Grey Wagtail today. (Nigel Sluman).",
    "Date": "2023-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/13/tuesday-13th-june-2023/",
    "location": "Gloucester",
    "Text": "Two Red Kites high over Oxstalls late morning. (Andy Jayne).",
    "Date": "2023-06-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/12/monday-12th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showed well at Middle Point at 8:30am with lots of singing and chasing Reed Buntings. A BITTERN flew N over the grounds and then out over Rushy late morning. (Ian Hull). The BLACK-WINGED STILT on South Lake and a Green Sandpiper on the Rushy. (Slimbridge Sightings). From Martin Smith hide today, two Cuckoos, one a calling male, flew several times between the hide area and the Rushy, perching in bushes. Also several Sedge Warblers including juveniles, two Reed Warblers, three Reed Buntings, a Buzzard over and a very late male Brimstone. (Chris Newton).",
    "Date": "2023-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/12/monday-12th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "At first light this morning five Mute Swans, two Canada Geese, a Shelduck, a female Mandarin, a male Wigeon, five Teal, 12 Gadwalls, 100 Mallards and at least two broods of ducklings, two Cormorants, a Great White Egret, a Little Egret, two Grey Herons, a QUAIL gave a couple of bursts of song just as it was getting light, but not heard again afterwards. An Avocet still incubating on island and another pair with four chicks, a pair of Oystercatchers with two chicks, c9 Lapwings and a fledged chick and group of two chicks not yet flying, at least three Redshanks, two Little Ringed Plovers, 13 Curlews in the roost all left before 5 am, a Black-tailed Godwit, song from Cuckoo, Redstart, Cetti’s, Sedge and Reed Warbler, Whitethroat, Lesser Whitethroat, Blackcap, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2023-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/12/monday-12th-june-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "A Swift at Bourton pits this afternoon. (Richard Tyler).",
    "Date": "2023-06-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT showing well on and off from 8:30am-12:40pm at Middle Point. The BLACK-WINGED STILT mobile around the grounds and two Great White Egrets on the Tack Piece. (Scott Petrek et al). At 9:45am a Red Kite distant from Shepherd’s Hut viewpoint. (Tim McGrath).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A bright adult Little Stint on the north scrape from Grundon hide this morning. (Ian Hull). Also a male Cuckoo. (Les Ditchburn).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Elmore",
    "Text": "At the Elmore Court Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds this evening a pair of Little Ringed Plovers. (Mark Hobson).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Guiting Power",
    "Text": "Two juvenile Redstarts in Castlett Wood, and two males singing nearby. (Andy Lewis).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Moreton Valence",
    "Text": "A Red Kite over 10:16am and again over Whitminster at 12:38pm, presumably the same bird lingering. (MK).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Cam",
    "Text": "A Red Kite over at 6:20pm. (Nigel Tucker).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Lawn a Mistle Thrush feeding a fledgling high up in a Sycamore. (Howard Taylor).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/11/sunday-11th-june-2023/",
    "location": "Prestbury Hill",
    "Text": "This morning dozens of Small Blues, Common Blues and Small Heaths, also singles of Brimstone, Orange Tip, Marbled White, Dingy Skipper, Large Skipper, Brown Argus, Meadow Brown, Small White, Small Copper and two Adonis Blues. (Brian Kings).",
    "Date": "2023-06-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/10/saturday-10th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The male WHITE-SPOTTED BLUETHROAT at Middle Point from the Shepherd’s Hut at 9:25am. (Jeremy Holland/Mike Davis). The BLACK-WINGED STILT still on South Lake today until 5:20pm at least best viewed from Hogarth hide. Also three Little Ringed Plovers, 167 Avocets, 139 Black-tailed Godwits, two Pochards and two Wigeon. (Jeanne Vitkovskis/Mark Hobson). Three Mediterranean Gulls on South Lake. (Paul Clark).",
    "Date": "2023-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/10/saturday-10th-june-2023/",
    "location": "Breadstone",
    "Text": "A Spotted Flycatcher in Breadstone Wood this evening along the path behind the house at the entrance. (Brian Kings).",
    "Date": "2023-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/10/saturday-10th-june-2023/",
    "location": "Forest of Dean",
    "Text": "At Pope’s Hill a female Hawfinch on the bird table today clearly carrying away sunflower hearts to feed young. Also an adult male Great Spotted Woodpecker  with a juvenile on the peanut feeder. (Harvey Sherwood).",
    "Date": "2023-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/10/saturday-10th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Today birds included a Snipe, a Curlew, Lapwings with young, four Avocets with three young, three Little Ringed Plovers, a Redshank, a Great White Egret, a Little Egret, four Grey Herons, a pair of Wigeon, two Cormorants, a Red Kite, a Cuckoo, a Yellow Wagtail, four Pied Wagtails, two Whitethroats, two Chiffchaffs, three Blackcaps, three Sedge Warblers, Reed Warblers, a Lesser Whitethroat, three Cetti’s Warblers, four Long-tailed Tits and two male Yellowhammers. Three Swifts, two Swallows and House Martins in the village. (David Lawrence/Richard Williams/Alan Hooper).",
    "Date": "2023-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/10/saturday-10th-june-2023/",
    "location": "Cheltenham",
    "Text": "Two Red Kites over Morrison’s car park at 4pm. (Eric Harris). A Red Kite drifted over Bath Road car park heading for the town centre at 2pm. (David Norman). A Goldcrest calling from a Yew tree in Clarence Square this morning. At Pittville Lawn a Goldcrest calling and a Mistle Thrush gathering food this evening. (Howard Taylor).",
    "Date": "2023-06-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening birds included five Mute Swans, two Greylags, three Canada Geese, four Gadwalls, 40 Mallards with several broods of ducklings, seven Tufted Ducks, a Grey Heron, two adult Oystercatchers feeding two medium sized chicks, four Avocets with four small chicks, c5 adult Lapwings with five chicks, three Little Ringed Plovers, 11 Curlews flew in by dusk. Also two Yellow Wagtails, five Pied Wagtails, a Cuckoo and a Cetti’s Warbler. (Mike Smart).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Oldbury-on-the-Hill",
    "Text": "Two Hobbies catching dragonflies at ST812890 at midday today. (Vic Polley).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Oakridge Lynch",
    "Text": "At Strawberry Banks NR this morning a Sparrowhawk, a Bee Orchid, and good numbers of butterflies including c6 Marsh Fritillaries. (Rob & Petra Crofton).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Daneway Banks NR",
    "Text": "A Red Kite, two Hawfinches flew over, and several Large Blues on the wing. (Rob & Petra Crofton).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Sharpness",
    "Text": "1-2 Rock Pipits again today. (Geoff Moyser).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Forest of Dean",
    "Text": "At Mitcheldean House Martins have hatched on the house today. (Chris Keeling).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/09/friday-9th-june-2023/",
    "location": "Cheltenham",
    "Text": "Five screaming Swifts over the Queens Hotel today. (Mary Harris).",
    "Date": "2023-06-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "A BLACK-WINGED STILT on South Lake from Hogarth hide ⁦this morning, also three Little Ringed Plovers, a Green Sandpiper and a Yellow Wagtail. (Paul Masters).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Elmore",
    "Text": "At the Elmore Court Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds this evening a Little Ringed Plover, a Cuckoo and a Sedge Warbler. (Mark Hobson).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning 4+ Little Ringed Plovers, a Ringed Plover, 10+ Lapwings, two Redshanks with a chick, four Curlews, three Avocets and five young, two Oystercatchers with young, five Grey Herons, five Little Egrets, a Great White Egret, a juvenile Little Grebe, two Coots with a juvenile, two Cormorants, two Mute Swans, four Teal, two male Cuckoos, three Stock Doves, four Yellow Wagtails, two Pied Wagtails, a juvenile Grey Wagtail, two Great Spotted Woodpeckers, four Bullfinches, two male Redstarts, a Garden Warbler, 10+ Sedge Warblers, a Reed Warbler, 10+ Whitethroats, a Lesser Whitethroat, a Cetti’s Warbler, a Yellow Wagtail, four Skylarks, a Linnet, 10+ Reed Buntings, three Buzzards, a Red Kite, a Kestrel and a Hobby. (Steve Pullen/Paul Clark/Jeremy Holland/Howard Taylor).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Forest of Dean",
    "Text": "At New Fancy View two Crossbills, two Siskins, a distant Goshawk, two Garden Warblers, two Blackcaps, a Chiffchaff, a Buzzard and four Ravens. At Nagshead a Lesser Spotted Woodpecker, three Pied Flycatchers (2f, 1m), a pair of Redstarts, a Stock Dove, a Great Spotted Woodpecker, a Goldcrest, a Nuthatch, a Garden Warbler, a pair of Blackcaps, a Spotted Flycatcher and a Jay. (Jake King/John Fletcher):",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Dowdeswell Reservoir",
    "Text": "A Mandarin and a duckling today. (Tom Mabbett). At the Kilkenny viewpoint today near Dowdeswell two Willow Warblers, two Chiffchaffs, a Whitethroat, a female Kestrel, a Buzzard, a Mistle Thrush and a pair of Yellowhammers. Butterflies included Common Blue, Small Blue, Small Heath, Dingy Skipper, Speckled Wood and Large White. (Keith White).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Frampton pools",
    "Text": "A Reed Warbler with four young, Mute Swans with four and six cygnets, 5+ Long-tailed Tits, a Nuthatch with four young, a Lesser Whitethroat feeding three young, a pair of Oystercatchers on Court Lake with two young and another pair on the Sailing Lake. (Nick Goatman).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Saul Warth",
    "Text": "At high tide just two Ringed Plovers, three Curlews, five Oystercatchers, a Greenshank heard and 100 Shelducks including a pair with nine ducklings. (MK).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Moreton Valence",
    "Text": "A Red Kite over Castle Lane at 9:55am. (MK).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Guiting Power",
    "Text": "A Barn Owl at a nest-box in one of the barns on the Guiting Manor estate today. (Andy Lewis).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/08/thursday-8th-june-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Lawn two Mistle Thrushes gathering food. (Howard Taylor).",
    "Date": "2023-06-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Sharpne",
    "Text": "ss     A pair of Rock Pipits have fledged 2+ young this week. (Andy Jordan).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "ss",
    "Text": "Sharpne     A pair of Rock Pipits have fledged 2+ young this week. (Andy Jordan).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Saul Warth",
    "Text": "Before high tide this morning two Turnstones, five Curlews, nine Oystercatchers, five Grey Plovers, two Avocets, 11 Sanderlings, 16 Dunlins, 185+ Ringed Plovers and a Little Stint. Along the hedgerows four Whitethroats, three Lesser Whitethroats and a Cetti’s Warbler. (Neil Smart).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Frampton pools",
    "Text": "This afternoon a Red Kite, a Hobby, a Buzzard, five Common Terns, a Cuckoo, three Cetti’s Warblers, a male Bullfinch, a Raven, two Oystercatchers and a juvenile Grey Wagtail. (MK).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Cotswold Water Park East",
    "Text": "At Pit 131 a pair of Oystercatchers with two well-grown young. A Little Ringed Plover and two Common Terns. On Pit 127 a pair of Egyptian Geese with six small goslings and a Common Tern. (John Durell).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Andoversford",
    "Text": "In fields between Andoversford, Whittington and Syreford this afternoon two Lesser Whitethroats, three Yellowhammers, a Chiffchaff, a Blackcap, two Buzzards, a Greenfinch, a Green Woodpecker and a Skylark. (Cottia Howard).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Barnsley Warren SSSI",
    "Text": "In the southern spur 4+ Red Kites, two Buzzards, two Green\nWoodpeckers, a Great Spotted Woodpecker, a few Stock Doves, five Redstarts (4m, 1f), and two male Yellowhammers. On a stony field nearby six adult Lapwings and a half grown chick. (Steve Brown).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Ryeford",
    "Text": "Over silage fields today just up from the bypass, 11 Buzzards and six Red Kites this morning. All were gone by 2:30pm the Buzzards went very high and dispersed and the Kites drifted west. (Paul Sutton).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/07/wednesday-7th-june-2023/",
    "location": "Bamfurlong",
    "Text": "This afternoon two Buzzards soaring above the motorway junction. (Howard Taylor).",
    "Date": "2023-06-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/06/tuesday-6th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "On South Lake two pairs of displaying Little Ringed Plovers, two Oystercatcher families, 30 Avocet chicks and adults, a pair of Wigeon and four drake Pochards. A Cuckoo singing from the Decoy area. (Slimbridge Sightings). Six Sanderlings and a Grey Plover upriver past Middle Point on the dropping tide. Also a male Stonechat. (Ian Sherriffs/Magnus Carter). From Zeiss hide male and female GARGANEY. (Dot Jones).",
    "Date": "2023-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/06/tuesday-6th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "13 Ringed Plovers, four Little Ringed Plovers, many Swifts and House Martins feeding around the Grundon hide. From the new hide a male Cuckoo displaying to a female. (Les Ditchburn). Also a Red Kite, a Buzzard, Shelduck, a Teal, Greylag, Canada Geese, Mute Swans, a juvenile Little Grebe, an Oystercatcher with two young, two pairs of Lapwings with young and a juvenile Lapwing, 6+ Redshanks, an Avocet, three Curlews, five Little Egrets, a Grey Heron, Sand Martin, Swallow, a Skylark, a Pied Wagtail with three juveniles, a Grey Wagtail, a Lesser Whitethroat, a Blackcap, many Whitethroats, a Sedge Warbler, a Chiffchaff, two Great Spotted Woodpeckers, a Yellow Wagtail, a male Linnet and Reed Buntings. (Paul Sutton/Chris Snook). Also five Curlews seen together, one with a yellow ring on the right leg and a white ring on the left. (Eden Tanner).",
    "Date": "2023-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/06/tuesday-6th-june-2023/",
    "location": "Forest of Dean",
    "Text": "Two Spotted Flycatchers, a female Pied Flycatcher and a juvenile Robin from Lower hide at Nagshead. (Jack Green).",
    "Date": "2023-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/06/tuesday-6th-june-2023/",
    "location": "Elmore",
    "Text": "At the Elmore Court Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds today included a Cuckoo, Reed Warbler, three Whitethroats, two Chiffchaffs, two Blackcaps, three Stock Doves, a Green Woodpecker, two Great Spotted Woodpeckers, two Curlews heard bubbling and calling, four Shelducks, a Lapwing and two Mallards. (Paul Masters).",
    "Date": "2023-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/06/tuesday-6th-june-2023/",
    "location": "Gloucester",
    "Text": "A Red Kite just N of M5 Gloucester Services at 3:10pm. (MK). A Red Kite briefly over Beaufort School fields, Tuffley, going SW at 4:10pm. (John Fletcher).",
    "Date": "2023-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/06/tuesday-6th-june-2023/",
    "location": "Priors Norton",
    "Text": "A Red Kite low over the church. (Paul Sutton).",
    "Date": "2023-06-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/05/monday-5th-june-2023/",
    "location": "Cotswold Water Park East",
    "Text": "Two Greenshanks on Pit 132 this afternoon. (Ian Sherriffs).",
    "Date": "2023-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/05/monday-5th-june-2023/",
    "location": "Forest of Dean",
    "Text": "At Nagshead this afternoon at Lower hide, a Spotted Flycatcher, male and female Pied Flycatchers, a family group of Treecreepers. Also a Goldcrest and a female Mandarin with one duckling. At Campbell Hide, two Spotted Flycatchers, a Goldcrest, a Great Spotted Woodpecker, a Mistle Thrush and a Firecrest heard. (Chris Sullivan).",
    "Date": "2023-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/05/monday-5th-june-2023/",
    "location": "Tewkesbury",
    "Text": "On Severn Ham Tewkesbury two Curlews, a Cuckoo, a Skylark, a Sedge Warbler, a Blackcap and a Chiffchaff today. (Mike Smart).",
    "Date": "2023-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/05/monday-5th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Ten Mute Swans, four Greylags, four Canada Geese, four Gadwalls, 30 Mallards, a male Tufted Duck, two Grey Herons, a Little Egret, a Hobby, a juvenile Little Grebe, c8 Lapwings (two families of youngsters, one  just flying, two nearly full grown, not yet flying, two Oystercatchers with two small chicks, four Avocets, four Little Ringed Plovers, a Ringed Plover, five Curlews, Redshanks and three Yellow Wagtails. A Garden Warbler, a Cetti’s Warbler, Sedge Warbler, Lesser Whitethroat, Whitethroat, Blackcap, Chiffchaff and Reed Bunting all singing. (Mike Smart).",
    "Date": "2023-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/05/monday-5th-june-2023/",
    "location": "Upham Meadow",
    "Text": "Two Curlews, a Skylark and a Reed Bunting today. (Mike Smart).",
    "Date": "2023-06-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Berkeley",
    "Text": "An OSPREY over the house at 1:15pm  heading towards Dursley from the River Severn. (Clare Glanville). Later seen from the western edge of Stinchcombe Hill over the Vale at 1:45pm being mobbed by Herring and Lesser Black-backed Gulls then drifted N. (James Robinson).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Cambridge",
    "Text": "A HOOPOE in a private garden yesterday (photographed) but no sign today. (per Nick Goatman).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Tiltups End",
    "Text": "A QUAIL at dawn singing in a cornfield at Hazelcote Lane. (Francis Steuck).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Saul Warth",
    "Text": "At high tide early morning a Turnstone, a Greenshank. eight Bar-tailed Godwits, five Knot, seven Grey Plovers, 30 Sanderlings, 150 Ringed Plovers, four Dunlins, four Avocets, a Curlew, six Oystercatchers, 30+ Shelducks including a pair with nine ducklings and a group of 11 juveniles with adults, a Common Gull, three Swifts and a Whitethroat. (Mark Hobson/MK).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "A drake GARGANEY from Zeiss hide, also seven Teal, a pair of Common Terns and a calling Cuckoo on the reserve. (Thomas Chinnick).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A WOOD SANDPIPER reported from Grundon hide at 10:30am. (per BirdGuides). Still present from the hide at 5:30pm, also a Dunlin and a Cuckoo. (Rob Crofton).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Frampton pools",
    "Text": "A male Linnet, a young Moorhen, a young Grey Wagtail, the first brood of Black-headed Gulls have hatched, a Hobby, six Common Terns, a Raven, a Nuthatch and a Red Kite. (Nick Goatman). This evening on Court Lake a pair of Oystercatchers very busy feeding two young and another two Oystercatchers flew around the island and went over the reeds on the far side. Also a Common Tern. (Paul Sutton).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Forest of Dean",
    "Text": "Bathing birds from Campbell hide at Nagshead today at 8am included a Spotted Flycatcher, male and female Blackcap and a Nuthatch. (David Lawrence).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Norton",
    "Text": "This afternoon a juvenile Raven and a male Sparrowhawk flew through. (David Lawrence).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Leckhampton Hill",
    "Text": "This morning a Redstart, two Yellowhammers, six Linnets, a Great Spotted Woodpecker, a Green Woodpecker, a Willow Warbler and a Chiffchaff. (Eric Harris).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Edge",
    "Text": "At Rudge Hill NR birds included 1+ male Bullfinch, at least five Willow Warblers, three Chiffchaffs, c4 Whitethroats, a Green Woodpecker, a Great Spotted Woodpecker, two Buzzards and two Song Thrushes. Also a Muntjac and a Roe Deer. (Paul Sutton).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Haresfield Beacon",
    "Text": "A Red Kite, two Buzzards, a Raven, Willow Warbler, Chiffchaff and Skylark singing. (Dot Jones).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Bisley",
    "Text": "This afternoon five Yellowhammers, six Swallows, a Willow Warbler, two Mistle Thrushes, a Great Spotted Woodpecker, a Raven and dozens of House Sparrows. (John Fletcher).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Cheltenham",
    "Text": "A Great Spotted Woodpecker heard at Pittville Lawn. In Pittville Park a Green Woodpecker near the Pump Rooms lake. In Sandford Park a male Grey Wagtail by College Road. (Howard Taylor).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/04/sunday-4th-june-2023/",
    "location": "Cirencester",
    "Text": "In the Churchyard c10 Swifts and in the Park c10 Swallows today. (Felicity Cobb).",
    "Date": "2023-06-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Saul Warth",
    "Text": "This morning c150 Ringed Plovers, 60 Sanderlings, 40 Dunlin, ten Grey Plovers, nine Bar-tailed Godwits, six Oystercatchers, four Knot, three Curlews, two Greenshanks, two Redshanks and a Turnstone. (Gordon Hodson). Also eight Avocets, a distant Marsh Harrier, a Red Kite E at 6:45am, a Cuckoo calling, a Swift and three Lesser Whitethroats.(MK).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Hardwicke",
    "Text": "A possible Alpine Swift reported at 7am heading up the canal towards Gloucester. (Julian Long).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Frampton",
    "Text": "Around the pools a Common Sandpiper, six Common Terns, four Whitethroats, a juvenile Grey Wagtail, an Oystercatcher, two Swifts, eight House Martins and a Slow Worm and a Broad-bodied Chaser. (Nick Goatman). A Great White Egret S over Fretherne Bridge at 9:34am. (MK).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Whitminster",
    "Text": "A Red Kite over Highfield Garden World at 9:39am. (MK).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Tewkesbury",
    "Text": "A Red Kite drifted close past the Abbey and the Peregrine pair constantly attacked it. (Les Ditchburn).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Dursley",
    "Text": "A Red Kite over at 10:45am. (Andrew Heryet).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Selsley Common",
    "Text": "A Red Kite over at midday. (Andrew Heryet).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening six Little Ringed Plovers, two Avocets, two Oystercatchers, four Lapwings, three Little Egrets, 11 Mute Swans, two Redshanks, three Yellow Wagtails and a Cuckoo heard. (Terry Stevenson).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Ashleworth Ham & Hasfield Ham",
    "Text": "This morning three Redstarts, two males and a female, along the track to Hasfield Ham. Also two singing Lesser Whitethroats and eight Long-tailed Tits. At Ashleworth Ham from the hide a Buzzard, a Little Egret, a Whitethroat and a Reed Bunting. At Haw Bridge eight House Martins. (John Casswell).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Lawn two Mistle Thrushes this evening. (Howard Taylor).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/03/saturday-3rd-june-2023/",
    "location": "Leigh Meadows",
    "Text": "A Mallard, a Grey Heron, a Red Kite, five Skylarks, two Yellow Wagtails, a Redstart singing, a Reed Warbler, a Lesser Whitethroat, a Blackcap and a Reed Bunting. (Mike Smart).",
    "Date": "2023-06-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 30+ Sanderlings, 120+ Ringed Plovers, 10+ Dunlins, five Grey Plovers (3 summer plumage), three Curlews, five Oystercatchers, 37 Shelducks and a huddle of c8 ducklings, a male Marsh Harrier, a Cetti’s Warbler, a Lesser Whitethroat, two Chiffchaffs and a Swift. (MK).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "The BLACK-WINGED STILT around the grounds today eventually settling at South Lake. A Great White Egret on the Tack Piece and a very brief visit from a Cattle Egret on South Lake.  (Slimbridge Sightings/Jonathan Bull).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "A Greenshank, two Dunlins, six Ringed Plovers, a pair of Oystercatchers and three chicks, two Little Ringed Plovers, many Lapwing chicks, four Redshanks, two Curlews, a Little Egret, a Buzzard, a Great Crested Grebe, three Yellow Wagtails, a Barn Owl, a Reed Bunting, a Garden Warbler, a Blackcap, a Cetti’s Warbler, a Chiffchaff, a Whitethroat, a Lesser Whitethroat and a Swift. (Les Ditchburn/Howard Taylor/Alan McIlquham). From the new hide this afternoon six Mute Swans, three Lapwings, three Curlews, two Grey Herons, a pair of Yellow Wagtails, a Redshank, a Tufted Duck, an Avocet, a Skylark and a distant Cuckoo heard. (Howard Taylor).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Forest of Dean",
    "Text": "At Nagshead from the Campbell hide male and female Pied Flycatcher, two Spotted Flycatchers, a Treecreeper, a Nuthatch and two Goldcrests today. (Terry Stevenson). Three singing Wood Warblers heard in the woodland at the N end of New Beechenhurst Inclosure and the W side of Crabtree Hill. A singing Garden Warbler and Willow Warbler heard at the NW corner of the heath. At Nagshead a Great Spotted Woodpecker briefly at the Nursery Pond. Also, from the Short Trail, three begging juvenile Dunnocks, a Spotted Flycatcher and three Long-tailed Tits. From the path to Campbell Hide a Goldcrest and 1+ juvenile Song Thrush. From the hide birds coming to bathe included a female Pied Flycatcher and a female Blackcap; also a Great Spotted Woodpecker attempting to raid a nest box with metal reinforced entrance. (Andy & Sue Gibbons).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Chaxhill",
    "Text": "A Red Kite seen from the A48 just W of the village at 10:55am. (Andy & Sue Gibbons).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Edge",
    "Text": "A juvenile Tawny Owl at Rudge Hill NR this afternoon. (Sam Walker).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Longney",
    "Text": "Around the old orchards and along the Severn Way this afternoon a Cuckoo, three Great Spotted Woodpeckers, a Reed Warbler, five Sedge Warblers, a Blackcap, eight Chiffchaffs, two Chaffinches, a Mistle Thrush, two Song Thrushes, two Swallows, four House Martins and a Buzzard. (John Fletcher).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Uley",
    "Text": "A Marsh Tit at the old fish farm at Fop Street this morning. Also a Treecreeper feeing young and two Red Kites. (Geoff Moyser).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/02/friday-2nd-june-2023/",
    "location": "Claypits",
    "Text": "A Red Kite and a Marsh Harrier from the A38 between Hilltop and Cambridge this morning at 8am. (Martin Drew).",
    "Date": "2023-06-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/01/thursday-1st-june-2023/",
    "location": "Cotswold Water Park East",
    "Text": "Three BLACK TERNS on Pit 57 today until 5:45pm at least. (Richard Tyler).",
    "Date": "2023-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/01/thursday-1st-june-2023/",
    "location": "WWT Slimbridge",
    "Text": "A BLACK TERN briefly on the Rushy at 10am and then on South Lake until around midday. (John Budd). The BLACK-WINGED STILT on the Rushy early before returning to South Lake. A drake GARGANEY on the Rushy. (Slimbridge Sightings). Also a Little Ringed Plover and a Common Sandpiper on South Lake and a Carrion Crow predated an Avocet chick. (MK).",
    "Date": "2023-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/01/thursday-1st-june-2023/",
    "location": "Frampton",
    "Text": "A BLACK TERN from 3:20pm until 6pm on the Sailing Lake. Also a Hobby and 12 House Martins. (Les Ditchburn/Gordon Hodgson/Nick Goatman). This evening five Common Terns, a Red Kite N at 6:20pm, two Little Egrets N, an Oystercatcher, a Kingfisher, 6+ Swifts, a Cetti’s Warbler, a Reed Warbler and juvenile Grey Wagtail. (MK/Nick Goatman).",
    "Date": "2023-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/01/thursday-1st-june-2023/",
    "location": "Tewkesbury",
    "Text": "Three Cuckoos showing well from Lower Lode Inn at 9:45am. (James Barradine).",
    "Date": "2023-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/01/thursday-1st-june-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "From the new hide 10:45-11:45am eight Canada Geese, eight Mute Swans, six House Martins, four Avocets, four Lapwings, four Swifts, a pair of Yellow Wagtails, a Great Spotted Woodpecker, a Grey Heron, a Tufted Duck and a Curlew. (Howard Taylor).",
    "Date": "2023-06-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/06/01/thursday-1st-june-2023/",
    "location": "Forest of Dean",
    "Text": "A Spotted Flycatcher at May Hill this morning. (Les Ditchburn).",
    "Date": "2023-06-01T00:00:00"
  }
]
