[
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Syreford",
    "Text": "Between Syreford and Hawling this morning a reeling Grasshopper Warbler (SP032204), a Goshawk carrying prey and being pursued by a Sparrowhawk, five Red Kites, two Ravens, ten Mistle Thrushes, two male Redstarts, a Tree Pipit, ten Yellowhammers, a Reed Bunting, a Corn Bunting and a Stoat. (Andy Jayne).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "48 Avocets with at least 13 nests on the Rushy and 71 Avocets with 14 active nests on South Lake. A Garganey reported from Zeiss hide. (Dot Jones/Ian Hull).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Forest of Dean",
    "Text": "Three Goosanders (2 female type and a juvenile) on Cannop ponds today. (Mark & Emily Hobson).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Cleeve Hill",
    "Text": "Two Short-eared Owls hunting at the top end of Watery Bottom at 5pm today. (Kay Berriman). A Garden Warbler singing this morning at Bill Smyllie Reserve. (Sheila Wasley).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Frampton",
    "Text": "At Splatt Bridge early morning two Cuckoos around the south reedbed. 6+ Redshanks and four Lapwings on the flashes, a female Sparrowhawk, a female Mandarin over and a pair of Tufted Ducks. Also an Otter on the canal. (Steve Pullen). A Common Tern on Court Lake today. (Alan McIlquham).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Halmore",
    "Text": "A Cuckoo calling briefly this afternoon after a 10-day absence, from the Slimbridge Lane area. Overhead several Swifts and Swallows, a Red Kite and a Buzzard. (Chris Newton).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Oystercatchers feeding three chicks, a Great White Egret and two Red Kites over. (Les Ditchburn).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Netherton",
    "Text": "A Great White Egret on the bank of the River Coln today. (Chris McLaren).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Gloucester",
    "Text": "At Horsebere Brook Flood Storage Area two Reed Buntings, two Willow Warblers, a Sedge Warbler, a male Kestrel, two Wrens collecting food, a Grey Heron and five Mute Swans with three cygnets. (John Fletcher).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Gretton",
    "Text": "A Green Woodpecker foraging for ants in garden today. (Roger Wasley).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/31/friday-31st-may-2024/",
    "location": "Winchcombe",
    "Text": "Great Spotted Woodpeckers visiting the garden feeders daily, with both male and female seen today. (Andrew Worthington).",
    "Date": "2024-05-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/30/thursday-30th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed well at Middle Point this morning. Also a Greenshank on the South Lake today. (Roberta Goodall).",
    "Date": "2024-05-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/30/thursday-30th-may-2024/",
    "location": "Saul Warth",
    "Text": "This afternoon, the arrival of 70+ screaming Swifts is really late, 50+ Mallards flushed out of the Warth by a bargee’s dog, a male Gadwall, 30+ Shelducks, 11 Curlews, a Little Egret, a Cetti’s Warbler, a male Reed Bunting and a hatch of Banded Demoiselles. (MK).",
    "Date": "2024-05-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/30/thursday-30th-may-2024/",
    "location": "Forest of Dean",
    "Text": "Two Red Kites flying very low over Longhope village at 9:25am today. (Angela Carswell).",
    "Date": "2024-05-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/29/wednesday-29th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed well at Middle Point this morning. Also a Marsh Harrier here. From Zeiss hide a pair of Common Cranes with chicks. (Heather England/Rachel Thomas).",
    "Date": "2024-05-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/29/wednesday-29th-may-2024/",
    "location": "Frampton",
    "Text": "At Splatt Bridge early morning two Great White Egrets, two Little Egrets, three Grey Herons, a pair of Black Swans, four Gadwalls, two Shovelers, two pairs of Tufted Ducks two Oystercatchers, 6+Redshanks, three Cuckoos (2m, 1f), a Kingfisher, two Jays and three Swifts. (Steve Pullen/MK). Around the pools lots of Blackcaps and Long-tailed Tits, the first baby Black-headed Gull hatched, 150+ Swifts, 30+ House Martins, 10+ Sand Martins, a Hobby, two Spotted Flycatchers, six Common Terns, a male Pochard, three Shelducks and 15 Tufted Ducks. (Nick Goatman).",
    "Date": "2024-05-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/29/wednesday-29th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning four Great White Egrets, three Little Egrets, 20+ Mute Swans, a pair of Shovelers, a drake Garganey, two Oystercatchers, two Little Ringed Plovers, 4+ Lapwings, a Curlew, nine Avocets (6 ads, 3 juvs), a summer-plumaged Dunlin, two Cuckoos, four Yellow Wagtails, two Pied Wagtails, a Whitethroat, a Lesser Whitethroat, a Reed Bunting and a Sedge Warbler. (Les Ditchburn/Paul Clark/Mike Smart).",
    "Date": "2024-05-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/29/wednesday-29th-may-2024/",
    "location": "Upham Meadows",
    "Text": "Two Curlews and 50 Carrion Crows today. (Mike Smart).",
    "Date": "2024-05-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/29/wednesday-29th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "Five Greylags (a pair with 3 goslings), a Canada Goose, 135 Mallards and a family of 3 ducklings and a Cuckoo singing. (Mike Smart).",
    "Date": "2024-05-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/28/tuesday-28th-may-2024/",
    "location": "Sherborne",
    "Text": "The OSPREY this afternoon to the E of the Estate flying near Picardy Copse further E along Sherborne brook. (Luke Hunter).",
    "Date": "2024-05-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/28/tuesday-28th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again at Middle Point this morning. Also a SHORT-EARED OWL from the Shepherd’s hut. A Cuckoo from Knott hide. (Roy Kinchin/Mike Davis). A Greenshank on the Tack Piece. (Dan Northside).",
    "Date": "2024-05-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/28/tuesday-28th-may-2024/",
    "location": "Quedgeley",
    "Text": "A Hobby slowly passed low over the garden this evening with 10+ Swallows in pursuit. (Steve Pullen).",
    "Date": "2024-05-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/28/tuesday-28th-may-2024/",
    "location": "Ebley",
    "Text": "Late afternoon 50+ Swifts hawking over the riverside trees along the bypass. (Steve Pullen).",
    "Date": "2024-05-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/28/tuesday-28th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon a Cuckoo, 56 Mallards, a Canada Goose, nine Greylags, (6 ads, 3 goslings), two Grey Herons, a Little Egret, a Little Grebe, a Great White Egret, a Jay, a male Gadwall, two Blackcaps, two Chiffchaffs, two Swallows and three Song Thrushes. (John Fletcher).",
    "Date": "2024-05-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "Sherborne",
    "Text": "An OSPREY roosting above the boathouse on Sherborne Broadwater at SP1742114853 at 9:05pm. (Keith Jennings). First seen early morning by Luke Hunter.",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Martin Smith hide at 9:30am a BITTERN flew into the left-hand reedbed and then flew out 1-2 minutes later into the reedbed viewed from the Knott hide. Also a Kingfisher and a Little Egret at Martin Smith hide. The WHITE-SPOTTED BLUETHROAT showed briefly at Middle Point early on. (Mike Davis).",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "Frampton",
    "Text": "A Spotted Flycatcher high in the trees but elusive between Court Lake and The Perryway at SO7584907434 at 8:15am. From Splatt Bridge early morning two Great White Egrets, a Little Egret, 6+ Redshanks, a pair of Oystercatchers, a male Cuckoo, and a female heard bubbling, 12 Long-tailed Tits and two Swifts. (MK).",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "Halmore",
    "Text": "Around the woods today a Goshawk, a Red Kite, three Buzzards, a Sparrowhawk, several Swifts and Swallows, a Greenfinch, many Blackcaps, two Song Thrushes and two Goldcrests. (Chris Newton).",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "Dursley",
    "Text": "This morning two adults and at least one young Dipper on the River Cam just off Lister Road. (Mark Coller).",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "Withington",
    "Text": "A few Yellowhammers, a Tree Pipit displaying, several Linnets, a Red Kite and four Mistle Thrushes. (Greg Anderson).",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/27/monday-27th-may-2024/",
    "location": "Maisemore",
    "Text": "This afternoon a Cuckoo calling along the Severn towards Persh Farm. (Mark Hobson).",
    "Date": "2024-05-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/26/sunday-26th-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead a Pied Flycatcher, a male Redstart, a Hawfinch, a pair of Bullfinches and a female Great Spotted Woodpecker feeding young. (MK).",
    "Date": "2024-05-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/26/sunday-26th-may-2024/",
    "location": "Halmore",
    "Text": "In the fields this evening two Whitethroats, a Spotted Flycatcher, two Blackcaps, a Green Woodpecker, four Swallows and a Hobby harassing a soaring Buzzard. (Chris Newton).",
    "Date": "2024-05-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/26/sunday-26th-may-2024/",
    "location": "Frampton",
    "Text": "At Court Lake, near the Perryway two Spotted Flycatchers still at 7:30am. (Steve Brown/Ken Hurcombe). Also today 100+ Swifts, 20+ House Martins, 20+ Sand Martins, 10+ Swallows, two Cuckoos, two Garden Warblers, ten Whitethroats, six Common Terns, five Cetti’s Warblers, two Yellowhammers, Tawny Owl chicks calling and the Oystercatcher pair with a chick. (Nick Goatman/Steve Pullen).",
    "Date": "2024-05-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/26/sunday-26th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "Two Cuckoos today, one showing from the Kingfisher hide. Also there a Kingfisher for c30 mins and a female Kestrel. (Steve Brown). From Knott hide a Spotted Flycatcher, a Cuckoo calling, two Cetti’s Warblers, a Little Egret, two Reed Buntings and three Reed Warblers. (Oliver Paisey).",
    "Date": "2024-05-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/26/sunday-26th-may-2024/",
    "location": "Nailsworth",
    "Text": "A Hobby and c30 Swifts today. (Terry Grant).",
    "Date": "2024-05-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Eastleach",
    "Text": "Four Corn Buntings in the fields NE of Eastleach this afternoon. (Martine Fenn).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Huntley",
    "Text": "A Hobby over at 6:35pm. (Martin Drew).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Daglingworth",
    "Text": "A Hobby this evening. Also three singing Corn Buntings and a Willow Warbler. (Andrew Morrison).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Nailsworth",
    "Text": "A male Goshawk over High Wood just W of Forest Green Rovers ground at 1:30pm. It circled a few times with two Buzzards and drifted W towards Nympsfield. A garden tick. (Jon Haw).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Saul Warth",
    "Text": "Eight Oystercatchers, five Curlews, four Whitethroats, a Chiffchaff, a male Stonechat, a Reed Warbler and a male Reed Bunting. (MK).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "An OSPREY over South Lake then headed N at 1:45pm. (Slimbridge Sightings). The WHITE-SPOTTED BLUETHROAT showed well this morning at Middle Point. (Tan Grigg). Two Fox cubs from Martin Smith hide early morning. Also a male Kingfisher fishing. (Dave Tait). An Egyptian Goose from Robbie Garnett hide. (Matt Lathan).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge early morning, at least three Cuckoos, two Great White Egrets and six Redshanks. (Steve Pullen). A pair of Spotted Flycatchers at the N end of Court Lake in beech trees near the Perry Way. (Nigel Young/Nick Goatman). Also an Oystercatcher and chick, a Hobby, six Common Terns, two Swifts, a Sand Martin, four Swallows, 15 Tufted Ducks and two Tawny Owls. (Nick Goatman).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Over",
    "Text": "Along the canal this morning two Red Kites, a Buzzard, a Green Woodpecker, a Great Spotted Woodpecker and a Kingfisher. (Paul Clark).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Aston Magna",
    "Text": "Six Spotted Flycatchers at the bottom of the garden, with at least one pair nesting. (Jamie Brown).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/25/saturday-25th-may-2024/",
    "location": "Stanley Downton",
    "Text": "Birds today included a Buzzard, a Whitethroat, a Greenfinch, a Goldfinch, a Swallow, a House Martin, a Linnet, male and female Kestrel, a Sedge Warbler, a Chiffchaff, a Willow Warbler and a Blackcap. (Paul Sutton).",
    "Date": "2024-05-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed briefly early afternoon at Middle Point. (Dot Jones).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge this morning on the flashes eight Great White Egrets with three Little Egrets, three Grey Herons, four Redshanks, two Lapwings and four Shovelers, and a Cuckoo calling from the 100-Acre. At the sailing lake, a Cuckoo over, four Common Terns, 50+ Swifts with 150+ hirundines. (Steve Pullen).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "May Hill",
    "Text": "12 Crossbills and a Redstart singing well in the pines at the top of the Hill this morning. (Rob & Gillian Guest).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning 33 Mute Swans, five Canada Geese, five Gadwalls, c50 Mallards and at least five broods of ducklings, a pair of Shoveler, six Tufted Ducks, two Cormorants, a Great White Egret, five Grey Herons and 12 Coots. Waders included two Oystercatchers, eight Avocets, one pair with three two-day old chicks, a Little Ringed Plover, six Lapwings, two Redshanks and a Curlew. Also five Swifts, five House Martins, at least two Yellow Wagtails. Song from Skylark, Redstart, Reed Warbler, Sedge Warbler, Whitethroat, Blackcap, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "Saul Warth",
    "Text": "From Hock Ditch a male Stonechat, five Curlews, four Oystercatchers, six Shelducks, a Grey Heron and 100-200 hirundines over the treatment works, mainly House Martins. (Mike Davis).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "Longney",
    "Text": "This afternoon birds included seven Canada Geese, 13 Mallards, two Moorhens, a Shelduck, a Grey Heron, a Little Egret, two Reed Buntings, five Swallows, six Linnets, a Greenfinch, a Stonechat, four Long-tailed Tits, six Goldfinches, two Stock Doves, three Song Thrushes and 35 Lesser Black-backed Gulls. (John Fletcher).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/24/friday-24th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "A Great White Egret here recently. (Chris & Phil Andrews).",
    "Date": "2024-05-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "Huntley",
    "Text": "An OSPREY over N this evening. (Lewis Thomson).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "Frampton pools",
    "Text": "A Great White Egret, 100+ Swifts, 50+ Sand Martins, a few Swallows and House Martins, a Cuckoo and six Common Terns this morning. This evening 200+ Swifts, 250+ House Martins, 150+ Sand Martins, 50+ Swallows and a Hobby. (Nick Goatman). At Splatt Bridge and the North reedbed area three Great White Egrets, four Little Egrets, four Redshanks, two Oystercatchers, two drake Shovelers, three Hobbies, four Common Cranes and a Cuckoo. A female Goosander flew over Court Lake, heading for the river at 10:35am. There was an almost continuous NW movement of 450+ Swift and 300+ House Martin between 8:30am and 10:45am. (Terry Grant).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "Saul Warth",
    "Text": "At high tide this morning three Knot, a Grey Plover, a Sanderling, 21 Ringed Plovers, 75+ Dunlins, six Curlews, five Oystercatchers, two Redshanks, a Common Crane flew off N, a Great White Egret, two Little Egrets, 20+ Swifts and a drake Mandarin flew N up the canal. (MK).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "A drake GARGANEY and a breeding plumage Dunlin on South Lake this morning. (Roberta Goodall).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead two Spotted Flycatchers and a Kingfisher at 11:45am. (Martin Vaisey).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "Aylburton Common",
    "Text": "A male Bullfinch in the garden at 6:25pm feeding on weed seeds. (Martin Vaisey).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/23/thursday-23rd-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning birds included two Greylags, eight Canada Geese, 26 Mute Swans, an Egyptian Goose, a pair of Shelducks, two Shovelers, seven Gadwalls, 27 Mallards including two broods of ducklings, five Tufted Ducks, three Cormorants, a Buzzard, 11 Avocets including a pair with three recently hatched young on the South scrape, four Oystercatchers, a breeding plumaged Dunlin, a Curlew, two Redshanks, eight Lapwings, two Little Egrets, a Great White Egret, a pair of Little Grebes, c35 House Martins with 14 Swifts and seven Swallows, eight singing Skylarks, seven Sedge Warblers, eight Reed Buntings, four Linnets, three Yellow Wagtails and two female Redstarts, 1 with 2 juveniles. Birds singing but heard only included Reed Warbler, Wren, Greenfinch, Chaffinch, Blackcap and Chiffchaff. (Caroline Quinn/Paul Clark).",
    "Date": "2024-05-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/22/wednesday-22nd-may-2024/",
    "location": "Saul Warth",
    "Text": "At high tide early morning four Turnstones, a Knot, a Grey Plover, a Bar-tailed Godwit, 32 Sanderlings, 60+ Ringed Plovers, 20+ Dunlins, six Curlews, two Oystercatchers, two Great White Egrets, a Little Egret and a Common Tern and 15 Swifts over the canal. (MK).",
    "Date": "2024-05-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/22/wednesday-22nd-may-2024/",
    "location": "Hartpury",
    "Text": "22 Swifts, 9+ House Martins, five Swallows, 2+Goldcrests, a Chaffinch, three Greenfinches, a Mistle Thrush, 5+ Mallards, 30+ Woodpigeons, two Stock Doves and a Red Kite. (Oliver Paisey).",
    "Date": "2024-05-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/22/wednesday-22nd-may-2024/",
    "location": "Stonehouse",
    "Text": "Along the canal a Sedge Warbler, a Red Kite over, two Swifts, five House Martins, two Swallows, two Cetti’s Warblers calling, up to three Chiffchaffs and a Jay. (Paul Sutton).",
    "Date": "2024-05-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Turkdean area",
    "Text": "A Tree Pipit, two Redstarts, two Corn Buntings, three Yellowhammers, 10+ Skylarks, a Garden Warbler and a Kestrel today. (Paul Masters).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today two Pied Flycatchers, three Spotted Flycatchers, a Redstart and four Firecrests. (Jonathan Bull).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed very well at 10am for c5 minutes on the left hand reedbed stick. Two Grey Plovers flew N over the shepherd’s hut at 8:50am. Three summer plumaged Knot and a summer plumaged Grey Plover at Middle Point. Two Egyptian Geese on the Tack Piece. (Geoff Moyser).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Frampton",
    "Text": "This evening two Cuckoos calling in the distance and 5+ Swifts over. Two Oystercatchers flew over with two Lapwings. (Jacob Jenkins).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Painswick",
    "Text": "Between 6:45-9am, 214 Swifts passed over heading NW. (John Fleming).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Forest of Dean",
    "Text": "A Red Kite flew over Lower Mitcheldean at 5:06pm. (Chris Keeling).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This evening 30 Mute Swans, six Greylags, six Canada Geese, a pair of Shelducks, 60 Mallards and at least 5 broods of ducklings, a pair of Shovelers, a Great White Egret, three Grey Herons, 20 Coots and a brood of chicks, two Oystercatchers, six Avocets, two Little Ringed Plovers, ten Lapwings, four Curlews, at least four Redshanks and song from Reed Warbler, Sedge Warbler, Whitethroat, Lesser Whitethroat, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/21/tuesday-21st-may-2024/",
    "location": "Edge to Upper Kites Nest",
    "Text": "Three Red Kites, three Buzzards, a Kestrel, four Skylarks, three Green Woodpeckers, a Nuthatch, a Willow Warbler, a Blackcap, four Song Thrushes and two Stock Doves today. (John Fletcher).",
    "Date": "2024-05-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed for a few minutes at the back of the reedbed, singing, at Middle Point at 9am. (Paul Masters/Andy Chapman/Neil Smart). An OSPREY flew N towards Saul at 12:25pm. (Greg Anderson).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Saul Warth",
    "Text": "At 8am the wader flock was difficult to see below a mud bank only showing on and off, a summer plumaged Curlew Sandpiper, six Sanderlings, a Little Stint, six Grey Plovers, two in summer plumage, a Whimbrel, five Curlews, 50+ Ringed Plovers, 10+ Dunlins and three Oystercatchers. Also 25 Shelducks including four ducklings, five Shovelers (4m, 1f), a Cuckoo calling near Fretherne church, a Broad-bodied Chaser and the first Painted Lady on patch. (MK).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Chaceley Meadows",
    "Text": "A White Stork early afternoon but no sign later. (Robin Lewis). Near Chaceley Stock six Little Egrets on flood water, a Water Rail, a Curlew, a Reed Bunting, a Sedge Warbler and a Cuckoo. (Terry Fenton).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "A Great White Egret, two Little Egrets, three Grey Herons and a pair of Gadwalls. (Terry Fenton).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Forest of Dean",
    "Text": "A singing Wood Warbler at 11:30am from the footpath behind Woorgreens small car park. Another two early afternoon W of Crabtree Hill, one beside the track heading NNE from SO 621130, the other beside the Gloucestershire Way footpath after starting the return to Woorgreens. Also this afternoon a Grey Wagtail on rear fencing at Kensley Lodge. (Andy & Sue Gibbons/Rachel Thomas). At six Song Thrushes, three Nuthatches, a Treecreeper, a Jay, two Pied Flycatchers, a Great Spotted Woodpecker and three Chaffinches. (John Meadows).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Hartpury",
    "Text": "A Red Kite, two Sparrowhawks, a Mistle Thrush, two Song Thrushes, 4+ Greenfinches, a Chaffinch, 15+ Swallows, 8+ House Martins, 3+ Mallards and 4+ Stock Doves today. (Oliver Paisey).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Kingswood",
    "Text": "A pair of Dippers on the stream through the garden have successfully fledged young again. (Tom McCarthy).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Wotton-Under-Edge",
    "Text": "At Cotswold Edge Golf Club a Red Kite, a Buzzard, a Red-legged Partridge, 2+ Ravens, a Barnacle Goose (ring no BOO for it’s 4th summer here), eight adult Greylags and two family groups each of 2 and 6. Chiffchaff, Greenfinch, Chaffinch, Goldfinch, Whitethroat, Lesser Whitethroat, Blackcap and Song Thrush all singing around the course. (Mike Tranter).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Wontley Farm area",
    "Text": "This afternoon at West Down car park 25 Lesser Black-backed Gulls circling with a Buzzard. Near Wontley Farm a pair of Stonechats, a Tree Pipit and a Corn Bunting. Near Belas Knap a pair of Redstarts and a Green Woodpecker. Butterflies included Small Blue, Small Heath, Dingy Skipper, Brimstone, Small Tortoiseshell, Peacock and Speckled Wood. (Keith White).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Stonehouse",
    "Text": "A Sedge Warbler, possibly two, and a Chiffchaff at the Ocean tonight. (Paul Sutton).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/20/monday-20th-may-2024/",
    "location": "Aylburton",
    "Text": "Birds in and around the garden today included two House Martins nesting on the house, two Greenfinches, scarce here, two Goldfinches, a Pied Wagtail and a Collared Dove. (John Meadows).",
    "Date": "2024-05-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Saul Warth",
    "Text": "This morning two red Knot, six Sanderlings, a Little Stint, ten Grey Plovers, 51 Dunlins, 72 Ringed Plovers, three Curlews and three Oystercatchers. Also three Great White Egrets on the Warth. (MK).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "Two drake GARGANEYS on the Top New Piece from Zeiss hide. (David Creber/Roberta Goodall). From Martin Smith hide a female Kingfisher, a Grey Heron sunbathing and a Fox cub spent 20 minutes in front of the hide. (Dave Tait).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Halmore",
    "Text": "A Cuckoo again calling intermittently for most of the day from oak trees in the woods and feeding on caterpillars. A Sparrowhawk and a Red Kite over and two Swifts and four Swallows overhead. Also two Beautiful Demoiselles, several Broad-bodied Chasers, a few Orange Tips and still plenty of Brimstones. (Chris Newton).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Frampton",
    "Text": "Early morning from Splatt Bridge, a Great White Egret, two Little Egrets, three Redshanks, two Lapwings, two Oystercatchers, two Common Cranes flew N, a Cuckoo calling and two Roe Deer. (MK). Around the pools a Yellow-legged Gull, Mistle Thrush chicks growing well, six Swifts, six Swallows, eight House Martins, seven Common Terns, three Red Kites, five Buzzards, four Whitethroats, a Kingfisher, 53 Mute Swans, a Bullfinch with young and three Oystercatchers. (Nick Goatman).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Forest of Dean",
    "Text": "A Wood Warbler by Woorgreens small carpark. At Nagshead two Pied Flycatchers, a Redstart and a Garden Warbler. (Mark Coller).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Moreton Valence",
    "Text": "A Red Kite over Putloe Farm at 10:30am. (MK).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Cam",
    "Text": "11 Red Kites, a Hobby, a Kestrel and 7+ Buzzards over Tesco Cam car park at 1:45pm. (Jonathan Bull).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Prestbury",
    "Text": "Early this afternoon there was a Spotted Flycatcher on Mill Lane by the gates of ‘Headlands’ in the older trees. (Ken Heron).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Alvington",
    "Text": "A Hobby and a Red Kite over Clanna Country Park this afternoon. (Paul Woolams).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/19/sunday-19th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "This morning eight Avocets, four Oystercatchers, two Redshanks, two Ringed Plovers, two Shovelers, two Tufted Ducks, four Gadwalls, two Great White Egrets, 3+ Little Egrets and a Red Kite. (Paul Clark).",
    "Date": "2024-05-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Purton",
    "Text": "A WOODLARK flew NE at 6:47am. Also this morning a Turnstone, 15 Sanderlings, a Little Ringed Plover, five Ringed Plovers, a Cuckoo, a Red Kite, a Yellow Wagtail and a Siskin. (Francis Steuck).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The GLOSSY IBIS was seen briefly at 7:50am between the canal and the WWT. (Slimbridge Sightings). A BITTERN flew S at 8:05am seen from Knott hide. (Tan Grigg).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Frampton",
    "Text": "A near adult SPOONBILL on Splatt flashes this morning. (Gordon Hodgson). It wasn’t there early afternoon but returned at 3:45am. (Colin Greenfield). This afternoon a drake GARGANEY on the flashes. Also two Little Egrets, three Lapwings, four Redshanks, an Oystercatcher and a pair of Shovelers. 7+ Common Terns and an Oystercatcher on the sailing lake. (MK).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Epney",
    "Text": "At least two Yellow-legged Gulls loafing in the roost this afternoon. (MK).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Forest of Dean",
    "Text": "In Woorgreens car park a Wood Warbler at 8am. A Crossbill calling from a conifer over the road from Dilke Hospital. (Steve Brown). At Cannop Ponds today birds included a Mandarin, a pair of Little Grebes with young, a Kingfisher, Tufted Ducks, a Grey Wagtail, a Pied Wagtail, Mute Swans, a Treecreeper and Blackcaps. (Julie Loxley).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "29 Mute Swans, 16 Greylags, eight Canada Geese, seven Gadwalls, c50 Mallards, three Shovelers, four Tufted Ducks, two Cormorants, a Great White Egret, two Cattle Egrets, three Grey Herons, 15 Coots, two Oystercatchers, eight Avocets, 10+ Lapwings, two Ringed Plovers, two Little Ringed Plovers, two Curlews, eight Redshanks, a Greenshank, a Buzzard, a Red Kite, a Peregrine, a Hobby, two pairs of Yellow Wagtails and song from Cuckoo, Skylark, Redstart, Sedge Warbler, Reed Warbler, Whitethroat, Lesser Whitethroat, Blackcap, Chiffchaff and a Reed Bunting. (Mike Smart/Sam Walker).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Whitminster",
    "Text": "A Red Kite flew over Hyde Lane circled then headed N at 3:30pm. (Tanya Allen).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Stonehouse",
    "Text": "Two Cetti’s Warblers and a Sedge warbler on the Stroudwater canal. (Paul Sutton).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Halmore",
    "Text": "In and around the woods today a Cuckoo seen and calling, a Hobby over, a Goshawk in a tree being mobbed by Crows, after dark a Barn Owl hunting in a meadow and two Little Owls duetting. (Chris Newton).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/18/saturday-18th-may-2024/",
    "location": "Leighterton",
    "Text": "Two Swifts, two Red Kites and three Corn Buntings E of the village this afternoon. (Terry Fenton).",
    "Date": "2024-05-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/17/friday-17th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again this morning at Middle Point. A Cuckoo calling from the treeline opposite the Robbie Garnett hide. Another Cuckoo calling near Kingfisher hide. (Tim Jukes).",
    "Date": "2024-05-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/17/friday-17th-may-2024/",
    "location": "Frampton",
    "Text": "At the pools a Mediterranean Gull at the sailing lake, the Court Lake Oystercatchers have two young tonight. Also seven Common Gulls, two Hobbies, a Swift, two Swallows and four House Martins. (Nick Goatman). From Splatt Bridge this morning a Common Tern flew towards the river, a Cuckoo calling, four Redshanks, two Lapwings, an Oystercatcher and three Reed Buntings. (Steve Pullen).",
    "Date": "2024-05-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/17/friday-17th-may-2024/",
    "location": "Cleeve Hill",
    "Text": "An unidentified ringtail Harrier passed over Dry Bottom being mobbed by crows, a few seconds later a very agitated male Grey Partridge came from the opposite direction and landed on valley side at SO990264. (Giles Alder).",
    "Date": "2024-05-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/17/friday-17th-may-2024/",
    "location": "Cheltenham",
    "Text": "Three Buzzards and a Sparrowhawk in dispute over Leckhampton Road. (Steve Brown).",
    "Date": "2024-05-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/16/thursday-16th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "A GLOSSY IBIS flew around the site at 8:05am before heading N. (Tim McGrath). The WHITE-SPOTTED BLUETHROAT showed again this morning at Middle Point. A Grey Plover, a Bar-tailed Godwit and a Knot on the river at Middle Point. (Roberta Goodall/Jeremy Holland). Three Red Kites over the Rushy at midday. (Louise Rumsey/Tim McGrath).",
    "Date": "2024-05-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/16/thursday-16th-may-2024/",
    "location": "Frampton",
    "Text": "The GLOSSY IBIS dropped in to Splatt flashes N of the N reedbed at 8:40am where it fed for an hour, but elusive in long grass, before flying off in the direction of Saul Warth at 9:45am. Also four Redshanks, four Shelducks, two Little Egrets and four Gadwalls. At Court Lake two Hobbies and on the Sailing Lake, 7 or 8 Common Terns. (Terry Grant).",
    "Date": "2024-05-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/16/thursday-16th-may-2024/",
    "location": "Framilode Passage",
    "Text": "16 Shelducks, three Little Egrets and a Red Kite this morning. (Terry Grant).",
    "Date": "2024-05-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/16/thursday-16th-may-2024/",
    "location": "Forest of Dean",
    "Text": "A Spotted Flycatcher in Flaxley woods this evening, also a Garden Warbler. (Rachel Thomas). At Parkend two Firecrests, a Goldcrest, two Dippers, two juvenile Grey Wagtails, a Buzzard and a Fox. (Dave Stone).",
    "Date": "2024-05-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/16/thursday-16th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "The pair of Shelducks with three ducklings, a Great White Egret, two Grey Herons, an Oystercatcher, a Curlew, song from Cuckoo, Redstart, Sedge Warbler, Blackcap, Whitethroat, at least three singing Willow Warblers, Chiffchaff and Reed Bunting. (Mike Smart/Mervyn Greening/Barrie Mills).",
    "Date": "2024-05-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "Five Dunlins, a red Knot, a Bar-tailed Godwit, a Whimbrel, six Sanderlings and six Grey Plovers off of Middle Point this morning. Also many Sedge Warblers singing and displaying, a Grasshopper Warbler heard reeling to the N and a Cuckoo heard. From Estuary Tower seven DARK-BELLIED BRENT GEESE on the foreshore again. (Martin McGill/Neil Smart/Geoff Bryant).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Saul Warth",
    "Text": "Very quiet at low tide 62 Shelducks with the first eight ducklings, nine Curlews, four Oystercatchers, a Little Egret, a male Stonechat, three Whitethroats and 14 Goldfinches early morning. (MK).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Frampton",
    "Text": "From Splatt Bridge this morning, five Great White Egrets, four Little Egrets, a Greenshank, two Redshanks, six Lapwings, an Oystercatcher, four Gadwalls, 18 Shelducks, three Cetti’s Warblers, four Sedge Warblers, two Swifts, six Linnets and a Roe Deer. (Steve Pullen).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Hartpury",
    "Text": "A Raven, a Red Kite, two Red-legged Partridges, two Siskins, seven Pied Wagtails, six Mallards, three Chaffinches, a Mistle Thrush, two Goldcrests and two Song Thrushes today. (Oliver Paisey).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Forest of Dean",
    "Text": "Nightjars were back at traditional sites last night. (Steve Brown). Lots of singing warblers at Woorgreens this evening, Willow Warblers, Garden Warblers, Chiffchaffs and Blackcaps. Also a Tree Pipit, Siskins and Buzzards. Also a Wild Boar with four boarlets. (Rachel Thomas).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "",
    "Text": "",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "At least 34 Mute Swans, 26 Greylags, four Canada Geese, three Shelducks, five Gadwalls, 40 Mallards and a female by The Wharf with eight ducklings, two pairs of Shovelers, 2 or 3 pairs of Tufted Ducks, four Grey Herons, four adult Little Egrets, a Cattle Egret in summer plumage and ten Coots. Waders included an Oystercatcher, two Avocets, c10 Lapwings, three Little Ringed Plovers, a Curlew, 4+ Redshanks and two Greenshanks. Also two Yellow Wagtails and song from Skylark, Redstart, Reed Warbler, Sedge Warbler, Blackcap, Whitethroat, Lesser Whitethroat, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "This evening four Mute Swans, five Greylags, and a  pair with three goslings, two Canada Geese, a pair of Shelducks with three ducklings, at least 60 Mallards, including two creches of 8 and 12 and two broods of two and five ducklings, a Great White Egret, three Grey Herons, a Cuckoo singing, and a Blackcap and a Chiffchaff singing. (Mike Smart).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Cheltenham",
    "Text": "A young Raven with two adults, presumably successfully fledged from the nearby nest site close to the Park Campus. A female Beautiful Demoiselle in the Pilley Bridge reserve. (Steve Brown).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Elmore Court",
    "Text": "At the rewilding area this afternoon on the scrape two Little Grebes, two Lapwings, two Tufted Ducks, four Mallards, a Coot, two Mute Swans and two Canada Geese. Also a Cuckoo calling E of the path, a male Stonechat, two Red Kites, two Buzzards, a Great Spotted Woodpecker, a Reed Bunting, four Skylarks, a Cetti’s Warbler, a Reed Warbler heard and two Ravens. Also, several Brimstones, Peacock, Orange Tip, Green-veined White and Small Tortoiseshell butterflies on the wing. (Steve Pullen).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/15/wednesday-15th-may-2024/",
    "location": "Sharpness",
    "Text": "This evening along the riverbank near Sharpness four Stonechats, a Meadow Pipit, four Skylarks, two Shelducks and seven Oystercatchers flying up the Severn. (Jacob Jenkins).",
    "Date": "2024-05-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/14/tuesday-14th-may-2024/",
    "location": "Frampton Mansell",
    "Text": "Belated news of a 2nd-calendar year female PALLID HARRIER photographed at Chapman’s Cross on the 10th May. No further sign since. (Chenie Prudhomme).",
    "Date": "2024-05-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/14/tuesday-14th-may-2024/",
    "location": "Forest of Dean",
    "Text": "An OSPREY at Woorgreens Lake at 6pm mobbed by gulls, then flew off in a southerly direction. (Rob Ward). At Cannop Upper Pond this morning a Coot pair with three young, a drake Mandarin, a Raven taking the ducks bread and stashing it behind in the steep bank and an adult and juvenile Mute Swan. (Chris Keeling).",
    "Date": "2024-05-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/14/tuesday-14th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "11 Greenshanks and two Cattle Egrets from the Grundon hide, from the boardwalk five Yellow Wagtails and three Little Ringed Plovers. Along the canal three Redstarts and three Lesser Whitethroats. Also four Avocets, three Curlews, four Oystercatchers, three Redshanks, a Red Kite and two Swifts. (Steve Brown/Neil Pryce-Jones/Paul Clark).",
    "Date": "2024-05-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/14/tuesday-14th-may-2024/",
    "location": "Leckhampton",
    "Text": "A Red Kite over Church Road, still uncommon here, a Jay on Leckhampton Road, a Green Woodpecker heard in flight and encouraging numbers of Greenfinches and Song Thrushes around Burrows Fields. (Steve Brown).",
    "Date": "2024-05-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/14/tuesday-14th-may-2024/",
    "location": "Sapperton area",
    "Text": "5+ Corn Buntings, 12+ Skylarks, two Garden Warblers, a male Stonechat, a Whitethroat, five Buzzards, a male Kestrel with prey, a male Yellowhammer and a Silver Y moth this afternoon. (MK).",
    "Date": "2024-05-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/14/tuesday-14th-may-2024/",
    "location": "Frampton pools",
    "Text": "70+ Swifts, a Common Sandpiper, ten Common Terns, 30+ Sand Martins, 12 Swallows, six House Martins, a Red Kite, two drake Mandarins, four Shelducks and a Kingfisher today. (Nick Goatman).",
    "Date": "2024-05-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "A TEMMINCK’S STINT in the flooded field to the right of the boardwalk at  7:45pm before it flew SW calling. (Kit Britten).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again today at Middle Point. It is becoming more reliable but is quite distant and a scope helps gain good views. (Slimbridge Sightings). A Common Crane with two chicks on South Lake this morning. Also another pair with two chicks on the Top New Piece from the Van de Bovenkamp Hide. Two Muntjacs in the thicket next to the Kingfisher hide. (Martin Price).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Saul Warth",
    "Text": "At high tide at midday four Bar-tailed Godwits, two red Knots, four Curlews, a Whimbrel, a summer plumage Sanderling, 15 Ringed Plovers, nine Dunlins, three Oystercatchers, 35+ Shelducks, a Little Egret, 20+ Swallows and 30+ House Martins. (MK).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Batsford",
    "Text": "A Spotted Flycatcher hawking insects from a tree adjacent to the road in the grounds just N of the Rockery Bridge at Batsford Arboretum today. (Andy Graham).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Winchcombe",
    "Text": "Three Swifts over the garden and a Great Spotted Woodpecker on the garden feeders. (Andrew Worthington).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Frampton",
    "Text": "Early morning from Splatt Bridge a Cuckoo, two Redshanks, two Lapwings, three Little Egrets, three Grey Herons, four Gadwalls and five Shelducks and a pair of Mute Swans with six cygnets on the canal. (Steve Pullen). On the flashes early afternoon a Kingfisher, a Hobby and 20+ Swifts. (MK).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Sharpness to Berkeley shore",
    "Text": "At least eight Stonechats including four juveniles this morning. (Mike Davis).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Tewkesbury",
    "Text": "Two Swifts over the garden heading N late morning. (Les Ditchburn).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/monday-13th-may-2024/",
    "location": "Netheridge Farm",
    "Text": "Five Swifts over the swing bridge early afternoon. (Mark Hobson).",
    "Date": "2024-05-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again today at Middle Point. It is becoming more reliable but is quite distant and a scope helps gain good views. (James Robinson/Gary Watton/Ian Ralphs/MK).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Didmarton",
    "Text": "A WOOD WARBLER singing in Hinnegar Wood today. (Terry Grant).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Tresham",
    "Text": "At least two pairs of Yellow Wagtails in roadside fields, and five Red Kites over. (Terry Grant).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Nailsworth",
    "Text": "A NIGHTJAR called over the house at Walkley Wood at 10:15pm. (Jon Haw).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Naunton",
    "Text": "At Huntsman’s Quarry and surrounding fields today, five Garden Warblers, a Corn Bunting, a Lesser Whitethroat, three Willow Warblers and four Whitethroats. (Jamie Brown).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Aylburton Warth/Guscar Rocks",
    "Text": "Two Canada Geese, 16 Shelducks, nine Mallards, two Grey Herons, a Buzzard, three Oystercatchers, 45 Ringed Plovers, 11 Dunlins, two Curlews, four Redshanks, 26 Lesser Black-backed Gulls. Lots of singing Skylarks, a singing Meadow Pipit, two Cetti’s Warblers also singing Whitethroats, Chiffchaff and Reed Bunting. (Mike Smart).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "A Common Sandpiper on north pit today. (Keith Jennings).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Epney",
    "Text": "14 Sand Martins over the river today. (Matt Neale).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/sunday-12th-may-2024/",
    "location": "Rodborough Common",
    "Text": "Pasque Flowers in bloom today. (Gerard Doran).",
    "Date": "2024-05-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Purton",
    "Text": "This morning pre-10am three Sanderlings, five Dunlins, 28 Ringed Plovers, a Great White Egret, a Yellow Wagtail, a White Wagtail, a Wheatear, two Red Kites, 20 Swallows, three House Martins, a Sand Martin, 40 Goldfinches and a Siskin. (Francis Steuck).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again today at Middle Point. It is becoming more reliable but is quite distant and a scope helps gain good views. Also a Grasshopper Warbler reeling briefly. (Steve Pullen/Jordan Yates/Karle Burford). A 3rd calendar-year MEDITERRANEAN GULL on South Lake causeway at 4:30pm. (Ken Mihill).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Tidenham Chase",
    "Text": "A Wood Warbler at The Park again today. (Steve Thorogood/Martin Vaisey/Terry Stevenson).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead a Firecrest, two Goshawks, a Cuckoo, 14 Siskins, two Pied Flycatchers, a Swift, a Sparrowhawk, five Treecreepers, four Nuthatches, a Raven, four Stock Doves and two Great Spotted Woodpeckers. (Oliver Paisey/Dursley Birders).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Birds today included 22 Gadwalls, ten Tufted Ducks, four Shelducks, six Avocets, four Oystercatchers, four Redshanks, 20 Lapwings, two Little Ringed Plovers, a Curlew, a WOOD SANDPIPER, a Hobby, a Great White Egret, nine Little Egrets, three Cattle Egrets, a Kingfisher, 21 Sedge Warblers, six Reed Warblers, a Great Black-backed Gull, also singing Skylark, Redstart, Blackcap, Whitethroat, Chiffchaff and Reed Bunting. (Ian Ralph/Mike Smart).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "Five Mute Swans, ten Greylags, eight Canada Geese, a pair of Shelducks with three ducklings, 40 Mallards, plus a female with five ducklings, four Grey Herons, a Great White Egret, three Little Egrets, two Coots, a Peregrine, two Curlews, two pairs of Yellow Wagtails, two Cuckoos and singing Skylark, Redstart, Sedge Warbler, Blackcap, Whitethroat, Lesser Whitethroat, Willow Warbler, Chiffchaff and Reed Bunting. (Mike Smart/Phil & Chris Andrews).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Halmore",
    "Text": "In the woods today birds include a calling Cuckoo at 6pm, two Spotted Flycatchers, a Bullfinch, large numbers of Chiffchaffs and Blackcaps, a Treecreeper, a Nuthatch, several Song Thrushes, two Mistle Thrushes, three Great Spotted Woodpeckers and a Green Woodpecker, also many Orange Tips and Brimstones, including a female laying on Buckthorn, several Peacocks and Speckled Woods and a Holly Blue laying on Holly. (Chris Newton).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Bourton-on-the-Water",
    "Text": "The Oystercatcher pair on the north pits have hatched two young. A first-summer Hobby hunting over the south pits. (Andy Lewis).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/saturday-11th-may-2024/",
    "location": "Stonehouse",
    "Text": "Two Red Kites over and a Swift today. (Jon Dexter).",
    "Date": "2024-05-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again today at Middle Point. It is becoming more reliable but is quite distant and a scope helps gain good views. 2+ DARK-BELLIED BRENT GEESE on the Dumbles again. Six Sanderlings on the Tack Piece. An Egyptian Goose on South Lake.  (Tim McGrath/Tim Jukes/Dot Jones/Mark Dowie). A Red Kite over the Rushy at 1pm. (Tim McGrath).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "Frampton",
    "Text": "A drake GARGANEY, five Greenshanks, six Bar-tailed Godwits, a Grey Plover, three Oystercatchers, eight Redshanks, five Lapwings and a Great White Egret on Splatt flashes this morning. (Gordon Hodgson/Steve Pullen). Two Hobbies hunting over the 100-Acre before moving towards Frampton pools. (Steve Pullen). A distant flock of 60+ small waders over the estuary, Ringed Plover, Dunlin and a c10 Sanderlings. (Gordon Hodgson).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "Tidenham Chase",
    "Text": "A Wood Warbler at The Park today. (Steve Thorogood).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "Maisemore",
    "Text": "A Cattle Egret at the River Leadon flood near Maisemore. Also two Great White Egrets, 15 Little Egrets, a Kingfisher and a singing male Redstart. (Andy Jayne).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "Rodborough Common",
    "Text": "A Swift flew N over the Common today, and several Duke of Burgundy butterflies on the wing. (Rob Crofton).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "Stonehouse",
    "Text": "Two Red Kites flew over slowly at 6:25pm. (Jon Dexter).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/13/friday-10th-may-2024/",
    "location": "Cotswold Water Park East",
    "Text": "This afternoon in the Whelford area five Red Crested Pochards, two Gadwalls, six Great Crested Grebes, a Little Egrets, three Mute Swans, 15 Tufted Ducks, five Coots, two Moorhens, six Mallards, 50+ Cormorants, two Greylags, a Reed Warbler, two Sedge Warblers, a Great Spotted Woodpecker, three Long-tailed Tits, three Blackcaps, two Willow Warblers and a Bank Vole. (John Fletcher).",
    "Date": "2024-05-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/thursday-9th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again today at Middle Point. Also two Grasshopper Warblers reeling. Two Grey Plovers, three Ringed Plovers, 31 Dunlins, a Greenshank and an Egyptian Goose on the Tack Piece. (Roberta Goodall/Paul Masters/Steve Pullen/John Fletcher). A CORN BUNTING flew past the Bluethroat watch point and landed on the fence at Middle Point. (Terry Grant).",
    "Date": "2024-05-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/thursday-9th-may-2024/",
    "location": "Berkeley shore",
    "Text": "Seven DARK-BELLIED BRENT GEESE flew S at 7:12am. (Paul Taylor).",
    "Date": "2024-05-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/thursday-9th-may-2024/",
    "location": "Frampton",
    "Text": "A drake GARGANEY, a Greenshank, four Redshanks, three Bar-tailed Godwits, two Grey Plovers, two Avocets, a Cuckoo and a Red Kite over at Splatt flashes. (Gordon Hodgson). Three Hobbies high over Court Lake late morning. (Steve Young). Around the pools 42 Chiffchaffs, 12 Whitethroats, four Lesser Whitethroats, 36 Blackcaps, six Cetti’s Warblers, ten Reed Warblers, eight Common Terns, three Oystercatchers, three Shelducks, a Lapwing, a Whimbrel and  62 Stock Doves. (Nick Goatman).",
    "Date": "2024-05-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/thursday-9th-may-2024/",
    "location": "Tresham",
    "Text": "Early morning two Yellow Wagtails, three Corn Buntings and a Whitethroat. (Paul Rich).",
    "Date": "2024-05-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/thursday-9th-may-2024/",
    "location": "Chedworth",
    "Text": "Three Swift feeding at altitude over Chedworth this evening. (Harvey Sherwood).",
    "Date": "2024-05-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/wednesday-8th-may-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The drake FERRUGINOUS DUCK still on Pit 111 at Whelford pools today. (Mark Dowie/Christopher Teague).",
    "Date": "2024-05-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/wednesday-8th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again today at Middle Point. (Mike Davis). From Estuary Tower seven DARK-BELLIED BRENT GEESE on the foreshore. (Slimbridge Sightings). At 11:35am three Red Kites drifting NW high over the Rushy and Tack Piece. (Tim McGrath).",
    "Date": "2024-05-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/wednesday-8th-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today two pairs of Pied Flycatchers, a Raven, a Peregrine and two Firecrests. (Chris Snook). Five Swifts over the garden in Cinderford this morning. (Owen Follis).",
    "Date": "2024-05-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/wednesday-8th-may-2024/",
    "location": "Elmore Court",
    "Text": "In the rewilding area this morning, four Gadwalls including a female with six ducklings, two Lapwings, a Grey Heron, a Cuckoo heard, a Buzzard, a Sedge Warbler, two Reed Warblers, three Lesser Whitethroats, three Whitethroats, two Reed Buntings, eight Skylarks and 12 Linnets. (Steve Pullen).",
    "Date": "2024-05-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/wednesday-8th-may-2024/",
    "location": "Frampton pools",
    "Text": "Three Hobbies circling high over Court Lake this afternoon, also the Ross’s Goose. (Steve Pullen).",
    "Date": "2024-05-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/sunday-7th-may-2024/",
    "location": "Cotswold Water Park East",
    "Text": "The drake FERRUGINOUS DUCK still on Pit 111 at Whelford pools today. (Jeremy Holland/Paul Masters).",
    "Date": "2024-05-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/sunday-7th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again this morning at Middle Point. From Estuary Tower seven DARK-BELLIED BRENT GEESE on the foreshore. (Martin McGill/Julian Thomas). A SHORT-EARED OWL N of the Shepherd’s Hut today. (Geoff Moyser/Warren Gill). Also a GRASSHOPPER WARBLER reeling at Middle Point. (Dot Jones). Also a distant SHORT-EARED OWL at Middle Point, seven DARK-BELLIED BRENT GEESE and a Greenshank on the Dumbles. (Steve Pullen).",
    "Date": "2024-05-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/sunday-7th-may-2024/",
    "location": "Frampton pools",
    "Text": "An OSPREY over, six Hobbies, ten Common Terns, an ARCTIC TERN, a male Gadwall, a male Mandarin, a Garden Warbler, two Reed Warblers and six Swallows today. (Nick Goatman). Also today three pairs of Greylags with goslings, two Oystercatchers, four Great Crested Grebes, the Ross’s Goose, two Sedge Warblers and four Pied Wagtails. From Splatt Bridge a Great White Egret, two Little Egrets and four Shelducks. (John Fletcher).",
    "Date": "2024-05-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Cleeve Hill",
    "Text": "A juvenile PALLID HARRIER flew through near the radio masts this afternoon. (Greg & Tom Mabbett). Pics by Greg.",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Cotswold Water Park East",
    "Text": "A drake FERRUGINOUS DUCK on Pit 111 at Whelford pools today. (Paul Rich).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again this morning at Middle Point. From Estuary Tower seven DARK-BELLIED BRENT GEESE on the foreshore. (Ian Hull/Sarah Townsend/Les Ditchburn/Martin Price/Colin Greenfield).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Highnam Woods",
    "Text": "Two Nightingales singing early this morning. (Steve Pullen).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Forest of Dean",
    "Text": "Around the Crabtree Hill area two Tree Pipits, three Garden Warblers, a Whitethroat, a Lesser Whitethroat, a Redstart, four Linnets and three Stonechats. (Roy Kinchin).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Sharpness",
    "Text": "Two Common Cranes flew over the garden, heading towards the docks. (Clare Glanville).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Nailsworth",
    "Text": "Seven Swifts over this afternoon. (Jake King).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Frampton pools",
    "Text": "This afternoon 4+ Hobbies over the sailing lake, also 6+ Common Terns, three Swifts and a Great Crested Grebe. Also a Peregrine over Splatt flashes. (Steve Pullen).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Ashleworth Ham",
    "Text": "This afternoon birds included a Great White Egret, two Little Egrets, five Grey Herons, two Canada Geese, three Greylags, a male Shoveler, a pair of Gadwalls, six Shelducks, one pair with three ducklings, 46 Mallards, one pair with seven ducklings, three Coots, two Cormorants, 14 Mute Swans, two Swallows, four Blackcaps, two Song Thrushes, two Chiffchaff and three Brimstones. (John Fletcher).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/saturday-6th-may-2024/",
    "location": "Gloucester",
    "Text": "Around Alney Island N.R. this morning a Lesser Whitethroat, two Whitethroats, 4+ Reed Warblers, three Sedge Warblers, a Coot, eight Mallards, two Canada Geese, many Blackcaps and a Red Fox. (Steve Pullen).",
    "Date": "2024-05-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Highnam Woods",
    "Text": "A Nightingale singing early this morning. (Paul Masters).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "A drake GARGANEY on South Lake this morning. Also a Whimbrel. (Slimbridge Sightings/Roberta Goodall).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "A drake GARGANEY from Grundon hide this morning. (Les Ditchburn). Also today five Little Egrets, two Great White Egrets, two Grey Herons, three Redshanks, two Lapwings, two Avocets, 19 Gadwalls, seven Shovelers, four Tufted Ducks, a Cattle Egret, a Buzzard, an Oystercatcher, a Reed Bunting, a Great Black-backed Gull, a Linnet, a Skylark, Whitethroats, Chiffchaffs, Lesser Whitethroats and Sedge Warblers. (Chris Moore).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Crabtree Hill Tree Pipit, Wood Warbler and Garden Warbler all singing today. (Dot Jones).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Frampton",
    "Text": "16 Common Terns on the sailing lake this evening, most departed at 7:30pm. Also four Oystercatchers. (Nick Goatman). Also the Ross’s Goose today. (Karle Burford/Paul Sutton).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Longney",
    "Text": "Six Whimbrels, a Redshank and at least one 2nd year Yellow-legged Gull at lunchtime. (Jeremy Squire).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Gloucester",
    "Text": "Along the canal at Over this morning several Chiffchaffs, a Green Woodpecker, a Buzzard, a Kingfisher and two Treecreepers. Also Azure and Large Red Damselflies. (Paul Clark).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Tirley",
    "Text": "Two Hobbies today. (Robin Lewis).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/12/friday-5th-may-2024/",
    "location": "Aylburton Common",
    "Text": "Birds today included a Buzzard, three Goldfinches, 13 Blackbirds, nine House Martins building nests under the eaves on a house on Chapel Hill and five Swallows. (John Meadows).",
    "Date": "2024-05-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Highnam Woods",
    "Text": "A Nightingale, a Treecreeper, a Nuthatch, a Blackcap, a Willow Warbler and a Chiffchaff. (Eric Harris/Mark Hobson/Simon Bradfield).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "From the Estuary Tower seven DARK-BELLIED BRENT GEESE, 2+ Oystercatchers, a pair of Black Swans, 2+ Avocets and 2+ Skylarks. (Oliver Paisey). Four SPOONBILLS landed on the Dumbles at 9:50am seen earlier over Frampton pools. (Helen Bojaniwska/Mike Davis/Steve Money). At Middle Point the WHITE-SPOTTED BLUETHROAT showed occasionally and a SHORT-EARED OWL quartered up and down the sea wall and reed beds. (Neil Smart). A WOOD SANDPIPER from Robbie Garnett hide. (Mark Coller).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Tresham",
    "Text": "Early morning two Wheatears, four Corn Buntings and a Whitethroat. (Paul Rich).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Frampton pools",
    "Text": "Four SPOONBILLS flew over Court Lake at 9:30am in the direction of Slimbridge. (Steve Money). Around the pools today a Marsh Harrier, seven Common Terns, a Cuckoo, six Shelducks,  32 Tufted Ducks, three Oystercatchers, two Red-legged Partridges, six Stock Doves, four Skylarks, 15 Whitethroats, eight Lesser Whitethroats, 11 Reed Warblers, 28 Blackcaps, 43 Chiffchaffs, a Sedge Warbler, eight Swallows, two Swifts, two Reed Buntings and a Yellowhammer. (Steve Pullen/Nick Goatman). From Splatt Bridge this morning a Grasshopper Warbler reeled a few times, four Lesser Whitethroats, a Garden Warbler, two Great White Egrets, a Cuckoo, two Common Sandpipers, a Whimbrel, six Redshanks, three Lapwings, four Common Terns and 30 Swifts. (Gordon Hodgson).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "At least 28 Mute Swans, seven Greylags, ten Canada Geese, four Egyptian Geese, 22 Shelducks, two Teal, ten Gadwalls, 20 Mallards, at least ten Shovelers, 31+ Tufted Ducks, three Cattle Egrets, four Little Egrets, four Grey Herons, 15 Coots, four Avocets, two Oystercatchers, 10+ Lapwings, a Ringed Plover, two Little Ringed Plovers, two Black-tailed Godwits, eight Whimbrels, Curlews bubbling from southern meadows, at least four Redshanks, two Great Black-backed Gulls, a Cuckoo singing. Skylark, Redstart, Sedge Warbler, Blackcap, Whitethroat, Lesser Whitethroat, Chiffchaff and Reed Bunting all singing. (Mike Smart).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Woorgreens two Wood Warblers, seven Garden Warblers, two Tree Pipits, a Redstart, four Stonechats and lots of Willow Warblers. At Nagshead three Pied Flycatchers, two Firecrests and a Redstart. (Steve Pullen). A NIGHTJAR churring at a traditional site this evening, also two Woodcocks. (Frank Williams).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Gloucester",
    "Text": "A Sedge Warbler, a Reed Warbler, a Whitethroat and a Reed Bunting at Horsebere Flood Storage Lake this afternoon. (Daniel Cowl).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/thursday-4th-may-2024/",
    "location": "Winchcombe",
    "Text": "On the garden feeders today, three Siskins (2f, 1m), a male Greenfinch, two Goldfinches, two Coal Tits. Also a Goldcrest, a Song thrush, Brimstones and Small White butterflies. (Gill Worthington).",
    "Date": "2024-05-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed again this morning at Middle Point. Two summer-plumaged Turnstones on the Tack Piece with 14 Dunlins. (Tim Jukes). Seven DARK-BELLIED BRENT GEESE on the Dumbles. (Paul Rich).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "Frampton pools",
    "Text": "An ARCTIC TERN, eight Common Terns, two Hobbies, five Oystercatchers, a Greylag with young, nine Shelducks, two Reed Warblers, a Sedge Warbler, four Whitethroats, a Lesser Whitethroat, 30+ Swifts, 50+ House Martins, 30+ Sand Martins, 20+ Swallows, a male Siskin and a Roe Deer today. (Nick Goatman).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "Walmore Common",
    "Text": "A WOOD SANDPIPER this morning, but it disappeared as soon as the rain stopped at 9:45am. Also a pair of Yellow Wagtails, a White Wagtail and a Lapwing chick. (Andy Jayne).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "Churcham",
    "Text": "Four Ringed Plovers on a flood near Churcham this afternoon. (Andy Jayne).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "An ARCTIC TERN this morning. (Jeremy Squire). In the evening six Whimbrels, two Black-tailed Godwits and two Dunlin, two male Garganeys and a Cuckoo. (Ian Ralphs).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "Framilode",
    "Text": "A Great Crested Grebe on the river today. (Jeremy Squire).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/11/friday-3rd-may-2024/",
    "location": "Longney",
    "Text": "A Wheatear, two Stonechats, a Kestrel and a Dunlin tonight. The Cuckoo was around earlier. (Jeremy Squire).",
    "Date": "2024-05-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Newent",
    "Text": "A NIGHTJAR sat on a garden birdbath all day until 6pm at least. (Helen Lister).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "The WHITE-SPOTTED BLUETHROAT showed at 9am and 9:15am on the far edge of the reeds left of path at Middle Point. (MK). Then it showed on and off from 11:15am until 2:15pm at least when it was singing. (Paul Masters/Jake King/Steve Pullen). Also this morning from Middle Point a Marsh Harrier, two Black Swans, three Egyptian Geese, the Snow Goose, a Swift, 16+ Swallows, 6+ House Martins, Cuckoo and Lesser Whitethroat heard, a Reed Warbler moving along the hedge line and a Yellow Wagtail. (Paul Masters/MK). A LITTLE TERN fishing over the main river channel at 1:15pm, then lost to view. (Slimbridge Sightings). At Middle Point from 2:30pm a SHORT-EARED OWL patrolled the area for 30 minutes at least. (Steve Pullen).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Today four GARGANEYS (3m, 1f), 50 Gadwalls, four Whimbrels, four Cattle Egrets, three Great White Egrets, two Black-tailed Godwits, a pair of Great Black-backed Gulls and a Cuckoo. (Duncan Dine/Andy Jayne).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Longney Sands",
    "Text": "18 Whimbrels still this afternoon. (Jeremy Squire).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Forest of Dean",
    "Text": "At Nagshead today a male Pied Flycatcher, three male Blackcaps, two Nuthatches, three Treecreepers and 20+ Blackbirds. (Jack Green).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Barnsley Warren SSSI",
    "Text": "Approached from the Fosse Way, two Red Kites, two Buzzards, three Corn Buntings, three Yellowhammers, a Whinchat, three Wheatears, three Redstarts, a Lesser Whitethroat, four Lapwings and several Blackcaps and Willow Warblers. Just outside the SSSI boundary two Goshawks heard and two more Redstarts. (Steve Brown).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Chedworth",
    "Text": "At the disused airfield a Wheatear, a Yellow Wagtail and two Lapwings today. (Steve Brown).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/02/thursday-2nd-may-2024/",
    "location": "Frampton",
    "Text": "At Court Lake two Hobbies, Blackcaps and Chiffchaffs, an Oystercatcher, the Ross’s Goose, three pairs of Great Crested Grebes and a pair of Mandarins. (Paul Sutton).",
    "Date": "2024-05-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Purton",
    "Text": "This morning migrants through or at Purton included a SPOTTED FLYCATCHER, a Cuckoo, 180 Swallows, 20 Sand Martins, 12 House Martins, a Swift, 12 Yellow Wagtails, two Tree Pipits, a White Wagtail, a Garden Warbler, 50 Goldfinches, a Sanderling, five Ringed Plovers and two Avocets. (Francis Steuck).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Coombe Hill Meadows",
    "Text": "Two male GARGANEYS this morning and two Whimbrels on the southern meadows. (Ian Hull).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "WWT Slimbridge",
    "Text": "From Middle Point this morning a male Marsh Harrier, six Common Cranes flew N and landed at The Noose, a pair of Black Swans on the river, a Yellow Wagtail flew N and a Grasshopper Warbler heard briefly at 10:50am. The Snow Goose still on the Tack Piece. (MK). A SHORT-EARED OWL sat on a post to the left of Zeiss hide at 11:45am. (Paul Rich/Martin Price). Two chicks have hatched in the Common Crane nest on the Top New Piece. (Martin Price). Four Egyptian Geese on the Tack Piece, three MEDITERRANEAN GULLS on South Lake, a Garden Warbler along the Estuary Walkway and several Lesser Whitethroats heard around the grounds. (Adrienne Sanders).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Frampton",
    "Text": "At the sailing lake this morning two Common Terns, a Water Rail, two Common Sandpipers, two Oystercatchers, a pair of Mandarins, 28 Tufted Ducks, a Kingfisher and a Reed Warbler. (Steve Pullen).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Longney",
    "Text": "A Cuckoo flew over the river to Rodley this lunchtime. (Jeremy Squire).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Chedworth",
    "Text": "Five Wheatears and a Yellow Wagtail on the Airfield this afternoon. (Duncan Dine).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Cotswold Water Park West",
    "Text": "At Cerney Wick on a flooded field just on the Glos side three Black-tailed Godwits, a male Pintail and a Cuckoo calling. (Duncan Dine). On Pit 43 four Dunlins and three Reed Warblers. (Jack Green).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Cotswold Water Park East",
    "Text": "A Cuckoo calling by Pit 127, four Common Terns on Pit 114 and another on Pit 125. (Duncan Dine).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Forest of Dean",
    "Text": "A Garden Warbler in Haywood Plantation this afternoon. (Owen Follis). At Nagshead this afternoon two Treecreepers, three Nuthatches, two Redstarts (1m, 1f) and three Pied Flycatchers (2m, 1f). (Paul Clark).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Cleeve Hill",
    "Text": "In the east section of the Common today two Wheatears, a Whinchat, a Corn Bunting, three Red Kites, three Whitethroats and a Willow Warbler. In Warden’s Wood a few Blackcaps and Chiffchaffs, a Raven and a Bullfinch heard. (Keith White).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Tewkesbury",
    "Text": "Swifts back to nesting sites in Tewkesbury this morning. (Dawn Ballinger).",
    "Date": "2024-05-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2024/05/01/wednesday-1st-may-2024/",
    "location": "Minchinhampton",
    "Text": "A Wheatear near the village today. (Stephen Phillipson).",
    "Date": "2024-05-01T00:00:00"
  }
]