[
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "On Pit 114 a juvenile GREATER SCAUP. Also an apparent juvenile Ferruginous Duck, although Ferruginous x Pochard hybrid is not ruled out. The bird was distant, behind the island, under water or sleeping and very tricky to view through the trees from the bridleway. (Martin McGill).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Saul Warth",
    "Text": "In the hour before high tide four Bewick’s Swans flew N at 8:30am, 57 Curlews, a Grey Plover, a Redshank, 60 Dunlins, a Little Egret, a Peregrine, a Kestrel, a male Stonechat, a Redwing and a pair of Ravens. (MK).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Frampton",
    "Text": "A small murmuration of c150 Starlings viewed from Splatt Bridge late afternoon, also two Marsh Harriers. (Tanya Allen). At the Sailing Lake a Fieldfare, a Herring Gull replacing the YLG,  200+ Black-headed Gulls, three Great Crested Grebes, 40 Tufted Ducks, 18 Gadwalls, three Chiffchaffs, three Siskins and six House Sparrows. (Nick Goatman).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Dursley",
    "Text": "A Woodcock flew NW across Sainsbury’s carpark this morning at 11:05am at about 20ft above eye level. Presumably a cold weather movement re-locating from the beech hangers behind the town. (Brian Kings).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Forest of Dean",
    "Text": "Six Goosanders (3m, 3f) on Speech House Lake this morning. (Geoff Fawcett).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Brookend",
    "Text": "c20 Lapwings this morning at 8am flew very low over fields in the Brookend/Guscar Rocks area towards Lydney. (Ian Gorton).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/30/thursday-30th-november-2023/",
    "location": "Latton",
    "Text": "c6 Great White Egrets on the flooded fields on the Gloucestershire-Wiltshire border at Alex Farm. (Glyn Smith).",
    "Date": "2023-11-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile DARK-BELLIED BRENT GOOSE and the Pink-footed Goose of unknown origin on the Dumbles, 72 White-fronted Geese on the Tack Piece and a Spotted Redshank from Estuary Tower. (Martin McGill).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Saul Warth",
    "Text": "Late morning, two very vocal MERLINS chasing each other, 40 Shelducks, 26 Curlews, 140 Dunlins, eight Snipe, five Grey Herons, 35 Meadow Pipits, two Mistle Thrushes and two Redwings. (MK).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Nailsworth",
    "Text": "In the Barton end area this afternoon 400+ Golden Plovers, two Buzzards, a male and a female Kestrel and a male and a female Stonechat. (Paul Sutton).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "50 Canada Geese, a Shelduck, a few hundred Wigeon, many hundreds of Teal, six Gadwalls, 100 Mallards, 150 Pintails, 200 Shovelers, two Pochards, 20 Tufted Ducks, 190 Lapwings, 200 Black-headed Gulls, 50 Fieldfares in the hedges and two Bullfinches today. (Mike Smart).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Cobney Meadows",
    "Text": "18 Mute Swans, two Canada Geese, ten Shelducks, 300 Wigeon, 200 Teal, ten Gadwalls, 50 Mallards 50 Pintails, five Shovelers, a Green Sandpiper and 200 Black-headed Gulls today. (Mike Smart).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "On Pit 126 a male Goldeneye, 100+ Wigeon, 15 Teal, two Canada Geese, five Tufted Ducks, two Grey Herons, two Great Crested Grebes, five Long-tailed Tits, two Mallards and five Gadwalls. On Pit 111 from the GWT hide three Goosanders (2m, 1f), 13 Shovelers, 74 Tufted Ducks, 63 Teal, 21 Gadwalls, three Pochards, two Great Crested Grebe, 18 Coots, three Moorhens, two Grey Herons, eight Black-headed Gulls, three Mallards, a Mute Swan and a Water Rail heard calling. Between Pit 111 and 111b 21 Chaffinches and seven Goldfinches in the trees. On Pit 111b 19 Shovelers, nine Cormorants, eight Mallards, 13 Coots and 12 Tufted Ducks. On Pit 111a 22 Coots, four Tufted Ducks, two Moorhens and four Redwings. (John Fletcher).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Prestbury",
    "Text": "26 Redwings flying over Noverton Farm and six at the top of Shaw Green Lane. (Ken Heron).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/29/wednesday-29th-november-2023/",
    "location": "Gloucester",
    "Text": "A Kingfisher at Saintbridge Pond again today. (John Elley).",
    "Date": "2023-11-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/28/tuesday-28th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "Two WHOOPER SWANS still in the 50-Acre today and 53 White-fronted Geese from the Estuary Tower. The DARK-BELLIED BRENT GOOSE and the Lesser White-fronted Goose and Pink-footed Goose, both of unknown origin, on the Dumbles. A male Goldeneye in with the captive Eiders. A Great White Egret from Zeiss hide. (Dot Jones/Jonathan Bull/Neil Smart/Magnus Carter). Near the Joan Sanderson bridge to South Lake 100+ Siskins and Goldfinches flushed by a Sparrowhawk. (Les Ditchburn).",
    "Date": "2023-11-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/28/tuesday-28th-november-2023/",
    "location": "Saul Warth",
    "Text": "Early morning 700 Dunlins, 11 Curlews, a Common Sandpiper, 15 Shelducks, 100 Greylags, a Little Egret, 10+ Pied Wagtails, 6+ Meadow Pipits, two Rock Pipits, 80 Starlings, 23 Fieldfares and a Goldcrest. (MK).",
    "Date": "2023-11-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/28/tuesday-28th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "This afternoon 40+ Fieldfares, 20+ Redwings, three Little Egrets, three Cattle Egrets, two Grey Herons, two Bullfinches, a Greenfinch, a Great Spotted Woodpecker, three Long-tailed Tits and two Goldcrests. (Paul Clark).",
    "Date": "2023-11-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/28/tuesday-28th-november-2023/",
    "location": "Stonehouse",
    "Text": "In the Ryeford area this morning a drake Goosander on the canal by upper mills, a Dipper and three Treecreepers. (Paul Sutton).",
    "Date": "2023-11-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/28/tuesday-28th-november-2023/",
    "location": "Gloucester",
    "Text": "At Barrow, near Staverton, 42 Stock Doves, c50 Redwings, c50 Fieldfares, two Jays, a Buzzard, a Red Kite, four Pied Wagtails and eight Cormorants recorded on a winter bird survey. (Paul Masters). At Tuffley two Goldcrests, two Greenfinches, 85 House Sparrows, 11 Goldfinches, 35 Black-headed Gulls, a Grey Wagtail, four Common Gulls, a Herring Gull and 103 Starlings today. (John Fletcher). At Saintbridge Pond today a Cetti’s Warbler, a Chiffchaff, a Kingfisher and a Grey Wagtail. (John Elley).",
    "Date": "2023-11-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/28/tuesday-28th-november-2023/",
    "location": "Winchcombe",
    "Text": "At Sudeley Castle 15+ Long tailed Tits, a Song Thrush and a Mistle Thrush singing. (Andrew Worthington).",
    "Date": "2023-11-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Forest of Dean",
    "Text": "50+ Bramblings in the woods between Mallards Pike and Wenchford at SO 64229 08714. Four Goosanders flew towards Mallards Pike and numerous Crossbills heard. (Frank Williams). At Cannop ponds a pair of Marsh Tits today, also a Great Spotted Wooddpecker and a few of Bramblings with Chaffinches. (Thomas Winstone).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Saul Warth",
    "Text": "At high tide 60+ Curlews, 1000+ Dunlins, 51 Lapwings, two Redshanks, a Common Gull, five Grey Herons, a Rock Pipit, 20+Meadow Pipits, 10+ Pied Wagtails and still two Chiffchaffs at the sewage works. (MK).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "A full-winged drake Goldeneye with collection birds in the Eider pen this morning. An Avocet on South Lake and a Marsh Harrier and a Peregrine on the Bottom New Piece. (Paul Masters).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Sharpness",
    "Text": "A Stonechat by the river, a Curlew, a Grey Wagtail, a Pied Wagtail, a Peregrine and two brief views of a BLACK REDSTART by the docks in Dock Road this morning. (Mike Davis).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Six Mute Swans, five Greylags, 200 Canada Geese, 12 Shelducks, 120+ Shovelers, 300 Wigeon, 500 Teal, 12 Gadwalls, 100 Mallards, 80+ Pintails, six Pochards, 72 Tufted Ducks, 21 Coots, two Little Grebes, a Great Crested Grebe, three Dunlins, three Cattle Egrets, three Grey Herons, eight Little Egrets, a Sparrowhawk, a Kingfisher, a Chiffchaff, three Blackcaps and 51 Pied Wagtails and 20+ Fieldfares along the towpath today. (Andy Jayne/Mike Smart).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook three Mute Swans, 200 Greylags, 250 Canada Geese, three Shelducks, 200 Wigeon, 50 Teal, 160 Mallards, 20 Pintails, 40 Shovelers, two Tufted Ducks, four Little Egrets, 260 Golden Plover, 155 Lapwings, 30 Dunlin, a Black-tailed Godwit and 200 Black-headed Gulls. (Mike Smart). A Great White Egret at Tewkesbury Nature Reserve this morning at SO899320 then flew off S. (Giles Alder).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Ashleworth Ham",
    "Text": "At lunchtime c300 Canada Geese, 150 Greylags, 300 Common Gulls, 20 Lapwings in amongst the Greylag with a further 120 over, 16 Shovelers, 60 Mallards, ten Wigeon, a Treecreeper and a Grey Heron. (Pete Jones).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Frampton pools",
    "Text": "Seven Great Crested Grebes, a male Goldeneye, three Chiffchaffs, five Fieldfares, four Redwings, 200+ Black-headed Gulls and two Herring Gulls today. (Nick Goatman).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Kingscote",
    "Text": "This afternoon two Red Kites, a Buzzard, a male Kestrel, two Chinese Pheasants and 100+ Golden Plovers over. (Jake King).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/27/monday-27th-november-2023/",
    "location": "Cheltenham",
    "Text": "A Grey Heron flew N over Pittville Gates this morning. (Howard Taylor).",
    "Date": "2023-11-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/26/sunday-26th-november-2023/",
    "location": "Sharpness",
    "Text": "Two first-winter/female BLACK REDSTARTS at the end of Dock Road around the excavated area until 3pm today at least. (Andy Jordan).",
    "Date": "2023-11-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/26/sunday-26th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "A BITTERN showing well from the Van De Bovenkamp hide this morning. (Zoe Ashdown). The pair of WHOOPER SWANS on the Tack Piece near the Goose House this afternoon. (Slimbridge Sightings).",
    "Date": "2023-11-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/26/sunday-26th-november-2023/",
    "location": "Saul Warth",
    "Text": "At 8am after high tide 2000+ Dunlins, nine Curlews, two Redshanks, a Little Egret, six Cormorants, 10+ Fieldfares, 16 Goldfinches and two Chiffchaffs at the sewage works. (MK).",
    "Date": "2023-11-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/26/sunday-26th-november-2023/",
    "location": "Stonehouse",
    "Text": "Along the Stroudwater Canal between Bonds Mill to Ryeford Double Lock this morning a Little Grebe, two Kingfishers and a Great Spotted Woodpeckers. (Mike Davis).",
    "Date": "2023-11-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/26/sunday-26th-november-2023/",
    "location": "Cheltenham",
    "Text": "At Pittville Lawn a Tawny Owl started hooting at 3am this morning. (Howard Taylor).",
    "Date": "2023-11-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/26/sunday-26th-november-2023/",
    "location": "Quedgeley",
    "Text": "A Parakeet sp at Rea Bridge this morning, presumably Ring-necked. (Andy Chapman). No sign this afternoon but a Kingfisher there. Also two Water Rails on the marshy area next to Clearwater primary school at 3:30pm. (Steve Pullen).",
    "Date": "2023-11-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The DARK-BELLIED BRENT GOOSE on the Dumbles, also the Lesser White-fronted Goose and Pink-footed Goose, both of unknown origin. (Paul Masters).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Saul Warth",
    "Text": "Early morning the DARK-BELLIED BRENT GOOSE circled over high, A Grey Plover, seven Redshanks, 62 Curlews, a Common Sandpiper, 1000+ Dunlins, a Chiffchaff and 30+ Fieldfares. (MK).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Upper Rissington",
    "Text": "A juvenile MARSH HARRIER seen from the house mid-morning. (Keith Jennings).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Grundon hide now just accessible in wellies. Birds included three Pochards, 51 Tufted Ducks, a Cattle Egret and four Little Grebes. (Ian Ralphs).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Cobney Meadows",
    "Text": "Four Shelducks, four Snipe and 15 Lapwings today. (Mike Smart).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Ashleworth Ham",
    "Text": "c100 Wigeon, 50 Teal, two Gadwalls, two Pintails and 200 Lapwings today. (Mike Smart).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Cheltenham",
    "Text": "Two Kingfishers at Pittville Park this morning. (Duncan & Becky Dine/Tom Mabbett).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Tewkesbury",
    "Text": "A male Blackcap in the garden, the first of this winter. (Les Ditchburn).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/25/saturday-25th-november-2023/",
    "location": "Churchdown",
    "Text": "This morning two Coal Tits on garden feeders, the first for a long time. (Frances Smith).",
    "Date": "2023-11-25T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Aylburton Common",
    "Text": "A Dipper outside the house this morning. (Martin Vaisey).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER on the scrape in front of the tower early afternoon. (Tim Jukes). The two WHOOPER SWANS showed well in front of Robbie Garnett hide this morning. (Paul Masters).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Forest of Dean",
    "Text": "At Woorgreens and Crabtree Hill today a Jack Snipe, three Snipe, two Grey Herons, a Sparrowhawk, a Kingfisher, two Ravens, four Nuthatches, a Treecreeper, three Stonechats, two Meadow Pipits, four Bramblings, four Crossbills and 100+ Siskins with a few Lesser Redpolls mixed in. At Cannop Ponds 25 Mandarins, a drake Gadwall, seven Wigeon, 49 Mallards, three Tufted Ducks, 17 Coots, nine Little Grebes, four Cormorants, a Raven and 20 Siskins. Another 24 Little Grebes at Flaxley Pool late afternoon. (Andy Jayne).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Frampton",
    "Text": "A drake Goldeneye on the sailing lake this morning. (Neil Smart).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook still large concentration of wildfowl on floodwater including 12 Mute Swans, at least 500 Greylags, 200 Canada Geese, at least 600 Wigeon, at least 400 Teal, 70 Mallards, at least 25 Pintails, at least 82 Shovelers, five Tufted Ducks, three Cormorants, a Peregrine, five Coots, 15 Lapwings and a flock of at least 200 Golden Plovers. (Mike Smart).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Longney Crib",
    "Text": "Mid afternoon at low tide 93 Lapwings, 300+ Lesser Black-backed Gulls, two Herring Gulls, four Common Gulls, 100+ Black-headed Gulls, five Fieldfares, a Song Thrush, 35 Rooks and a Sparrowhawk. (John Fletcher).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Nailsworth",
    "Text": "Two Red Kites over together late afternoon and two Pied Wagtails at the garden feeders. (Jake King).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/24/friday-24th-november-2023/",
    "location": "Amberley",
    "Text": "This morning in Theescombe Lane two Red Kites circling the house. (Phil Williams).",
    "Date": "2023-11-24T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/23/thursday-23rd-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER still today but elusive amongst Dunlins on the Dumbles. Also two Little Stints. (Jake King).",
    "Date": "2023-11-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/23/thursday-23rd-november-2023/",
    "location": "Cheltenham",
    "Text": "A male Goosander on the boating lake at Pittville today. (Alan McIlquham).",
    "Date": "2023-11-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/23/thursday-23rd-november-2023/",
    "location": "Forest of Dean",
    "Text": "Nine Crossbills at Lightmoor works this afternoon. (Owen Follis). At Darkham Wood, Redmarley 11 Goldcrests and a male FIRECREST ringed. (Phil Williams).",
    "Date": "2023-11-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/23/thursday-23rd-november-2023/",
    "location": "Elmore Court",
    "Text": "At the Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds this afternoon included two Mute Swans, 16 Mallards, a Moorhen, a Red Kite, a male Kestrel, a Buzzard, 400+ Fieldfares and 100+ Redwings in a roaming flock with at least four Mistle Thrushes, 10+ Blackbirds and 3+ Song Thrushes, a Chiffchaff, a Stonechat, four Skylarks, eight Meadow Pipits, a Nuthatch, four Stock Doves, two Ravens and two Bullfinches. (Steve Pullen).",
    "Date": "2023-11-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/23/thursday-23rd-november-2023/",
    "location": "Kingscote",
    "Text": "A female MERLIN, a female Kestrel off of the A46, a distant Buzzard and three Muntjacs.",
    "Date": "2023-11-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/23/thursday-23rd-november-2023/",
    "location": "Hazlecote",
    "Text": "c60 Fieldfares and a few Redwings with them. (Paul Sutton).",
    "Date": "2023-11-23T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/22/wednesday-22nd-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER on South Lake at 2pm. 40 Bewick’s Swans and 1059 Black-tailed Godwits on site today. The DARK-BELLIED BRENT GOOSE on the Dumbles and two WHOOPER SWANS still in fields N of the Estuary Tower. (Slimbridge Sightings).",
    "Date": "2023-11-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/22/wednesday-22nd-november-2023/",
    "location": "Forest of Dean",
    "Text": "This afternoon at Nagshead at the Nursery Pool a Jay and a mobile flock of small birds mainly Chaffinches with at least two Bramblings. From the Long Trail two Coal Tits and at the heath, 4+ Crossbills (3m); also up to six Nuthatches heard. (Andy & Sue Gibbons).",
    "Date": "2023-11-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/22/wednesday-22nd-november-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook (North Glos, just S of the boundary with Worcs), much of the area is still under shallow flood 13 Mute Swans, 500 Greylags, 300 Canada Geese, 800 Wigeon, 300 Teal, 70 Mallards, 20 Pintails, 57 Shovelers, 20 Tufted Ducks, a Pochard, two Grey Herons, 80 Coots, a female Stonechat, two Cetti’s Warblers displaying at one another in a hedge, at least 500 Jackdaws and 150 Starlings. On a flooded stubble field 130 Lapwings, 310 Golden Plovers and 15 Dunlins. (Mike Smart).",
    "Date": "2023-11-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/22/wednesday-22nd-november-2023/",
    "location": "Witcombe Reservoirs",
    "Text": "Four Cormorants, a Grey Heron, 11 Coots, three Moorhens, 71 Mallards, eight Tufted Ducks, three Little Grebes, four Great Crested Grebes and a Grey Wagtail today. (Paul Brunt).",
    "Date": "2023-11-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/22/wednesday-22nd-november-2023/",
    "location": "Stanley Downton",
    "Text": "This morning a Peregrine towards Cress Green, a pair of Ravens, a Great Spotted Woodpecker over, four Goldcrests with a small Long-tailed Tit flock and at least three more Goldcrests, a small flock of Chaffinches and Goldfinches by the sewage works, a Mistle Thrush, c40 Redwings, a Buzzard, a Snipe flushed near Five-Acre Grove and a female Kingfisher. (Paul Sutton).",
    "Date": "2023-11-22T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/21/tuesday-21st-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER on the Dumbles early morning and later on South Lake. A DARK-BELLIED BRENT GOOSE and the Pink-footed Goose, of unknown origin, on the Tack Piece today. (Magnus Carter/Dot Jones).",
    "Date": "2023-11-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/21/tuesday-21st-november-2023/",
    "location": "Saul Warth",
    "Text": "At high tide early afternoon a Common Sandpiper, 190 Curlews, two Redshanks, 94 Lapwings and 200+ Dunlins flew high N, 14 adult Common Gulls, three Rock Pipits, ten Meadow Pipits, four Stonechats (2m, 2f) and 11 Long-tailed Tits. (MK).",
    "Date": "2023-11-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/21/tuesday-21st-november-2023/",
    "location": "Awre",
    "Text": "This morning had two Common Cranes flew off fields at Awre and a further 17 were on the sandbanks in the river. (David Smith).",
    "Date": "2023-11-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/21/tuesday-21st-november-2023/",
    "location": "Cheltenham",
    "Text": "A Ring-necked Parakeet in tree opposite Webbs Garden Centre between the Racecourse and Bishop’s Cleeve at 7:50am. (Anne Goodenough).",
    "Date": "2023-11-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/21/tuesday-21st-november-2023/",
    "location": "Gloucester",
    "Text": "A Cetti’s Warbler at Saintbridge Pond this morning. (John Elley).",
    "Date": "2023-11-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/21/tuesday-21st-november-2023/",
    "location": "Halmore",
    "Text": "At least 150 winter thrushes, mainly Redwings, through the woods today in small groups, all moving SE. Also two Coal Tits, eight Long-tailed Tits, a Nuthatch, a Great Spotted Woodpecker, a Mistle Thrush, two pairs of Jays and two Buzzards. (Chris Newton).",
    "Date": "2023-11-21T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER again today on the Dumbles from Estuary Tower. Also 47 White-fronted Geese and two WHOOPER SWANS still in fields N of the Estuary Tower. (Slimbridge Sightings).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Saul Warth",
    "Text": "This morning at low tide a Great White Egret flew W, five Grey Herons, 100 Curlews, ten Lapwings flew S, two Rock Pipits, 20+ Meadow Pipits, six Pied Wagtails, 30+ Linnets, a Chiffchaff, 6+ Fieldfares, 6+ Redwings and ten Long-tailed Tits feeding on the seawall. (MK).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Saul",
    "Text": "An adult GREAT NORTHERN DIVER picked up on a road and taken to Vale Wildlife Hospital. (Gordon Hodgson).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Nailsworth",
    "Text": "At Barton End, a female Kestrel with a vole, a distant female MERLIN, two Buzzards and two Red Kites. (Chris Newton).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Chavenage Lane area",
    "Text": "A female MERLIN hunting small birds, a hunting female Sparrowhawk, three Buzzards and three Red Kites. Also a male Bullfinch, a Song Thrush, two Corn Buntings, and many Yellowhammers, Meadow Pipits, Skylarks, Linnets, Chaffinches and Fieldfares. (Chris Newton).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Stinchcombe Hill",
    "Text": "A Tawny Owl being mobbed by Blackbirds and Chaffinches early morning. Also a Goldcrest, a Nuthatch and the first singing Mistle Thrush of the winter. (Brian Kings).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Stonehouse",
    "Text": "This morning a Cetti’s Warbler, a Chiffchaff and a Little Grebe near Bonds Mill. A female Great Spotted Woodpecker, a Jay, a female Kingfisher and two Little Grebes around the Ocean area. (Paul Sutton).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Cheltenham",
    "Text": "A female Kingfisher regular at Pittville viewed from opposite the boathouse. Also a Grey Heron, up to four Cormorants and Goldcrests also regularly seen. (Alan McIlquham).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Snowshill",
    "Text": "A SHORT-EARED OWL seen roosting in a beech wood today. (Richard Tyler).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/20/monday-20th-november-2023/",
    "location": "Gloucester",
    "Text": "At Alney Island 6+ Teal on an area of open water by the windmill and a Grey Heron. Also a Snipe, two pairs of Stonechats, one pair on Port Ham and the other at the southern end of the rugby ground on the Oxleaze, a Buzzard, a female Kestrel and a Goldcrest. (Gordon Avery).",
    "Date": "2023-11-20T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "An adult GREAT NORTHERN DIVER on the river briefly at 9:10am, possibly the Frampton bird which was absent. (John Budd/Dave Creber). The juvenile WHITE-RUMPED SANDPIPER still on the Dumbles today. Around the grounds seven Bewick’s Swans (2 juvs), 40 White-fronted Geese, a record count of 1078 Black-tailed Godwits and two WHOOPER SWANS still in fields N of the Estuary Tower, which briefly visited the Tack Piece. (Slimbridge Sightings). Two Little Stints on the Tack Piece. (Ian Ralphs).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "At least 26 egrets in fields just SE of the Tudor Arms this morning. Six Cattle Egrets and the rest Little Egrets all feeding in the long grass. (Neil Smart/Steve Brown).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Walmore Common",
    "Text": "This morning 48 Lapwings, a Ruff, three Dunlins, five Snipe and a Green Sandpiper. Also a Little Grebe and flyover Lesser Redpoll. (Andy Jayne).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Bourton-on-the-Water",
    "Text": "A redhead Goosander raround the north pits and Kingfishers at the north and south pits today. (Andy Lewis).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Forest of Dean",
    "Text": "A Dipper at Cannop Ponds this morning, also Nuthatches, Marsh Tits, Coal Tits, three Little Grebes and two Wigeon. A Kingfisher below Lower hide at Nagshead and a female Stonechat at Crabtree Hill. (Mike Davis).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Berkeley shore",
    "Text": "WeBS count today 149 Mallards, 14 Curlews, 57 Lapwings, two Knot, a Snipe, 23 Dunlins, 45 Turnstones, 637 Common Gulls, 230 Black-headed Gulls and a Cetti’s Warbler. (Jon Haw).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Aylburton Warth/Guscar Rocks",
    "Text": "WeBS count today eight Shelducks, at least 40 Wigeon and 300 Teal in Cone Pill, a Peregrine, 220 Dunlin, a Snipe, at least 300 Curlews, at least 30 Redshanks and five Lesser Black-backed Gulls. (Mike Smart).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/19/sunday-19th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "WeBS count highlights on Pit 127 ten Gadwalls, 42 Teal, 24 Wigeon and 132 Mallards, on Pit 126 five Pintails, 106 Teal, 120 Wigeon and ten Pochards, on Pit 116 a Goldeneye and four Wigeon and on Pit 114 ten Pochards and a pair of Goosanders. (John Durell/Robin Griffiths).",
    "Date": "2023-11-19T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/18/saturday-18th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER distant on the Dumbles from 11:15am. (Andy Stockhausen). Seven Bewick’s Swans (2 juvs) on the Tack Piece and two WHOOPER SWANS still in fields N of the Estuary Tower. (Mike Davis/MK). Two Goldeneyes on South Lake. (Dot Jones).",
    "Date": "2023-11-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/18/saturday-18th-november-2023/",
    "location": "Frampton",
    "Text": "The adult GREAT NORTHERN DIVER on the sailing lake again day today. (Andy Wiggins et al).",
    "Date": "2023-11-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/18/saturday-18th-november-2023/",
    "location": "Berkeley shore",
    "Text": "From Severn House Farm over the high tide 27 Turnstones, 20 Dunlins, 12 Redshanks and two Oystercatchers. (Paul Rich).",
    "Date": "2023-11-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/18/saturday-18th-november-2023/",
    "location": "Leigh Meadows",
    "Text": "32 Wigeon, two Mallards, two Grey Herons, 13 Lapwings, a Black-headed Gull, two Meadow Pipits, at least 75 Redwings and 50 Fieldfares. (Mike Smart).",
    "Date": "2023-11-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/18/saturday-18th-november-2023/",
    "location": "Cobney Meadows",
    "Text": "Wainlodes road still closed, no access, so viewed from hill above Red Lion and from Severn floodbank four Mute Swans, 15 Mallards and 60 Black-headed Gulls. (Mike Smart).",
    "Date": "2023-11-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/18/saturday-18th-november-2023/",
    "location": "Ashleworth & Hasfield Hams",
    "Text": "50 Greylags, 50 Canada Geese, 98+ Wigeon, 30+ Teal, 20+ Mallards, two Pintails, five Snipe, 100 Black-headed Gulls, a Buzzard, two Meadow Pipits, 50 + Fieldfares and a Raven. (Mike Smart).",
    "Date": "2023-11-18T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Frampton",
    "Text": "The adult GREAT NORTHERN DIVER on the Sailing Lake all day today. (Steve Pullen et al).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "On the Dumbles the WHITE-RUMPED SANDPIPER relocated at 11:30am. (Ian Hull). Also nine Egyptian Geese, the Ross’s Goose and two Great White Egrets. Four Bewick’s Swans on the Rushy and then the Tack Piece. From the Estuary Tower to the N, two WHOOPER SWANS still. 170 Black-tailed Godwits on South Lake. (Tim Jules/Dot Jones/Paul Masters/MK).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Frampton",
    "Text": "An adult DARK-BELLIED BRENT GOOSE in flight over the Severn viewed from the Severn Way footpath at Splatt Bridge late morning. Also a Migrant Hawker over the reedbed. (Martin McGill).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Tirley",
    "Text": "A MERLIN chasing a flock of Goldfinches at Josend Crescent at 3:50pm. (Robin Lewis).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Sherborne Water Meadows",
    "Text": "Two Goshawks, one chasing a Raven, a Cetti’s Warbler, two Marsh Tits, 150+ Redwings, 35 Fieldfares and seven Siskins. (Jamie Brown).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Forest of Dean",
    "Text": "At 7am, a Tawny Owl passed high over Poolway Road, Coleford, heading N. At Cannop ponds, a Buzzard, a Little Grebe, a Cormorant, two Mandarins, four Tufted Ducks, five Wigeon, c40 Redwings and 25 Fieldfares. Four Goldfinches, a Coal Tit and a Nuthatch on the stoneworks feeders. (Iain Crawford). 20+ Siskins with Lesser Redpolls by the lake at Woorgreens today. (Steve Young).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Stonehouse",
    "Text": "This morning male and female Kingfishers around Ryeford. A pair of Little Grebes and a Grey Heron at the Ocean. Another Little Grebe at Bond’s Mill bridge and a Peregrine distant on pylons towards Mill End. (Paul Sutton).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Hazelcote",
    "Text": "From the lay-by and lanes off the A46 this afternoon four Buzzards, three Red Kites, a male MERLIN flew through, a male and a female Kestrel, a Stonechat, a Red-legged Partridge and seven Meadow Pipits. (Paul Sutton).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Tewkesbury",
    "Text": "In the NW corner of Mythe Hay Meadow viewed from the river side, 59 Pintails, 133 Shovelers, 411 Wigeon, 170 Teal, six Gadwalls, six Goosanders, five Pochards, two Shelducks, 44 Coots, a Little Grebe. Also two Dunlins on the stubble field between meadow and river. (Andy Warr).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/17/friday-17th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Two adult White-fronted Geese flew SW at 1:15pm. Also 95 Shovelers, two Gadwalls, 60 Pintails, 52 Tufted Ducks, four Little Grebes, a Dunlin, a Sparrowhawk, a Marsh Harrier, a Kingfisher, 50 Skylarks, two Chiffchaffs, four Blackcaps and a Treecreeper this afternoon. (Andy Jayne).",
    "Date": "2023-11-17T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/16/thursday-16th-november-2023/",
    "location": "Frampton",
    "Text": "An adult GREAT NORTHERN DIVER on the Sailing Lake from late morning onwards. (Nick Goatman/Keith & Anne Roberts).",
    "Date": "2023-11-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/16/thursday-16th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The first four Bewick’s Swans arrived this afternoon. (Slimbridge Sightings). The Lesser White-fronted Goose, of unknown origin, with Canada Geese on the Rushy early morning. (John Budd). On the Dumbles amongst thousands of Golden Plovers, Lapwings and Dunlins, a Little Stint and a Ringed Plover. Also a Peregrine, the Ross’s Goose, 35 Great Black-backed Gulls, a Snipe, 15 White-fronted Geese and 12 Common Cranes with another four in a field across the river at Awre. From the Estuary Tower to the N, two WHOOPER SWANS still and a Great White Egret with a Little Egret. (John Budd/Mike Davis/MK).",
    "Date": "2023-11-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/16/thursday-16th-november-2023/",
    "location": "Edge",
    "Text": "Around Rudge Hill NNR this afternoon a SHORT-EARED OWL flew through very low at 2:50pm towards the Edgemoor Inn. Also two Treecreepers, a male Bullfinch, a Nuthatch, five Linnets, a Chiffchaff, 30 Goldfinches, five Chaffinches, two Green Woodpeckers, two Great Spotted Woodpeckers, 34 Fieldfares, five Redwings, a Jay, a Buzzard and two Roe Deer. (John Fletcher).",
    "Date": "2023-11-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/16/thursday-16th-november-2023/",
    "location": "Cheltenham",
    "Text": "Two male Mandarins at Park Campus today. A Sparrowhawk flew over Pittville at noon and a Jay. (Alan McIlquham).",
    "Date": "2023-11-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/16/thursday-16th-november-2023/",
    "location": "Leckhampton",
    "Text": "The first garden Blackcap of the season this morning. (Chris Furley).",
    "Date": "2023-11-16T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "330 Canada Goose, two Egyptian Geese, two Shelducks, 80 Shovelers, three Gadwalls, 120 Wigeon, 50 Pintails, 300 Teal, 49 Tufted Ducks, a Water Rail, 30 Coots, four Little Grebes, 14 Lapwings, a Green Sandpiper, a Sparrowhawk, a Marsh Harrier, a Kingfisher, a Raven, 20+ Skylarks, a Cetti’s Warbler, a Chiffchaff, four Blackcaps and 150+ Fieldfares today. (Andy Jayne).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Saul Warth",
    "Text": "At Hock Ditch a DARK-BELLIED BRENT GOOSE, four Stonechats and a Kestrel this afternoon. (Nigel Young).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Frampton pools",
    "Text": "A female Goosander, the adult Yellow-legged Gull, a Great White Egret, 50 Little Egrets and six Cattle Egrets in the roost, two Kingfishers, four Wigeon, 45 Tufted Ducks, 18 Gadwalls, 26 Cormorants, 162 Coots, 48 Siskins, two Lesser Redpolls, a Brambling, five Chiffchaffs, 16 Skylarks, one in full song and 14 Meadow Pipits today. (Nick Goatman).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The Purple Heron reported as being seen again and photographed on the afternoon of Monday 13th (per Cirencester Facebook group) but was not seen this morning in a quick check (Sarah Mills per Jon Mercer).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "At South Finger Filtration Beds/Dragonfly pools the SIBERIAN CHIFFCHAFF calling infrequently, a Chiffchaff, two Lesser Redpolls, a Water Rail, a Goldcrest and a Common Darter. From Estuary Tower a Little Stint with the Dunlins and Lapwings on the Dumbles, 32 White-fronted Geese between the Dumbles and Tack Piece and the Lesser White-fronted Goose, of unknown origin, with Canada Geese. (Slimbridge Sightings). Also an Egyptian Goose. (Steve Pullen).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Forest of Dean",
    "Text": "Two Ravens at Cannop Ponds bird table today, also four Goosanders (3m, 1f) on the lower pond. (Martin Price).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Lydney",
    "Text": "18 Goosanders on Lydney lake this afternoon ( 2 males). (Steve Young).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Stonehouse",
    "Text": "This afternoon a male Sparrowhawk, two Little Grebes and a female Kingfisher. (Paul Sutton).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Tewkesbury",
    "Text": "At Cowfield Farm a mixed Fieldfare and Redwing flock, three Water Rails, a Green Woodpecker calling and four Roe Deer. (Les Ditchburn).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/15/wednesday-15th-november-2023/",
    "location": "Cleeve Hill",
    "Text": "A large flock of Redwings and Fieldfares on the road leading to the pylons today. (Alan McIlquham).",
    "Date": "2023-11-15T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "5+ COMMON SCOTERS flew downriver off the high tide, viewed from Estuary Tower. Two WHOOPER SWANS distantly to the N from Sloane Tower. Also three Great White Egrets, a Kestrel, a Buzzard, a Goldcrest, a female Blackcap and a female Peregrine dive-bombing a Fox. (Jake King). A SIBERIAN CHIFFCHAFF showing and calling in the South Finger filtration bed sallows with a Chiffchaff this afternoon. The WHITE-RUMPED SANDPIPER still but elusive putting brief appearances at South Lake and the Estuary Tower pools. South Lake early morning ten Cattle Egrets and four Little Egrets left the roost and gathered here prior to heading for Shepherds Patch and the Glos to Sharpness Canal. (Martin McGill).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "Forest of Dean",
    "Text": "A mixed flock of c60 finches including c30 Bramblings feeding on Beech mast just outside of the Crabtree Hill fence this morning at 9:25am. (Frank Williams).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "Gloucester",
    "Text": "A Ring-necked Parakeet heard calling around Abbeymead at 3:50pm. (Sam Walker).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "Nailsworth",
    "Text": "At Barton End a female-type MERLIN distant on a stone wall, a female Kestrel with prey, and two groups of c30 Golden Plovers. (Chris Newton).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "Hardwicke",
    "Text": "Around the canal at Hardwicke today, a Green Woodpecker, a Mistle Thrush, a Kingfisher, two Fieldfares, two Mute Swans, nine Mallards, 11 Black-headed Gulls, three Moorhens and two Long-tailed Tits. (Paul Masters).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "Roel Gate",
    "Text": "A male MERLIN hunting thrushes just W of the crossroads at midday. (Graham Baker).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/14/tuesday-14th-november-2023/",
    "location": "Tewkesbury",
    "Text": "At Mythe Hook really large numbers of ducks and geese, minimum of 1900 ducks. This must represent the majority of the ducks from Ripple, Coombe Hill and Ashleworth (all deeply flooded) gathering in one shallowly flooded site.12 Mute Swans, 500 Greylags, 200 Canada Geese, three Shelducks, 900 Wigeon, 700 Teal, 50 Mallards, 55 Pintails, 75 Shovelers, 70 Tufted Ducks, a Pochard, six Grey Herons, a Little Grebe, three Cormorants, 30 Coots, eight Snipe and c30 Fieldfares. (Mike Smart).",
    "Date": "2023-11-14T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/13/monday-13th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER on South Lake mid morning but missing after that. From the Estuary Tower nine KITTIWAKES flew upriver, an adult DARK-BELLIED BRENT GOOSE on the saltmarsh and the adult Lesser White-fronted Goose of unknown origin with the Canada Geese. (Slimbridge Sightings). The two WHOOPER SWANS viewable from the Sloane Tower on the 50-Acre ⁦to the N. (Paul Masters).",
    "Date": "2023-11-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/13/monday-13th-november-2023/",
    "location": "Shepherd’s Patch, Slimbridge",
    "Text": "At least four Cattle Egrets and nine Little Egrets in the field just SE of the Tudor Arms at 8:55am at SO728040. (Paul Masters).",
    "Date": "2023-11-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/13/monday-13th-november-2023/",
    "location": "Frampton pools",
    "Text": "On the Sailing Lake at lunchtime a LITTLE GULL, a Mediterranean Gull with 300+ Black-headed Gulls, four Common Gulls, six Great Crested Grebes, three Fieldfares, 14 Pied Wagtails and 12 Siskins. (Nick Goatman).",
    "Date": "2023-11-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/13/monday-13th-november-2023/",
    "location": "Chavenage Lane",
    "Text": "400+ Fieldfares and two Kestrels today. (Terry Grant).",
    "Date": "2023-11-13T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-12th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER showed well on South Lake today. A pair of WHOOPER SWANS in the pasture field (50-Acre) viewed from Estuary Tower. (Slimbridge Sightings).",
    "Date": "2023-11-12T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-11th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER mobile around the grounds again but showed well on South Lake today. (Slimbridge Sightings/Tom Mabbett/James Robinson).",
    "Date": "2023-11-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-11th-november-2023/",
    "location": "Tewkesbury",
    "Text": "Along Mythe Brook 12 Mute Swans, c700 Greylags, c500 Canada Geese, a juvenile BRENT GOOSE, at least 500 Wigeon, 12 Gadwalls, 70 Teal, 70 Mallards, 40 Pintails, 46 Shovelers, 20 Tufted Ducks, three Pochards, a female Goosander, two Little Egrets, three Grey Herons, 75 Lapwings, a Redshank, a Green Sandpiper, 40 Lesser Black-backed Gulls, 25 Black-headed Gulls and at least 50 Fieldfares in the hedges. (Mike Smart).",
    "Date": "2023-11-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-11th-november-2023/",
    "location": "Frampton",
    "Text": "19 Little Egrets and four Cattle Egrets over the garden tonight heading to the Court Lake roost. (Gordon Hodgson).",
    "Date": "2023-11-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-11th-november-2023/",
    "location": "Longney Crib & Sands",
    "Text": "This afternoon five Little Egrets, three Stonechats (1m, 2f), two Reed Buntings, 23 Lapwings heading downstream, a Grey Heron, 300+ Lesser Black-backed Gulls, four Common Gulls, 150+ Black-headed Gulls, seven Herring Gulls, three Great Black-backed Gulls, a pale Buzzard and 43 Rooks. (John Fletcher).",
    "Date": "2023-11-11T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-10th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER mobile around the grounds again but showed well on South Lake late today. Also 12 Cattle Egrets and three Spotted Redshanks. (Slimbridge Sightings/Paul Masters/Sam Walker/Paul Taylor).",
    "Date": "2023-11-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-10th-november-2023/",
    "location": "Sharpness",
    "Text": "A Goosander resting on the mud off of SARA at 1:30pm. (Andy Jordan).",
    "Date": "2023-11-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-10th-november-2023/",
    "location": "Frampton pools",
    "Text": "Two female Goosanders on the Sailing Lake today. (Mike Davis).",
    "Date": "2023-11-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-10th-november-2023/",
    "location": "Forest of Dean",
    "Text": "c24 Goosanders on Woorgreens Lake this afternoon. (Angela Carswell).",
    "Date": "2023-11-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-10th-november-2023/",
    "location": "Sandhurst Hill",
    "Text": "A Red Kite, a Peregrine, two Ravens, 45 Skylarks, three Nuthatches, 60+ Fieldfares, 50+ Linnets, two Yellowhammers, six Reed Buntings and a Red Admiral. (Andy Jayne).",
    "Date": "2023-11-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-10th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Viewed from the north side at Apperley, 50 Canada Geese, four Shelducks, 10+ Wigeon, 20 Mallards, two Pintails, ten Tufted Ducks. 200+ Fieldfares and a few Redwings in the tall hedgerows. (Mike Smart).",
    "Date": "2023-11-10T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-9th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The juvenile WHITE-RUMPED SANDPIPER mobile around the grounds today. A pair of WHOOPER SWANS on the reserve in the fields to the N of the Tack Piece this afternoon, (Slimbridge Sightings).",
    "Date": "2023-11-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-9th-november-2023/",
    "location": "Frampton pools",
    "Text": "At lunchtime a Mediterranean Gull, the adult Yellow-legged Gull, a Chiffchaff, 52 Tufted Ducks and a Kingfisher. (Nick Goatman).",
    "Date": "2023-11-09T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/wednesday-8th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower the juvenile WHITE-RUMPED SANDPIPER again feeding in the saltmarsh pools. A GARGANEY amongst Teal on the Tack Piece.  (Slimbridge Sightings). Also two Ringed Plovers. (Andy Jayne). Six Cattle Egrets on South Lake this afternoon. (Martin Price).",
    "Date": "2023-11-08T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower the juvenile WHITE-RUMPED SANDPIPER with a Little Stint and 30 Dunlins.  (Slimbridge Sightings/Neil Smart).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Forest of Dean",
    "Text": "At Cinderford Linear Park birds included three Buzzards, a Jay, a Coal Tit and a Stonechat. This afternoon at Woorgreens 17 Goosanders (3 ad males), a Grey Heron and another over, and a Raven. (Andy & Sue Gibbons).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Twyning",
    "Text": "Two Great White Egrets on the Glos bank just opposite Bredons Hardwick today. At Upham Meadow c70% flooded four Grey Herons and a Red Kite. (Mike Smart).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Tewkesbury",
    "Text": "Mythe Hook still heavily flooded, 500 each Canada Geese and Greylags, two Wigeon, 12 Teal, ten Mallards, four Pintails, eight Shovelers and ten Lapwings. Mitton largely flooded, just two Mute Swans. (Mike Smart).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Chavenage Green",
    "Text": "320+ Fieldfares, two Red Kites and 180+ Stock Doves today. (Terry Grant).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Nailsworth",
    "Text": "At Barton End 220+ Golden Plovers and a Red Kite. (Terry Grant).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Chapman Cross",
    "Text": "130+ Fieldfares and 160+ Linnets today. (Terry Grant).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Stroud",
    "Text": "1300+ Woodpigeons flew S between 7:35-8am, after which the movement petered out. (Terry Grant).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-7th-november-2023/",
    "location": "Aylburton Warth",
    "Text": "Two Cormorants, two Grey Herons, two Shelducks, 300+ Common Gulls, four Stonechats, eight Meadow Pipits, three Linnets and a Cetti’s Warbler heard. (Paul Brunt).",
    "Date": "2023-11-07T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-6th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "A first calendar year WHITE-RUMPED SANDPIPER on the Rushy this morning. A GREAT NORTHERN DIVER from Estuary Tower but took off  and flew downriver. Also a GARGANEY amongst 859 Teal on the Top New Piece. (Martin McGill).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-6th-november-2023/",
    "location": "Edge",
    "Text": "At Rudge Hill NNR a SHORT-EARED OWL inadvertently flushed at SO846089 at 2:35pm. It flew off downhill towards the Edgemoor Inn. (Ian Elphick).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-6th-november-2023/",
    "location": "Stinchcombe Hill",
    "Text": "Eight Bramblings around the golf clubhouse early morning. (James Robinson).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-6th-november-2023/",
    "location": "Lydney",
    "Text": "22 female Goosanders on Lydney Lake today. (Paul Woolams).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-6th-november-2023/",
    "location": "Forest of Dean",
    "Text": "A male Goosander at Cannop on the top pond. Also two Marsh Tits, several Siskins and two Lesser Redpolls. (Martin Price).",
    "Date": "2023-11-06T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "The first-winter AMERICAN GOLDEN PLOVER again with the c3000 Golden Plover flock on the Dumbles.  Also 28 White-fronted Geese and four Spotted Redshanks. (Craig Brookes).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "Purton",
    "Text": "A Common Seal off of Purton heading towards WWT Slimbridge. (James Robinson).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. this morning. (Andy Jordan/Tom Mabbett/Heather England). Also Also c30 Teal, c35 Tufted Ducks, c60 Shovelers, c20 Gadwalls, four Pochards (1f, 3m), a drake Pintail, c20 Mallards, a Mute Swan, two Great Crested Grebes, a Grey Heron, c20 Coots and c5 Moorhens. (Tom Mabbett).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "Alvington",
    "Text": "An adult WHITE-TAILED EAGLE reported flying low NE over woodland at 11:30am. (per BirdGuides).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "Frampton pools",
    "Text": "A Swallow, a Firecrest, five Chiffchaffs, a Blackcap,  three Fieldfares, 12 Redwings, a Lesser Redpoll, six Siskins, 14 Goldcrests, 460 Woodpigeons, eight Cattle Egrets, four Wigeon, 28 Gadwalls, two Pochards, 30 Tufted Ducks, 22 Cormorants and 139 Coots today. (Nick Goatman).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "Cirencester",
    "Text": "At Oakley Wood a Goshawk, two Red Kites, five Marsh Tits, ten Nuthatches, 15 Bramblings, two Lesser Redpolls, four Crossbills and 30+ Siskins today. (Andy Jayne).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-5th-november-2023/",
    "location": "Coombe Hill Meadows",
    "Text": "Reserve not accessible due to flooding but viewable from the northern side at Apperley. Birds included a Mute Swan, 51 Canada Geese, four Egyptian Geese, six Shelducks, 95 Wigeon, three Gadwalls, a few Teal, 28 Mallards, 27 Pintails, 36 Shovelers, two Coot and at least 50 Fieldfares. (Mike Smart).",
    "Date": "2023-11-05T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-4th-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. this morning. (Tim Salkeld).",
    "Date": "2023-11-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-4th-november-2023/",
    "location": "Frampton pools",
    "Text": "A pair of WHOOPER SWANS on Court Lake. Also 36 Tufted Ducks, a Great Crested Grebe and 19 Cormorants. On the Sailing Lake two Goosanders, an adult Mediterranean Gull, the adult Yellow-legged Gull, five Great Crested Grebes and three Tufted Ducks. (Martin McGill).",
    "Date": "2023-11-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-4th-november-2023/",
    "location": "Cheltenham",
    "Text": "A Kingfisher at Pittville Park today. (Steve Money).",
    "Date": "2023-11-04T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. this afternoon. (Colin Greenfield).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "Four DARK-BELLIED BRENT GEESE on the Dumbles and the Lesser White-fronted Goose, of unknown origin, with the Canada Goose flock. From Zeiss hide 638 Black-tailed Godwits, 150 Dunlins, 17 Ruff, a Redshank, three Spotted Redshanks and 500+ Teal today. (Ian Hull/Dot Jones).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "Stonehouse",
    "Text": "A pair of Kingfishers near the Ocean and three Little Grebes still. A Kingfisher at Ryeford, with a Buzzard and a Raven over. (Paul Sutton).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "Tresham",
    "Text": "This morning a Merlin, a Marsh Harrier, two Red Kites and at least three Corn Buntings. (Paul Rich).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "Stroud",
    "Text": "600+ Woodpigeons flew S between 7:55-9:20am. (Terry Grant).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "Chavenage Lane",
    "Text": "2000+ corvids in fields and flying around in pre-roost flock, 1000+ were Jackdaws. (Terry Grant).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-3rd-november-2023/",
    "location": "Cheltenham",
    "Text": "A family of ten Long-tailed Tits through Pittville Lawn this morning. (Howard Taylor).",
    "Date": "2023-11-03T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-2nd-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "36 White-fronted Geese on the Dumbles, a Great White Egret on South Lake and a Spotted Redshank on the Tack Piece. (Roberta Goodall).",
    "Date": "2023-11-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-2nd-november-2023/",
    "location": "Frampton pools",
    "Text": "At lunchtime a Swallow feeding over Court Lake. (Nick Goatman).",
    "Date": "2023-11-02T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/wednesday-1st-november-2023/",
    "location": "WWT Slimbridge",
    "Text": "On South Lake 788 Black tailed Godwits, 85 Dunlins, 73 Lapwings, six Ruff, 350 Teal, two Pintails and a Mediterranean Gull. From Zeiss hide 23 Ruff, ten Dunlins, 1375 Teal, a Great White Egret and a Peregrine. (Gordon Youdale).",
    "Date": "2023-11-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/wednesday-1st-november-2023/",
    "location": "Berkeley shore",
    "Text": "From Severn House Farm over the high tide six Turnstones, two Rock Pipits, eight Redshanks and three Dunlins. (Paul Rich).",
    "Date": "2023-11-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/wednesday-1st-november-2023/",
    "location": "Stinchcombe Hill",
    "Text": "Two flocks of 15 Golden Plovers flew over S at dusk. (James Robinson).",
    "Date": "2023-11-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/wednesday-1st-november-2023/",
    "location": "Cheltenham",
    "Text": "A Red Kite over the house in Hatherley close to tree tops, a garden first. (Mary Harris).",
    "Date": "2023-11-01T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "Kineton",
    "Text": "A ring-tail HEN HARRIER this morning feeding in fields off Kineton Hill road, near Cotswold Farm Park, also 250+ Golden Plovers in a recently levelled field and two Stonechats. (Jamie Brown).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. today. (Roy Shilham).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "WWT Slimbridge",
    "Text": "From Estuary Tower late morning a MERLIN displaced from a post by a Peregrine, 38 Great Black-backed Gulls, 500+ Lapwings, 2000+ Golden Plover over and the Lesser White-fronted Geese with Canada Geese. (Magnus Carter).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "Stonehouse",
    "Text": "A male MERLIN this afternoon perched on wires near Spring Farm, towards Frocester at midday. (Paul Sutton).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "Maisemore",
    "Text": "Four Stonechats, 45 Redwings, 11 Long-tailed Tits, a Goldcrest, 14 Goldfinches, two Jays and two Ravens. (John Fletcher).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "Hucclecote",
    "Text": "A female Sparrowhawk drowned a Feral Pigeon in the garden pond today, then ate it with Magpies pestering it. (Harold Smith).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/tuesday-31st-october-2023/",
    "location": "Gloucester",
    "Text": "500+ Jackdaws flew to roost over Linden this evening. (Mo Croose-Johnson).",
    "Date": "2023-10-31T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. today. (Dave Morgan/Lisa Hume).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Cleeve Hill",
    "Text": "A SHORT-EARED OWL perched on post at 5 pm then flew off hunting over the wash pool. (Jamie Brown). Two BLACK REDSTARTS showing really well around the buildings by the radio masts until 11:30am at least. (Duncan Dine).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "WWT Slimbridge",
    "Text": "On South Lake 908 Black-tailed Godwits, 153 Dunlins and eight Ruff today. The Lesser White-fronted Goose of unknown origin still with the Canada Goose flock on the Dumbles today. (Ian Hull). A MERLIN on the Dumbles eating prey. (Les Ditchburn).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Frampton",
    "Text": "A Swallow over Court lake at lunchtime, also a Kingfisher 12 Wigeon 16 Tufted Ducks, 22 Gadwalls, two Cetti’s Warblers, 18 Cormorants, a Chiffchaff, five Siskin and a Mistle Thrush. (Nick Goatman).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Chavenage Lane",
    "Text": "A male MERLIN, four Red Kites and 200+ Stock Doves today. (Terry Grant).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Nailsworth",
    "Text": "The female MERLIN sat on a wall again. (Terry Grant).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Quedgeley",
    "Text": "Two Cetti’s Warblers local to me in the marshy area next to Clearwater primary School this afternoon, also a juvenile Grey Wagtail in the ditch nearby. (Steve Pullen).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/monday-30th-october-2023/",
    "location": "Stroud",
    "Text": "At Fromehall Mill at lunchtime a pair of Mandarins on the millpond and a Grey Wagtail on the canal. (Richard Williams).",
    "Date": "2023-10-30T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. today. (Dot Jones).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Frampton pools",
    "Text": "An AMERICAN GOLDEN PLOVER flew over E calling. Also a Lesser Whitethroat in the Gravel Wash, a Lapwing, 21 Siskins, four Chiffchaffs, two Fieldfares, 45 Pied Wagtails, a Grey Wagtail, eight Goldcrests and the adult Yellow-legged Gull. (Nick Goatman). At Splatt Bridge this afternoon a female Marsh Harrier passed through heading towards Slimbridge. (Steve Pullen).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Cleeve Hill",
    "Text": "Two BLACK REDSTARTS on and around the masts today. (Tom Mabbett).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Lydney",
    "Text": "At New Grounds and along the Severn mid morning seven Cormorants, three Grey Herons, a Great White Egret, a flock of Goldfinches, two Meadow Pipits and a female Wheatear. (Martin Vaisey).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Shepherds Patch, Slimbridge",
    "Text": "At least one Cattle Egret amongst Little Egrets in the field on the left before the Tudor Arms and canal this morning. (Mike Davis).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Elkstone",
    "Text": "230+ Golden Plovers in fields between the A417 and Elkstone at c SO962127. Presumably the usual mobile winter flock that moves around the area S of Birdlip. (Jon Mercer).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Saul Warth",
    "Text": "35 Shelducks, four Great Black-backed Gulls, eight Curlews and a Stonechat, Six Meadow Pipits a Kestrel and four Mistle Thrushes near Hock Ditch. Four Buzzards at Fretherne. (Steve Pullen).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/sunday-29th-october-2023/",
    "location": "Stinchcombe Hill",
    "Text": "This morning a Stonechat, two Crossbills heading S and a few Redwings. (James Robinson).",
    "Date": "2023-10-29T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Frampton pools",
    "Text": "A first-winter LITTLE GULL, a Grey Wagtail, a Little Egret, a Great White Egret and a juvenile Swallow on Court Lake. The adult Yellow-legged Gull and three Common Gulls on the Sailing Lakeand three Ravens over the woods. (Peter Bryant).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Purton",
    "Text": "Three DARK-BELLIED BRENT GEESE and a Marsh Harrier downriver this morning. (Francis Steuck).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Lydney",
    "Text": "Three female Goosanders on Lydney Lake this morning. (Paul Woolams).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Elmore Court",
    "Text": "At the Rewilding Project from the public footpath along Broadmeadow Bank Ditch birds this afternoon included two Red Kites, a Stonechat, 50+ Fieldfares with 10+ Redwings, two Ravens, a Kestrel, a Grey Heron, ten Meadow Pipits and five Skylarks. (Steve Pullen).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Forest of Dean",
    "Text": "At Crabtree Hill a Redwing, a Fieldfare, 100 Lesser Redpolls, 100 Siskins, 13 Crossbills, 20 Meadow Pipits, three Hawfinches and 20 Bramblings in the tops of Beeches on the ridge. (Ian Ralphs).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Chavenage Lane",
    "Text": "200+ Stock Doves and two Red Kites today. (Terry Grant).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Nailsworth",
    "Text": "A female MERLIN at Barton End. (Terry Grant).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/saturday-28th-october-2023/",
    "location": "Gloucester",
    "Text": "A Red Kite over Linden at 3pm and 250 Jackdaws flew W this evening. (Mo Croose-Johnson).",
    "Date": "2023-10-28T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. today. (John Fletcher). A juvenile GREATER SCAUP on Pit 114 Dudgrove. (Jeremy Squire).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Frampton pools",
    "Text": "A LITTLE GULL on Court Lake at 3pm. (Alan Chambers).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "WWT Slimbridge",
    "Text": "Three Spotted Redshanks on the Tack Piece and 32 White-fronted Geese on the Dumbles. (Dot Jones).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Painswick Beacon",
    "Text": "At least four Bramblings feeding on Whitebeam berries this morning with Greenfinches and Chaffinches. Also six Meadow Pipits, a Nuthatch, two Jays, a Mistle Thrush and a Raven. (Paul Masters).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Sherborne",
    "Text": "Two Wigeon, 22 Teal, four Stonechats, a Cetti’s Warbler, a Little Grebe, a Kingfisher and a Cormorant on Sherborne Brook today. Also a huge influx of Fieldfares recently arrived in adjacent fields. (Luke Hunter).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Gloucester",
    "Text": "At Alney Island a male Sparrowhawk, a Song Thrush, four Redwings, three Goldfinches, a Cettis Warbler and a Bullfinch both heard. (Paul Brunt).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Cheltenham",
    "Text": "A distant Tawny Owl calling in Pittville Lawn from 2:40am. (Howard Taylor). A Green Woodpecker in Bishops Cleeve cemetery and a Kingfisher in Pittville Park. (Alan McIlquham).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/friday-27th-october-2023/",
    "location": "Lydney",
    "Text": "Two Tawny Owls calling from 11:30pm. (Carol Rushton).",
    "Date": "2023-10-27T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "Cotswold Water Park East",
    "Text": "The juvenile PURPLE HERON still at Whelford Pools N.R. today. (Jon Mercer).",
    "Date": "2023-10-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "Forest of Dean",
    "Text": "At Woorgreens today 50+ Lesser Redpolls and five female Goosanders on the lake at 5:30pm. (Steve Young).",
    "Date": "2023-10-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "WWT Slimbridge",
    "Text": "From the Estuary Tower 500+ Golden Plovers, a MERLIN, a female Peregrine, 25 White-fronted Geese, 100+ Dunlins and a Great White Egret. (Mike Davis/John Budd).",
    "Date": "2023-10-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "Slimbridge",
    "Text": "A Peregrine on St John’s Church tower this evening. (Tim McGrath).",
    "Date": "2023-10-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "Kingscote",
    "Text": "20+ Yellowhammers, a pair of Stonechats, Linnets and Meadow Pipits this morning. (Jake King).",
    "Date": "2023-10-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "Lydney",
    "Text": "A Tawny Owl calling at 10:35pm. (Carol Rushton).",
    "Date": "2023-10-26T00:00:00"
  },
  {
    "Href": "https://theglosterbirder.co.uk/2023/11/12/thursday-26th-october-2023/",
    "location": "Witcombe",
    "Text": "At least 25 Red-legged Partridges in a field off of the road up to the church this morning. (Eric Harris).",
    "Date": "2023-10-26T00:00:00"
  }
]
